<html>
<BODY  BGCOLOR="ffffff" TEXT="000000">

<h3>	Skriftlig eksamen i Genetik, Epidemiologi og Etologi (103411)</h3>

<p><strong>7. januar 1998</strong></center>


<p><u>Vedr. hj&aelig;lpemidler ved eksamen</center>
</u>

<p><u>Alle hj&aelig;lpemidler er tilladt</u>, <u>undtagen computer.</u></center>


<p>Bem&aelig;rk, at der er 4 opgaver, der hver &oslash;nskes besvaret <strong>kortfattet p&aring; separate ark!</strong>

<p>---------------------------------------------------------------------------------------------------------------

<p><strong>Genetik</strong>

<br wp="br1"><br wp="br2">
<p><strong>III.</strong>	Ved en unders&oslash;gelse af gravhunde i Danmark er der fundet 3 alleler (A<sup>1 </sup>, A<sup>2   </sup>og A<sup>3  </sup>) i
et bestemt mikrosatellit locus. Genotypning af 172 hunde gav f&oslash;lgende resultat:

<pre>
	Genotype 	Antal
	A<sup>1</sup>/A<sup>1</sup>		   4
	A<sup>1</sup>/A<sup>2</sup>		  32
	A<sup>1</sup>/A<sup>3</sup>		  29
	A<sup>2</sup>/A<sup>2</sup>		  51
	A<sup>2</sup>/A<sup>3</sup>		  43
	A<sup>3</sup>/A<sup>3</sup>		  13
</pre>
<p>	a. 	Beregn frekvensen af de 3 alleler.

<br wp="br1">
<p>	b.	Beregn de forventede genotypefrekvenser ved Hardy-Weinberg ligev&aelig;gt i
populationen. 

<br wp="br1">
<p>	c.	Beskriv kort hvad en mikrosatellit er, og n&aelig;vn nogle organismer der ikke har
mikrosatelliter.

<br wp="br1">
<p>	d.	Beskriv hvordan genotypning af mikrosatelliter foretages og hvorledes de kan
anvendes inden for det diagnostiske arbejde.

<p> 

<p>	e.	Der er observeret en recessiv lidelse i gravhunde populationen. Hunde, der er
anl&aelig;gsb&aelig;rere (R/r) og heterozygoter i to mikrosatellit loci (locus 1: A<sup>1</sup>/A<sup>2</sup> locus;
2: B<sup>1</sup>/B<sup>2</sup> ), blev parret med syge hunde (r/r), der er homozygote i de to mikrosatellit
loci (A<sup>2</sup>/A<sup>2</sup> og B<sup>2</sup>/B<sup>2</sup>  ). Genotyperne hos afkommet blev:

<pre>  		17  Rr A<sup>1</sup>A<sup>2</sup> B<sup>1</sup>B<sup>2</sup>	
		17  rr A<sup>2</sup>A<sup>2</sup> B<sup>1</sup>B<sup>2</sup>  	 
		17  Rr A<sup>1</sup>A<sup>2</sup> B<sup>2</sup>B<sup>2</sup>
		17  rr A<sup>2</sup>A<sup>2</sup> B<sup>2</sup>B<sup>2</sup>
		 3  Rr A<sup>2</sup>A<sup>2</sup> B<sup>1</sup>B<sup>2</sup> 	 
		 3  rr A<sup>1</sup>A<sup>2</sup> B<sup>1</sup>B<sup>2</sup> 	
		 3  Rr A<sup>2</sup>A<sup>2</sup> B<sup>2</sup>B<sup>2</sup>
		 3  rr A<sup>1</sup>A<sup>2</sup> B<sup>2</sup>B<sup>2</sup> 
</pre>

<p>		Beregn rekombinationsfrekvensen mellem locus R og henholdsvis A og B. 

<p>		Kan de unders&oslash;gte mikrosatelliter anvendes i bestr&aelig;belser p&aring; at nedbringe
frekvensen af r ?	 

<br wp="br1">

<p><strong>IV.</strong>	Opgaven omfatter forhold vedr&oslash;rende kvantitativ genetik og praktisk avlsarbejde.

<br wp="br1"><br wp="br2">
<p>	a.	I en kv&aelig;gpopulation har k&aelig;lvningsbesv&aelig;r en heritabilitet p&aring; 0,40 og en
populationsfrekvens p&aring; 0,10 mens frekvensen af normalt f&oslash;dte kalve er 0,90. Der
foreligger f&oslash;lgende observationer af k&aelig;lvningsbesv&aelig;r hos d&oslash;tregrupper efter 3 tyre. 


<pre>		Tyr 1   20 d&oslash;tre heraf  3 med k&aelig;lvningsbesv&aelig;r
		Tyr 2  100 d&oslash;tre heraf 16 med k&aelig;lvningsbesv&aelig;r
		Tyr 3   75 d&oslash;tre heraf 10 med k&aelig;lvningsbesv&aelig;r
</pre>
<p>		Beregn avlsv&aelig;rdien for k&aelig;lvningsbesv&aelig;r for hver af de tre tyre, idet d&oslash;tre med
k&aelig;lvningsbesv&aelig;r s&aelig;ttes til v&aelig;rdien 0, og d&oslash;tre med  normale k&aelig;lvninger s&aelig;ttes 
til v&aelig;rdien 1. Hvilken tyr har h&oslash;jeste avlsv&aelig;rdi for normale k&aelig;lvninger ?


<p>	b.	Hvad er &aring;rsag til genetisk korrelation? Giv eksempler p&aring; heldige og uheldige
genetiske korrelationer inden for dansk husdyravl.


<p>	c.	Dyr, der kun bliver selekteret for foderoptagelse, vokser hurtigere, men bliver som
regel fede. Hvilke egenskaber kan der samtidig selekteres for, n&aring;r man vil  undg&aring;
denne uheldige effekt?


<p>	d.	Beskriv kort de egenskaber der indg&aring;r i S indekset for dansk malkekv&aelig;g.

<p>	e.	N&aelig;vn fordele og ulemper ved brugen af  rene linier og brugen af  krydsningsdyr
i s&aring;vel husdyrproduktion som  til fors&oslash;g og afpr&oslash;vninger. N&aelig;vn endvidere, hvilke
metoder man anvender inden for avl med laboratoriedyr.

<BR WP="BR1"><BR WP="BR2">
<BR WP="BR1"><BR WP="BR2">
<P ALIGN="CENTER"><STRONG>Skriftlig eksamen i Genetik og Husdyravl 103411</STRONG></FONT><STRONG>)</STRONG></P>

<P><STRONG><CENTER>17. December 1998</STRONG></CENTER>
</P>

<P><CENTER><U>Vedr. hj&aelig;lpemidler ved eksamen</CENTER>
</U></P>

<P><U><CENTER>Alle hj&aelig;lpemidler er tilladt<FONT FACE="Times">, undtagen computer</U></FONT><FONT FACE="Times"></FONT> <U>og telekommunikation</U></CENTER>
</P>


<P>Bem&aelig;rk, at der er 6 opgaver, hver med 3-4 sp&oslash;rgsm&aring;l, der &oslash;nskes besvaret <STRONG>kortfattet!</STRONG></P>

<P>---------------------------------------------------------------------------------------------------------------</P>

<P>I.	a.	Visse bakterier besidder gener, der medf&oslash;rer resistens mod antibiotika. Disse gener
kan overf&oslash;res bl. a. med plasmider og virus. Resistensgenerne koder ofte for et
protein, der beskytter bakterien mod antibiotikas normale virkning.</FONT></P>

<P>		Beskriv kort, hvordan overf&oslash;rsel af resistens mod et antibiotikum kan foreg&aring;
mellem to bakteriestammer ved 1) Konjugation og 2) Transduktion.</FONT></P>


<P>	b.	To stammer af <EM>E. coli</EM> er begge sensitive overfor fagen P1. Denne fag kan bruges
til generel transduktion. Hvis en inficeret E. Coli celle dyrkes p&aring; fast medie
sammen med et stort antal ikke-inficerede E. Coli celler, vil den danne en plaque.</FONT></P>

<P>		Forklar kort hvorledes det g&aring;r til.</FONT></P>


<P>	c.	Den ene <EM>E. coli</EM> stamme har tre mutationer, som medf&oslash;rer visse krav til
v&aelig;kstmediet. De tre mutationer forekommer i generne, der s&oslash;rger for biosyntesen
af henholdvis phenylalanin (phe), tryptofan (trp) og histidin (his). Den anden
stamme er vildtype med hensyn til biosyntesen af de tre aminosyrer.</FONT></P>

<P><FONT FACE="Times New Roman">		Hvilken foruds&aelig;tning m&aring; g&aelig;lde for mutationernes beliggenhed i genomet, for at
den p&aring;g&aelig;ldende fag (P1) kan bruges til at bestemme deres r&aelig;kkef&oslash;lge ? Hvordan
vil du bestemme r&aelig;kkef&oslash;lgen af mutationerne ? Specific&eacute;r specielt hvilke
v&aelig;kstmedier du vil bruge.</FONT></P>


<P>	d.	<I bakterier medf&oslash;rer visse mutationer konstitutiv ekspression af det protein, de
koder for. Visse mutationer kommer til udtryk i cis-positionen, og andre i trans-position.</FONT></P>

<P>	Forklar disse forskelle med udgangspunkt i generne i Lac-operon.</FONT></P>


<P>II.	Efter en r&aelig;kke pr&oslash;veinsemineringer viser en ellers normal ungtyr sig at have nedsat
fertilitet. Derudover synes frekvensen af d&oslash;df&oslash;dte kalve blandt dens afkom at v&aelig;re &oslash;get.
En karyotypeunders&oslash;gelse viser, at tyren har et normalt antal kromsomer.</P>


<P>	a.	Hvilke typer af kromosomfejl b&oslash;r tyren yderligere unders&oslash;ges for ?</P>


<P>	Ved en b&aring;ndfarvning viser det sig, at de to kromosomer nr. 2 hos tyren har forskellige
m&oslash;nstre. Det ene kromosom nr. 2 har et normalt b&aring;ndm&oslash;nster (I), mens det andet afviger
(II). De to homologe kromosomer ses herunder:</P>







<P><center><img src="vet981a.gif" height="250" ></center></P>




<P>	b. 	Hvilken kromosom anormali har den p&aring;g&aelig;ldende tyr ?</P>


<P>	c. 	Hvorledes har denne anormali indflydelse p&aring; tyrens fertilitet, og hvorfor kan den
resultere i d&oslash;df&oslash;dte kalve ?</P>


<P>	d. 	Vil den p&aring;g&aelig;ldende tyr kunne producere afkom med normale kromosomer ? I givet
fald med hvilken forventet frekvens ?</P>

<BR WP="BR2">
<P>III.	Nedenst&aring;ende genealogiske diagram viser udspaltningen af en sj&aelig;lden arvelig sygdom
hos gravhunde.</P>





<P><center><img src="vet981b.gif" ></center></P>

<P>		</P>


<P>	a.	Hvad er den mest sandsynlige arvegang for sygdommen ? Hvilke arvegange kan
udelukkes ?</P>

<P>	b.	Hvad er indavlsgraden for henholdsvis individ B og C ?</P>


<P>	c.	Hanhund A er heterozygot for en dominant allel for halekn&aelig;k samt heterozygot
150/154 i et bestemt mikrosatellit lokus (mark&oslash;r lokus M). Hanhunden parres med
forskellige t&aelig;ver, der alle har normale haler og genotypen 154/154 i lokus M.
Blandt gruppen af afkom med halekn&aelig;k er 20% homozygote 154/154 i lokus M
medens 80% er heterozygote 150/154. </P>

<P>		Er lokus for halekn&aelig;k koblet til lokus M ? I bekr&aelig;ftende fald, hvad er s&aring; afstanden
mellem de to loci ?</P>


<p>	Hvilke genotyper i lokus M kan forventes blandt gruppen af afkom med normale
haler ? Angiv i hvilke proportioner disse genotyper forekommer.</p>


<BR WP="BR1">
<P>IV.	a.	Hvad forst&aring;s der ved H-W ligev&aelig;gt for gen og genotype frekvenser i en population
?</P>

<P>	b.	Beregn populationens middelv&aelig;rdi for sygdomsfrekvens for et gen med en
kvantitativ effekt vist i nedenst&aring;ende tabel. De to alleler ben&aelig;vnes A<SUB>1</SUB> og A<SUB>2</SUB> og har
genfrekvensen p(A<SUB>1</SUB>) = 0,75 og q(A<SUB>2</SUB>) = 0,25.</P>


<Pre>		Genotyper 		A<SUB>1</SUB>A<SUB>1</SUB> 	 A<SUB>1</SUB>A<SUB>2</SUB>  	A<SUB>2</SUB>A<SUB>2</SUB>
    	   	Sygdomsfrekvens		0,05 	0,15	0,20</Pre>

<P>	c.	Beregn avlsv&aelig;rdien for genotypen A<SUB>1</SUB>A<SUB>1</SUB> i systemet n&aelig;vnt under punkt b.</P>


<P>	d.	I systemet n&aelig;vnt under punkt b har genotyperne f&oslash;lgende fitness:</P>


<Pre>		Genotyper 		A<SUB>1</SUB>A<SUB>1</SUB> 	 A<SUB>1</SUB>A<SUB>2</SUB>  	A<SUB>2</SUB>A<SUB>2</SUB>
 		Fitness		 	1	  1	  0</Pre>


<P>		Beregn genfrekvensen efter 1 generations selektion.</P>


<BR WP="BR1">
<P> V.	a.	Hvilke faktorer har betydning for effektiviteten af et avlsprogram for en given
egenskab ?</P>


<P>	b.	Beregn avlsv&aelig;rdien og den tilsvarende "sikkerhed" for daglig tilv&aelig;kst for en orne
p&aring; grundlag af 30 stk. halvs&oslash;skende afkom  med en gennemsnitlig daglig tilv&aelig;kst
p&aring; 950 gram. Populationsmiddelv&aelig;rdien er 900 gram, sigma<SUB>P   </SUB>= 200 gram og  h<SUP>2</SUP>
= 0,30.</P>


<P>	c.	Beregn hvad der  giver den hurtigste forbedring ved et selektionsprogram for h&oslash;j
daglig tilv&aelig;kst: Enten 1) en afkomspr&oslash;ve som n&aelig;vnt under punkt b, hvor der testes
200 orner , eller 2) en selektion, der er baseret p&aring;  egenpr&aelig;station, og hvor der
testes 1000 orner. I begge tilf&aelig;lde skal der selekteres 50 orner til avl.
Generationsintervallet skal inddrages i beregningerne.</P>


<BR WP="BR1"><BR WP="BR2">
<P>VI.	a.	De vigtigste avlsm&aring;l i dansk svineavl &oslash;nskes angivet med en v&aelig;gtningen af de
forskellige egenskaber for hver race. Angiv endvidere begrundelser for de seneste
&aring;rs &aelig;ndringer i avlsm&aring;l.</P>



<P>	b.	Hvorledes gennemf&oslash;res dansk svineavl i forbindelse med avlscentre og spredning
af gener herfra til produktionsbes&aelig;tninger ?</P>


<P>	c.	Hvilken betydning har kunstig s&aelig;doverf&oslash;ring for bestemmelse af avlsv&aelig;rdital i
dansk kv&aelig;gavl ? </P>

<BR WP="BR2"><BR WP="BR2">
<P STYLE="text-align: CENTER"><STRONG>Skriftlig eksamen i Populationsbiologi (Genetik) (<SPAN STYLE="font-family: Times">103402E</STRONG></SPAN><STRONG>)</STRONG></P>

<P><STRONG><CENTER>16. December 1999</STRONG></CENTER>
</P>

<P><CENTER><SPAN STYLE="text-decoration: underline">Ved eksamen er</CENTER>
</SPAN></P>

<P><SPAN STYLE="text-decoration: underline"><CENTER>alle hj&aelig;lpemidler tilladt<SPAN STYLE="font-family: Times">, undtagen computer</SPAN></SPAN><SPAN STYLE="font-family: Times"></SPAN> <SPAN STYLE="text-decoration: underline">og telekommunikation</SPAN></CENTER>
</P>


<P>Bem&aelig;rk, at der er 6 opgaver, hver med 3-4 sp&oslash;rgsm&aring;l, der &oslash;nskes besvaret <STRONG>kortfattet!</STRONG></P>

<P>---------------------------------------------------------------------------------------------------------------</P>


<P>I.	a.	<SPAN STYLE="font-family: Times New Roman">P&aring; det strukturelle plan er genomet hos eukaryoter organiseret principielt forskelligt
fra genomet hos prokaryoter. Angiv hvilke komponenter de to forskellige genomer
indeholder, samt beskriv kort nogle v&aelig;sentlige funktionelle forskelle.</SPAN></P>

<P>	b.	<SPAN STYLE="font-family: Times New Roman">Beskriv den basale struktur af henholdsvis et eukaryotisk og et prokaryotisk gen.
Hvordan fungerer  de enkelte komponenter?</SPAN></P>


<P>	c.	<SPAN STYLE="font-family: Times New Roman">Hvad er en mutation? N&aelig;vn forskellige mutationsformer, og beskriv kort den
resulterende effekt.</SPAN></P>

<P><SPAN STYLE="font-family: Times New Roman">		</SPAN></P>

<P><SPAN STYLE="font-family: Times New Roman">II	a.	Orangutangen er en truet dyreart i dens naturlige milj&oslash; (Borneo og Sumatra). Et
avlsprogram er derfor blevet etableret. I denne forbindelse er der foretaget
cytogenetiske unders&oslash;gelser. Disse unders&oslash;gelser har vist, at alle orangutanger fra
Borneo b&aelig;rer &eacute;n form af kromosom 2, medens orangutanger fra Sumatra b&aelig;rer en
anden form (vist nedenfor). Inden disse cytogenetiske forskelle blev kendt, blev der
foretaget parringer mellem dyr fra de to &oslash;er.</SPAN></P>


<P><center><img src="vet991a.gif"></center></SPAN></P>






<P>		Hvordan kan forskellen mellem disse kromosomer beskrives ?</SPAN></P>


  <UL>
    <LI><SPAN STYLE="font-family: Times New Roman">Tegn kromosomerne (det homologe kromosom par) i diploten stadiet af f&oslash;rste
meiotiske celledeling hos en hybrid orangutang med angivelse af de vigtigste
punkter.</SPAN></LI>

   <LI><SPAN STYLE="font-family: Times New Roman">I 30% af meioserne vil der v&aelig;re overkrydsning et eller andet sted mellem b&aring;nd
p1.1 og q1.2. Tegn de mulige former af kromosom 2, som gameterne vil indeholde
efter en enkelt overkrydsning i b&aring;nd q1.1.</SPAN></LI>

    <LI><SPAN STYLE="font-family: Times New Roman">Hvilken procentdel af gameterne produceret af en hybrid orangutang vil give
levedygtigt afkom ? </SPAN></LI>
  </UL>



<P>III.	a.	Progressiv retinal atrofi (PRA) er en samlebetegnelse for flere forskellige
&oslash;jensygdomme, som findes i forskellige hunderacer. I nedenst&aring;ende genealogiske
diagram blev det, efter &oslash;jenlysning, konstateret, at individ X har PRA. De &oslash;vrige
individer angivet i diagrammet blev efterf&oslash;lgende unders&oslash;gt, hvilket resulterede i,
at der ogs&aring; blev konstateret PRA</SPAN> hos individ D.</P>

<P><center><img src="vet991b.gif" ></center></P>

<P>		Angiv, p&aring; basis af det genealogiske diagram, den mest sandsynlige arvegang for PRA.
Angiv, baseret p&aring; denne arvegang, hvad der er den sandsynlige genotype for hvert
individ.</P>



  <LI>	Beregn indavlsgraden for individ X.</LI>
  <LI>	Diskuter mulighederne for, at der er tale om samme arvegang for alle former af PRA,
og mulighederne for, at det er mutationer i samme gen, der er &aring;rsag til sygdommen
hos alle hunderacer.</LI>

  <LI>	Angiv fordele/ulemper ved anvendelse af henholdsvis genotypning af mark&oslash;rer og
genotypning af den sygdomsfremkaldende mutation i forbindelse med
sygdomsdiagnostik.</LI>


<BR WP="BR2"></UL>

<P>IV.	a.	Giv en beskrivelse af de faktorer, der kan forstyrre H-W ligev&aelig;gten.</P>


<P>	b.	Hvad forst&aring;s der ved 'genetic load' ?</P>


<P>	c.	En population har nedenst&aring;ende fitness tabel. De to alleler ben&aelig;vnes A<SUB>1</SUB> og A<SUB>2</SUB> og har
genfrekvensen p(A<SUB>1</SUB>) = 0,5 og q(A<SUB>2</SUB>) = 0,5.</P>


<P>				Genotyper 		A<SUB>1</SUB>A<SUB>1</SUB> 	 A<SUB>1</SUB>A<SUB>2</SUB>  	A<SUB>2</SUB>A<SUB>2</SUB></P>

<P>				Fitness		   1	    1	    0,5</P>


<P>	Beregn genfrekvensen efter 1 generations selektion. Hvor stor er 'genetic load' i
forbindelse med A<SUB>2</SUB>A<SUB>2</SUB>'s manglende fitness.</P>


<BR WP="BR2">
<P>V.	a.	Inden for dansk minkavl selekteres der p.t. for tungere mink (november v&aelig;gt), idet
der er en vis sammenh&aelig;ng mellem denne egenskab og kropsl&aelig;ngde/skindl&aelig;ngde.
Prisen har i de seneste &aring;r v&aelig;ret direkte proportional med skindl&aelig;ngden. Beregn  den
genetiske korrelation mellem v&aelig;gt og  l&aelig;ngde, n&aring;r man ved selektion for v&aelig;gt har
&oslash;get denne med 100 gram november v&aelig;gt, og den korrelerede &aelig;ndring i skind
l&aelig;ngde er 1 cm.; sigma<SUB>A</SUB> for de to egenskaber er henholdsvis 200 gram og 3 cm.</P>


<P>	b.	Hvor stor bliver den forventede genetiske &aelig;ndring i mink v&aelig;gt, n&aring;r der er individuel
selektion for egenskaben ? Middelv&aelig;rdien er 2500 gram for hanner, og der udv&aelig;lges 
de bedste 10 procent til avl. For t&aelig;vernes vedkommende udv&aelig;lges 50 procent til avl. 
Heritabiliteten for november v&aelig;gt er 40 procent.</P>


<P>	c.	Diskuter, hvilke andre egenskaber der vil p&aring;virkes, n&aring;r der sker selektion for v&aelig;gt
under ad libitum fodring.</P>


<BR WP="BR2">
<P>VI	a.	Hvor godt sl&aring;r &aelig;ndringerne i dansk svineavl igennem i den praktiske produktion?
Skitser hvor  mange &aring;r produktionen er bagud i forhold til avlen i et optimalt so
opformeringssystem ?</P>

<P>	b.	Giv en oversigt over generationsintervallets l&aelig;ngde inden for malkekv&aelig;g i de
forskellige avlsled, og angiv, hvad der er den avlsm&aelig;ssige id&eacute; i at holde ventetyre p&aring;
tyrestationerne.</P>

<P>		</P>

<P>	c.	Diskuter begrebet flad avlsstruktur, som den forekommer i minkavlen, og hvilken
betydning det har for genetisk &aelig;ndring per tidsenhed i de danske minkbestande.</P>


</BODY>
</HTML>

