 <html>
<BODY  BGCOLOR="ffffff" TEXT="000000">
<H2>Opgave samling </H2>

 
<P><A HREF="0.htm">Opgaveforside</A>

<p><b><A name ="Lektion 2"></A>Opgaver, Lektion 2, </b>
<A HREF ="losning.htm#Lektion 2">link l&oslash;sninger</A>

<pre>
1	Betragt kv&aelig;gets Zz blodtypesystem med de tre blodtyper Z, Zz og z. 
	I nedenst&aring;ende tabel er angivet blodtypefordelingen i tre stikpr&oslash;ver 
	fra racerne RDM, SDM og Jersey. 
	Hvordan forventes blodtypefordelingen at blive i den f&oslash;lgende generation 
	efter tilf&aelig;ldig parring inden for racerne?

		Race	Blodtypefordeling (antal)
			Z  	  Zz	z
		RDM    	28      340    1.032
		SDM     2        55     318
		Jersey	56      129      75

2	Betragt en stor tilf&aelig;ldigt sammenparret population. P&aring; et locus med 
	to alleler A og a, hvor A dominerer over a, er frekvensen af homozy-
	gotisk recessive individer (aa) 1%.

	a)	Hvad er frekvensen af heterozygotiske individer (Aa)?

	b)	Hvilken del udg&oslash;r disse (Aa) af individer med den dominante 
		f&aelig;notype?

3	I en population med tilf&aelig;ldig parring forekommer et recessivt 
	sygdomsgen (a) med frekvensen 0,005.

	a)	Angiv sandsynligheden for i populationen at finde raske 
		for&aelig;ldre (A-) med afficeret afkom (aa).

	b)	Angiv sandsynligheden for i populationen at finde for&aelig;ldre, 
		hvoraf mindst én er syg (aa) med afficeret afkom (aa).

	c)	Angiv det talm&aelig;ssige forhold mellem de under punkt a) og punkt 
		b) fundne sandsynligheder og kommentér det fundne resultat.

4	Hos gravhunde findes et par allele gener R og r, der er bestemmende for 
	h&aring;rtypen med R dominerende over r. F&aelig;notyperne er henholdsvis ruh&aring;ret 
	(R-) og korth&aring;ret (rr).

	a)	Blandt 100 gravhunde i H.W.-ligev&aelig;gt er p&aring;vist 64 ruh&aring;rede og 
		36 korth&aring;rede. Hvor mange gravhunde m&aring; antages at v&aelig;re b&aelig;rere 
		af et skjult anl&aelig;g for korth&aring;rethed i denne population?

	b)	I en anden bestand af gravhunde er det klarlagt, at forholdet 
		mellem genotyperne RR og Rr er som 2:5.
		Hvor stor er sandsynligheden for, at den f&oslash;rste hvalp bliver 
		korth&aring;ret efter sammenparring af to tilf&aelig;ldigt valgte ruh&aring;rede
		hunde?

5	I en population fandt man, at én af 10.000 m&aelig;nd led af h&aelig;mophili, mens 
	der ikke fandtes angrebne kvinder. (H&aelig;mophili er en k&oslash;nsbunden recessiv 
	egenskab).

	a)	Hvad er frekvensen af genet for h&aelig;mophili (h) blandt m&aelig;nd?

	b)	Hvad er sandsynligheden for, at der f&oslash;des kvinder med h&aelig;mophili, 
		n&aring;r det antages, at genfrekvensen er den samme hos m&aelig;nd og 
		kvinder?

6	Et for&aelig;ldrepar, hvor moderen har blodtype B og faderen blodtype A, 
	har et barn med blodtype 0. Hvilken blodtyper kan deres eventuelle 
	fremtidige b&oslash;rn f&aring;?

7	Fra en russisk r&aelig;vepopulation blev indfanget 14.345 r&aelig;ve. Af disse 
	var 12 sorte, 678 intermedi&aelig;re og 13.655 r&oslash;de.

	a)	Beregn frekvensen af genet for henholdsvis r&oslash;d og sort farve.

	b)	Unders&oslash;g ved en Chi-i-anden test, om de observerede antal 
		stemmer overens med de forventede under H-W ligev&aelig;gt.

8	I det f&oslash;lgende foruds&aelig;ttes, at der i den danske Sch&aelig;ferhundepopulation 
	er tilf&aelig;ldig parring. Mikrosatellit locus A er autosomalt og har 3 
	alleler A<sub>1</sub>, A<sub>2</sub> og A<sub>3</sub> med frekvenserne henholdsvis 0,1, 0,3 og 0,6. 
	Mikrosatellit locus B er ligeledes autosomalt. Dette locus har 3 alleler 
	B<sub>1</sub>, B<sub>2</sub> og B<sub>3</sub> med frekvenserne henholdsvis 0,2, 0,3 og 0,5.

	a)	Angiv de forventede genotyper og de forventede genotypefrekvenser 
		i populationen for hvert locus.

	b)	Angiv den forventede frekvens af genotypen A<sub>1</sub>A<sub>2</sub>B<sub>1</sub>B<sub>2</sub> og af 
		genotypen A<sub>3</sub>A<sub>3</sub>B<sub>3</sub>B<sub>3</sub> i populationen.

	En hanhund med genotypen A<sub>1</sub>A<sub>2</sub>B<sub>1</sub>B<sub>2</sub> parres med et antal t&aelig;ver 
	med genotypen A<sub>3</sub>A<sub>3</sub>B<sub>3</sub>B<sub>3</sub>.

	c)	Angiv de forventede genotyper blandt afkom efter n&aelig;vnte 
		parringer og angiv den forventede fordeling (udspaltning) af 
		disse genotyper blandt afkommet under antagelse af, at de to 
		loci ikke er genetisk koblede.

	d) 	Angiv de forventede genotyper blandt afkom efter n&aelig;vnte 
		parringer og angiv den forventede procentvise fordeling af disse 
		genotyper blandt afkommet under antagelse af, at de to loci er 
		koblede med en overkrydsningsfrekvens p&aring; 0,20, og at hanhunden 
		b&aelig;rer generne A<sub>1</sub> og B<sub>1</sub> p&aring; samme kromosom, dvs. A<sub>1</sub> og B<sub>1</sub> 
		er i koblingsfase.

9	P&aring; grisens kromosom 6 er der to t&aelig;t-koblede sygdomsgener. Det ene gen, 
	Calcium Release Channel (CRC), er ansvarligt for den recessive 
	lidelse Porcine Stress Syndrome (Stressf&oslash;lsomhed). Grise med genotypen 
	n/n er stressf&oslash;lsomme,  mens grise med genotyperne N/n og N/N er normale. 
	Det andet gen, 1,2 alfafucosyltransferase 1 (FUT1), er ansvarligt for, 
	om grisene bliver modtagelige for &oslash;demsyge. Modtagelighed for &oslash;demsyge 
	nedarves dominant, s&aring;ledes at grise med 	genotyperne E/E og E/e er 
	modtagelige, mens grise med genotypen e/e er modstandsdygtige 
	overfor &oslash;demsyge.
	
	a)	Hos en sj&aelig;lden griserace er CRC allelen N og FUT1 allelen E altid 
		i koblingsfase.
 		Frekvensen af N allelen er 0,4, og frekvensen af E allelen er 0,3. 
		Angiv haplotyperne samt deres frekvenser.
	
	b)	En avler af den sj&aelig;ldne race fjerner alle stressf&oslash;lsomme grise (nn) 
		i en generation. 
		Hvilken betydning vil dette have for grisenes modtagelighed over for 
		&oslash;demsyge? 
		Beregn haplotypefrekvenserne efter selektion.
	
		
	c)	Den genetiske afstand mellem CRC og FUT1 er 5 map units. Der findes 
		DNA tests, s&aring; b&aring;de CRC og FUT1 genotyperne kan fastl&aelig;gges. Hvorledes 
		kan disse DNA tests bruges til generelt at fremavle grise, som er b&aring;de 
		stressfrie og modstandsdygtige overfor &oslash;demsyge?

10	To loci A og B er genetisk koblede med en rekombinationsfrekvens p&aring;
	0,3. I en population med tilf&aelig;ldig sammenparring findes f&oslash;lgende gamet-
	frekvenser. 

			Gamet		AB	Ab	aB	ab
			___________________________________________ 

			Frekvens	0,4	0,1	0,2	0,3


	a)	Beregn koblingsuligev&aelig;gten D. 
		
	b)	Beregn D i de f&oslash;lgende 10 generationer. 
		
	c)	Beregn gametfrekvensen ved koblingsligev&aelig;gt, d.v.s. m&aring;r D er 0. 

	d)	Beregn hyppigheden af dobbelt heterozygoter i udgangs-
		populationen og ved koblingsligev&aelig;gt.

</pre>
<p><b><A name ="Lektion 3"></A>Opgaver, Lektion 3, </b>
<A HREF ="losning.htm#Lektion 3">link l&oslash;sninger</A>
<pre>
1	I en population blev fundet nedenst&aring;ende genotypefordeling:

			AA	Aa	aa
			110	225	115

	a)	Er populationen i Hardy-Weinberg ligev&aelig;gt?

	b)	Der sker herefter en selektion mod aa med selektionskoef-
		ficienten s = 0,1. Beregn genfrekvenserne i n&aelig;ste fem 
		generationer.

2	Inden for SDM findes en u&oslash;nsket farvemutant, s&aring;ledes at individer med 
	genotypen ee er r&oslash;dbrogede, mens de sortbrogede har genotypen E-. 
	Inden for en tilf&aelig;ldigt parrende bestand af sortbroget kv&aelig;g, hvor gen-
	frekvensen for E er p, elimineres r&oslash;dbroget kv&aelig;g fuldst&aelig;ndigt fra 
	hver ny afkomsgeneration.

	a)	Hvor mange generationer vil det tage at halvere frekvensen af
 		r&oslash;dbrogede kalve, hvis frekvensen af p<sub>0</sub> = 0,80?

	b)	Samme sp&oslash;rgsm&aring;l som a) med p<sub>0</sub> = 0,98.

	c)	Kommenter det talm&aelig;ssige forhold mellem svarene i b) og c).

3	I et autosomalt, toallelt system med overdominans er der f&oslash;lgende 
	sammenh&aelig;ng mellem genotyper og fitness:  

			Genotyper	A<sub>1</sub>A<sub>1</sub> 	A<sub>1</sub>A<sub>2</sub>	A<sub>2</sub>A<sub>2</sub>
			Fitness	        0,8	1	0,3

	a)	Beregn genfrekvenserne ved genfrekvensligev&aelig;gt.

	b)	Beregn herefter genotypefrekvenserne forud for selektion,

	c)	og beregn genotypefrekvenserne efter selektion. 

4	I en population er frekvensen af seglcellean&aelig;mi fundet at v&aelig;re 0,05 
	blandt nyf&oslash;dte. P&aring; grund af resistens mod malaria f&aring;r heterozygoterne 
	mest afkom, s&aring;ledes at de normale individer (Hba/Hba) og de an&aelig;miske 
	individer (Hbs/Hbs) kun bidrager med henholdsvis 80% og 10% afkom i 
	forhold til afkom fra heterozygoter (Hba/Hbs).

	a)	Hvad vil frekvensen af Hbs v&aelig;re, n&aring;r populationen er i ligev&aelig;gt?

	b)	Vil antallet af nyf&oslash;dte med seglcellean&aelig;mi vokse eller falde?

5	I en dansk unders&oslash;gelse af 94.000 f&oslash;dsler fandtes 10 tilf&aelig;lde af 
	chondrodystrofe dv&aelig;rge (dominant betinget misdannelse). Det antages, 
	at de observerede dv&aelig;rge er heterozygoter.

	a)	Hvad er genfrekvensen af sygdomsgenet?

	b)	Find fertiliteten (som i dette tilf&aelig;lde er lig med fitness) 
		af dv&aelig;rgene (Cc) relativt til normale (cc), n&aring;r det fra en anden 
		dansk unders&oslash;gelse vides, at 108 voksne dv&aelig;rge havde f&aring;et 
		27 b&oslash;rn, mens 457 normale s&oslash;skende havde f&aring;et 582 b&oslash;rn.

	c)	Det antages, at den danske population er i mutation-selektions
		ligev&aelig;gt med hensyn til denne sygdom. Giv ud fra resultaterne 
		i a) og b) et sk&oslash;n for mutationsfrekvensen c til  C.

6	En lukket population omfatter i hver generation 20 avlshanner og 20 
	avlshunner. I generation 0 er genfrekvenserne p&aring; et givet locus 
	f&oslash;lgende:

	p = 0,6 og q = 0,4

	Generation 1 dannes ved tilf&aelig;ldig parring.
	Angiv mulige udfald af genfrekvenser i generation 1, idet der benyttes 
	sikkerhedsgr&aelig;nser svarende til en sandsynlighed p&aring; p = 5% i en normal
	fordeling.

7	En lukket population er sammensat af fem avlshanner og 50 avlshunner 
	generation efter generation. Man &oslash;nsker at sammens&aelig;tte en anden lukket 
	population best&aring;ende af avlshanner og avlshunner i forholdet 1:1.

	a)	Hvor mange individer skal sidstn&aelig;vnte population omfatte, hvis 
		den effektive populationsst&oslash;rrelse skal v&aelig;re u&aelig;ndret?

	b)	Hvor stor er &aelig;ndringen i indavlsgraden pr. generation i de to 
		populationer?

</pre>
<p><b><A name ="Lektion 4"></A>Opgaver, Lektion 4, </b>
<A HREF ="losning.htm#Lektion 4">link l&oslash;sninger</A>
<pre>
1	Hvad er indavlskoefficienten for individet X i nedenst&aring;ende diagram?

<center><IMG   SRC  = "../../genetik/opgaver/o41.gif" height="150" ></center>
2	Beregn indavlskoefficienten for samtlige individer i f&oslash;lgende diagram:
<center><IMG   SRC  = "../../genetik/opgaver/o42.gif" height="150" ></center>
			Dyr  Far  Mor  Idet A=1 B=2 C=3 D=4 E=5 0=ukendt
			  1   0    0
			  2   1    0
			  3   1    2
			  4   3    2
			  5   3    4

3	P&aring; grundlag af nedenst&aring;ende stamtavle &oslash;nskes f&oslash;lgende sp&oslash;rgsm&aring;l 
	besvaret:

	a)	Opstil et pilediagram for individet A.

	b)	Beregn indavlsgraden for alle indavlede individer.
<center><IMG   SRC  = "../../genetik/opgaver/o43.gif"  height="120" ></center>
 
4	Betragt f&oslash;lgende to stamtavler.
<center><IMG   SRC  = "../../genetik/opgaver/o44.gif" height="150" ></center>
	a)	Hvem er f&aelig;lles ane for Wahl 239 og ko nr. 196?

	b)	Hvor stor bliver indavlskoefficienten p&aring; en kalv efter Wahl 
		239 og ko nr. 196?

	c)	Kan det anbefales at bruge tyren Wahl 239 ved insemination af 
		ko nr. 196?

5	P&aring; basis af nedenst&aring;ende stamtavler for mink &oslash;nskes f&oslash;lgende 
	sp&oslash;rgsm&aring;l besvaret:
<center><IMG   SRC  = "../../genetik/opgaver/o45.gif" height="150" ></center>
	a)	Angiv hvilke dyr, der er indavlede.

	b)	Opstil pilediagram og beregn indavlskoefficienten 
		for afkom efter IV A og IV B.

6	I nedenanf&oslash;rte stamtavle er de oprindelige betegnelser for de enkelte 
	individer erstattet med numrene 1 til 11. 
<center><IMG   SRC  = "../../genetik/opgaver/o46.gif"  height="150" ></center>
	Beregn indavlskoefficienten for dyr nr. 10 og 11, og beregn det 
	additive sl&aelig;gtskab mellem dyr nr. 11 og de &oslash;vrige dyr i stamtavlen.

7 	I nedenanf&oslash;rte genealogiske diagram repr&aelig;senterer V 12 (probant) den 
	f&oslash;rst erkendte sch&aelig;fer-dv&aelig;rg i Danmark. Denne dv&aelig;rgv&aelig;kst nedarves 
	som en autosomal, recessiv egenskab.
<center><IMG   SRC  = "../../genetik/opgaver/o47.gif" height="200" ></center>
	a)	Angiv de individer, der med sikkerhed m&aring; v&aelig;re heterozygotiske 
		anl&aelig;gsb&aelig;rere.

	b)	Hvor stor er sandsynligheden for, at en tilf&aelig;ldigt udtaget
		phenotypisk normal hvalp i et af de to kuld (A eller B) i
		generation V er heterozygotisk anl&aelig;gsb&aelig;rer for dv&aelig;rgv&aelig;kst?

	c)	Hvor stor er indavlsgraden for

		1)	en tilf&aelig;ldigt udtaget hvalp i kuld A, og for

		2)	en tilf&aelig;ldigt udtaget hvalp i kuld B?

	d)	Hvor stor er sl&aelig;gtskabskoefficienten mellem to tilf&aelig;ldigt 
		udtagne hvalpe i kuld A?

8	P&aring; en minkfarm er der 100 avlsdyr, af hvilke 60 er ubesl&aelig;gtede, otte er 
	afkom efter hels&oslash;skendeavl, og 32 er afkom efter halvs&oslash;skendeavl. 
	Beregn den gennemsnitlige indavlsgrad for de 100 avlsdyr.

</pre>
<p><b><A name ="Lektion 5"></A>Opgaver, Lektion 5, </b>
<A HREF ="losning.htm#Lektion 5">link l&oslash;sninger</A>
<pre>
1	Nedenfor er angivet en stamtavle, der viser den autosomale defekt ataksi 
	(aa) hos hunde i et kuld efter normale (A-), men besl&aelig;gtede for&aelig;ldre
 	III 4 og III 8. Da denne defekt er sj&aelig;lden, kan det antages, at II 1 
	og II 6 ikke b&aelig;rer genet a.
<center><IMG   SRC  = "../../genetik/5/21.gif" height="150" ></center>
	a)	Giv en liste over de hunde, hvor genotypen kan fastl&aelig;gges og 
		angiv typen.

	b)	Hvor stor er sandsynligheden for, at det klinisk sunde dyr IV 
		2 er anl&aelig;gsb&aelig;rer?

2	P&aring; en klinik for mindre husdyr har man p&aring;vist en sj&aelig;lden enzymdefekt 
	hos en hanhund IV 1. P&aring; grundlag af ejerens oplysninger og laboratorie-
	m&aelig;ssig unders&oslash;gelse af alle nulevende s&oslash;skende og aner kunne 
	nedenanf&oslash;rte genealogiske diagram konstrueres.
<center><IMG   SRC  = "../../genetik/opgaver/o52.gif" height="150" ></center>
        Hvilken monofaktoriel arvegang m&aring; anses for at v&aelig;re den mest sandsynlige 
	p&aring; enzymdefektens forekomst? Mulighederne skal behandles hver for sig.

3	Hos menneske og kanin er der fundet en anomali, som manifesterer sig 
	blandt andet i leukocyternes form. I nedenst&aring;ende stamtavle er vist 
	forekomsten af "syge" og normale individer. Giv en udf&oslash;rlig motivering 
	for hvilken arvegang, der er mest sandsynlig, og hvilke der 
	sandsynligvis kan udelukkes (monofaktoriel nedarvning antages).
<center><IMG   SRC  = "../../genetik/opgaver/o53.gif" height="100" ></center>
4	Pelsdyravlere har p&aring;vist en ny pelskvalitet hos en han, I 1 og har 
	yderligere opn&aring;et de resultater, der er anf&oslash;rt i det genealogiske 
	diagram. Udfyldt symbol betegner ny pelskvalitet.
<center><IMG   SRC  = "../../genetik/5/5.gif" height="150" ></center>
	a)	Under antagelse af monofaktoriel nedarvning &oslash;nskes en redeg&oslash;relse 
		for den nyopdukkede egenskabs arvegang.

	b)	Beskriv en avlsmetode, der kan anvendes til verificering af 
		arvegangen.

5	Hos hvilket k&oslash;n vil man forvente, at en recessiv k&oslash;nsbunden mutant-
	egenskab viser sig.

	a)	Hos h&oslash;ns?

	b)	Hos kaniner?

6	En tyr, der er importeret fra Canada, er mist&aelig;nkt for at v&aelig;re 
	anl&aelig;gsb&aelig;rer af en u&oslash;nsket recessiv egenskab, som er meget sj&aelig;lden 
	inden for den p&aring;g&aelig;ldende race her i landet.

	a)	Skitsér en metode til afpr&oslash;vning af tyren for det p&aring;g&aelig;ldende 
		anl&aelig;g.

	b)	Beregn det antal individer, der er n&oslash;dvendige i unders&oslash;gelsen 
		for at kunne udtale sig med 95% sikkerhed.

	c)	Giv en klar formulering af det mulige resultat af unders&oslash;gelsen.

7	Man &oslash;nsker gennem afkomspr&oslash;ve at fastl&aelig;gge, om en tyr er anl&aelig;gsb&aelig;rer for 
	et bestemt recessivt gen. Dette kan ske ved at parre tyren med

	a)	K&oslash;er af den recessive type (aa)

	b)	K&oslash;er, som man ved er heterozygote (Aa)

	c)	Egne d&oslash;tre

	Hvis alt afkommet er normalt, hvor mange stk. afkom m&aring; tyren give i 
	disse tre forskellige tests, for at sandsynligheden for at den ikke 
	er anl&aelig;gsb&aelig;rer er 95%?

8	I det genealogiske diagram  repr&aelig;senterer I 1 og I 2 en tilf&aelig;ldigt 
	udtaget orne og en tilf&aelig;ldigt udtaget so inden for Dansk Landrace midt 
	i 1980erne, hvor frekvensen af det recessive halotangen n var h&oslash;j, idet 
	der f&oslash;dtes 4% halotan-f&oslash;lsomme grise (genotype nn). 
	Samtlige grise i diagrammet blev halotantestet i 6-7 ugers alderen. 
	Testen viste, at III 2 og III 4 var halotanf&oslash;lsomme. I populationerne 
	som helhed var der tilf&aelig;ldig parring.
<center><IMG   SRC  = "../../genetik/opgaver/o58.gif" height="200" ></center>
	a)	Angiv de individer, der med sikkerhed m&aring; v&aelig;re anl&aelig;gsb&aelig;rere for 
		halotangenet n, og angiv sandsynligheden for, at henholdsvis 
		III 1, III 3 og III 5 er anl&aelig;gsb&aelig;rere.

	b)	Hvad er sandsynligheden for, at I 2 er anl&aelig;gsb&aelig;rer, idet 
		resultatet angives p&aring; basis af det faktum, at der f&oslash;des 4% 
		halotanf&oslash;lsomme i populationen.

	c)	Idet det antages, at II 2 er anl&aelig;gsb&aelig;rer, hvad er da sandsynlig-
		heden for, at III 6 er genotypisk normal (dvs. genotype Hal NN)?

9	Blandt 120 stk. afkom efter heterozygotiske for&aelig;ldre (parringstype: 
	Aa x Aa) er f&oslash;lgende udspaltningsforhold p&aring;vist: 

			Genotype	Antal
			AA             39
			Aa             51
			aa	         30

	Unders&oslash;g ved hj&aelig;lp af Chi-i-anden test, om der er statistisk signifikant 
	afvigelse fra den forventede udspaltning.

10	Der foretages en tilbagekrydsning, det vil sige homozygot x heterozygot, 
	for at teste om en karakter nedarves recessivt. Der er i alt 30 tilbage-
	krydsningsindivider. Unders&oslash;g ved hj&aelig;lp af Chi-i-anden-test for hvilke 
	talforhold hypotesen om recessiv nedarvning kan accepteres (1:1 
	spaltning), n&aring;r 5% signifikansgr&aelig;nsen anvendes. 

11	Angiv sandsynligheden for en k&oslash;nsfordeling p&aring; to hanner og fire hunner 
	i et kuld minkhvalpe p&aring; seks stk. K&oslash;nskvotienten s&aelig;ttes til 50%.

12	Hos kv&aelig;g dominerer kullet (uden horn) P- over hornet pp. Hvor stor er 
	sandsynligheden for, at en heterozygotisk ko f&aring;r én kullet + tre hornede 
	kalve efter inseminering med heterozygotiske tyre?

13	Angiv mulige kombinationer af AA, Aa og aa i familier p&aring; tre s&oslash;skende 
	efter parring mellem heterozygotiske for&aelig;ldre. 

14	Afkom efter en f&aelig;notypisk normal orne og fire f&aelig;notypisk normale s&oslash;er, 
	som alle fem var kendte b&aelig;rere af anl&aelig;g for krogede baglemmer, viste 
	f&oslash;lgende udspaltningsforhold: Foto, Lars Wichmann Madsen viser nyere
	billede med tilsvarende symptomer.
<IMG SRC = "../../genetik/opgaver/o514.gif" align="right"> 
			    Normale Afficerede
		-------------------------------
		So nr. 1 	   6	    3
		So nr. 2	  10	    2
		So nr. 3	  12	    3
		So nr. 4	   5	    0
		-------------------------------

	Unders&oslash;g med statistisk test om disse udspaltningsforhold er i overens-
	stemmelse med en hypotese om recessiv nedarvning. 

15	Unders&oslash;g om udspaltningen af recessive i nedenst&aring;ende familiemateriale 
	hos kv&aelig;g er i overensstemmelse med en 7:1 spaltning, idet b&aring;de faderen 
	og morfaderen antages at v&aelig;re anl&aelig;gsb&aelig;rere. Familierne er fundet p&aring; 
	grundlag af mindst et afficeret afkom. 

		Familie-st&oslash;rrelse	Antal afficerede
		---------------------------------------
		2			1			
		2			1			
		2			1			
		2			1			
		2			1			
		3			1			
		5			1			
		6			1			
		6			1			
		8			2			
		15			2	
		----------------------------------------
 
16	Hos grise er der p&aring;vist en form for lamhed af forbenene, som forekommer 
	sporadisk i kuld efter normale for&aelig;ldre. I en st&oslash;rre bes&aelig;tning blev 
	anomalien p&aring;vist hos grise i seks kuld, og fordelingen var f&oslash;lgende:

			Kuld nr.	Normale	Afficerede*
			-----------------------------------
			1		5	3
			2		4	3
			3		4	1
			4		7	3
			5		7	3
			6	      9       2
			-----------------------------------
			* Ligeligt fordelt mellem orne- og sogrise.

	Angiv den genetiske hypotese, der svarer bedst til de indsamlede data. 
	Der &oslash;nskes en statistisk afpr&oslash;vning af denne hypotese. 

</pre>
<p><b><A name ="Lektion 6"></A>Opgaver, Lektion 6, </b>
<A HREF ="losning.htm#Lektion 6">link l&oslash;sninger</A>
<pre>  
1	I en h&oslash;nsebestand er der tre genotyper svarende til generne Rd og rd p&aring; 
	riboflavin-locus. Det gennemsnitlige indhold af riboflavin i mikrogram 
	pr. gram &aelig;ggeblomme er 4,30 for Rd/Rd h&oslash;ner og 0,40 for rd/rd h&oslash;ner, 
	mens det er 2,50 for heterozygotiske h&oslash;ner. 
	Frekvensen af Rd og rd er henholdsvis 0,7 og 0,3. Hvor stort er det 
	gennemsnitlige riboflavinindhold pr. gram blomme under foruds&aelig;tning af,
	at alle h&oslash;ner i bestanden l&aelig;gger lige mange &aelig;g, og at blommev&aelig;gten er 
	ens for alle &aelig;g?

2	Hos SDM malkekv&aelig;g er der fundet et QTL med effekt p&aring; hyppigheden 
	af tvillingef&oslash;dsler. Den QTL allel, der har en positiv indflydelse p&aring; 
	tvillingef&oslash;dsler har en allel frekvens p&aring; 0,2. Der blev fundet f&oslash;lgende
 	effekter:

		Genotype        		aa       Aa       AA
		Frekvens af tvillinger  0,008    0,016    0,020

	a)	Beregn populationensfrkvensen af tvillinger.
		 
	b)	Beregn de tre genotypiske v&aelig;rdiers afvigelser fra populations-
		gennemsnittet. 

	c)	Opdel genotypev&aelig;rdiernes afvigelse fra populationsgennemsnittet 
		i en additiv del (avlsv&aelig;rdi) og en dominansafvigelse.

3	I en svinebes&aelig;tning er svinenes v&aelig;gt ved fem m&aring;neder i gennemsnit 88,5 
	kg. De i avlen anvendte gylte vejer i gennemsnit 93,0 kg, og de anvendte 
	orner vejer 102,0 kg ved fem m&aring;neder. Afkommet vejer i gennemsnit ved 
	fem m&aring;neder 89,5 kg. Beregn heritabiliteten for v&aelig;gt ved fem m&aring;neder.

4	En tyr anvendtes til to grupper k&oslash;er, hvis gennemsnitlige ydelse af 
	sm&oslash;rfedt (smf.) var:

			Gruppe I:	295 kg smf.
			Gruppe II:	227 kg smf.

	Afkommet efter de to grupper ydede henholdsvis 266 og 259 kg smf. 
	Beregn h<sup>2</sup> for smf.
 
5	Tegn et pilediagram over relationen henholdsvis mellem halvs&oslash;skende og 
	mellem hels&oslash;skende. Anf&oslash;r den forventede f&aelig;notypiske korrelation 
	henholdsvis mellem halvs&oslash;skende og mellem hels&oslash;skende. 
	Korrelationen udtrykkes ved det additive sl&aelig;gtskab (a) og ved h<sup>2</sup> og c<sup>2</sup>.

6	P&aring; grundlag af et st&oslash;rre observationss&aelig;t er der beregnet korrelation 
	mellem besl&aelig;gtede individer for  v&aelig;gt ved 6 uger hos grise. 
	Resultaterne var f&oslash;lgende:
			Mellem halvs&oslash;skende 0,05
			Mellem hels&oslash;skende 0,25
	Beregn heritabiliteten i de to tilf&aelig;lde, idet der refereres til formel 
	for forventet korrelation mellem besl&aelig;gtede individer. Er der en f&aelig;lles 
	milj&oslash; komponent for hels&oslash;skende, og i givet fald hvorfor?

7	P&aring; grundlag af et observationss&aelig;t er der beregnet korrelation og 
	regression mellem besl&aelig;gtede individer for  h&oslash;jde hos veterin&aelig;r-
	studerende og deres for&aelig;ldre i 1998. 	Resultaterne var f&oslash;lgende:
	Korrelationen   mor-afkom  0,45
			    far-afkom  0,20
	Regression afkom-gns. for&aelig;ldre 0,65

	Beregn h<sup>2</sup> i de tre tilf&aelig;lde og diskuter &aring;rsager til 
	forskellene mellem resultaterne:
</pre>

<p><b><A name ="Lektion 7"></A>Opgaver, Lektion 7, </b>
<A HREF ="losning.htm#Lektion 7">link l&oslash;sninger</A>
<pre>
1	N&aring;r man skal v&aelig;lge mellem alternative metoder til at vurdere et dyrs 
	avlsv&aelig;rdi, er det v&aelig;sentligt at kende avlsv&aelig;rdiestimatets sikkerhed. 
	Antag at en egenskab med heritabiliteten h<sup>2</sup> = 0,25 kan vurderes 
	p&aring; grundlag af:
<center><IMG   SRC  = "../../genetik/opgaver/o71.gif"></center>
		1)	moderens pr&aelig;station
		2)	50 halvs&oslash;skendes pr&aelig;station
		3)	20 stk. afkom, der indbyrdes er halvs&oslash;skende

	(Jvf. figur, hvor dyret, hvis avlsv&aelig;rdi skal bestemmes, er markeret med
	sort). Hvilken af de tre metoder giver den st&oslash;rste sikkerhed?

2	Beregn avlsv&aelig;rdiestimat for m&aelig;lkeydelse for f&oslash;lgende dyr 
	(h<sup>2</sup> = 0,25, c<sup>2</sup> = 0,05 og populationsgennemsnit =
	 4500 kg), idet avlsv&aelig;rdiestimatet baseres p&aring; kendskab til egen ydelse 
	eller ydelse af besl&aelig;gtede individer. 

	1)	egen ydelse 1. laktation			5000 kg m&aelig;lk
	2)	gns. af egen ydelse i tre laktationer		4700 kg m&aelig;lk
	3)	gns. af moderens ydelse i tre laktationer	5000 kg m&aelig;lk
	4)	gns. af 100 paternelle halvs&oslash;skende		4600 kg m&aelig;lk
	5)	afkom efter 3) og 4)

	Hvilket af avlsv&aelig;rdiestimaterne er beregnet med st&oslash;rst sikkerhed?

3	Hos svenske sportsheste forekommer syndromet osteochondrose (OCD) med en 
	hyppighed p&aring; 30% (dvs. 30% OCD, 70% OCD-fri). Populationen kan betragtes 
	som et resultat af tilf&aelig;ldig parring. Den genetiske disposition er 
	polygenisk og har en heritabilitet p&aring; 0,20. Den relative v&aelig;rdi af 
	individer med OCD s&aelig;ttes til 0, medens v&aelig;rdien af OCD-fri individer er 1. 

		A har 40 stk. afkom, af hvilke 20 er OCD-fri og 20 har OCD. 
		B har 60 stk. afkom, af hvilke 45 er OCD-fri og 15 har OCD. 
		C har 20 stk. afkom, af hvilke 16 er OCD-fri og 4 har OCD.

	a)	Beregn populationsgennemsnittet og beregn gennemsnittet for 
		de 3 afkomsgrupper.  
                                                                                                
	b)	Beregn de tre hingstes (A, B og C's) avlsv&aelig;rdiestimat, idet alle 
		individer inden for hver afkomsgruppe er paternelle halvs&oslash;skende.

4	Beregn sikkerheden kvadreret p&aring; avlsv&aelig;rdiestimaterne for 5 individer
      som har f&oslash;lgende observationss&aelig;t: 	

	1)	egen ydelse  
	2)	gns. af 5 egen pr&aelig;stationer
	3)	gns. af 200 paternelle halvs&oslash;skende 
	4)	gns. af  10 stk. afkom, der indbyrdes er halvs&oslash;skende
	5)	gns. af 200 stk. afkom, der indbyrdes er halvs&oslash;skende

	idet h<sup>2</sup> = 0,05, 0,1, 0,2, 0,4 og 0,6 og c<sup>2</sup> = 0,10. 
	Kommenter resultaterne.

5	Udled formel for avlsv&aelig;rdi indeks og sikkerheden kvadreret for 4 individer
      med information fra: 	

	1)	egen pr&aelig;station  
	2)	de to for&aelig;ldres pr&aelig;stationer
	3)	de fire bedstefor&aelig;ldres pr&aelig;stationer 
	4)	de otte oldefor&aelig;ldres pr&aelig;stationer
 
	Kommenter resultaterne.

</pre>
<p><b><A name ="Lektion 8"></A>Opgaver, Lektion 8, </b>
<A HREF ="losning.htm#Lektion 8">link l&oslash;sninger</A>
<pre>
1	Heritabiliteten for tilv&aelig;kst (20-90 kg) hos svin s&aelig;ttes til 0,30. I en 
	bes&aelig;tning er den gennemsnitlige tilv&aelig;kst 935 g. De i avlen benyttede 
	gylte havde en gennemsnitlig tilv&aelig;kst p&aring; 970 g, og de anvendte orner en 
	tilv&aelig;kst p&aring; 1008 g. Hvor stor gennemsnitlig tilv&aelig;kst forventes for 
	afkommet efter de selekterede individer?

2	I en minkbestand bruges 5% hanner og 33% hunner til avl. Der selekteres 
	for kropsst&oslash;rrelse, som har sigma<sub>P</sub> p&aring; 0,3 og 0,2 kg. for henholdsvis 
	hanner og hunner. Heritabiliteten for kropsst&oslash;rrelse er 0,40. Hvor stor 
	genetisk &aelig;ndring forventer man pr. generation?

3	Det antages, at en population af h&oslash;ner har en &aring;rlig gennemsnitsydelse p&aring; 
	230 &aelig;g. Den f&aelig;notypiske standardafvigelse er 35,7 &aelig;g. Der regnes 
	endvidere med en heritabilitet p&aring; 0,40 for &aring;rlig &aelig;gydelse. Selektionen 
	baseres udelukkende p&aring; h&oslash;ner, og 20 procent af de h&oslash;jestydende h&oslash;ner 
	benyttes til avl. Beregn f&oslash;lgende:

	a)	Selektionsdifferencen (antal &aelig;g).

	b)	Den genetiske &aelig;ndring (antal &aelig;g) fra moder- til 
		dattergenerationen.

	c)	D&oslash;trenes gennemsnitlige &aelig;gydelse pr. &aring;r.

4	Hoftedysplasi hos hunde er en t&aelig;rskelegenskab med en heritabilitet p&aring; 
	0,3. Ca. 30% af alle Sch&aelig;ferhunde har hoftedysplasi. De 70%, der er 
	phenotypisk raske, s&aelig;ttes til samme avlsv&aelig;rdi, hvis man udelukkende 
	baserer avlsv&aelig;rdien p&aring; grundlag af en simpel fortolkning (enten eller) 
	af r&oslash;ntgenbillederne af de enkelte hunde. 

	a)	Antag, at der blandt de 70% raske Sch&aelig;ferhunde udtages en til-
		f&aelig;ldig stikpr&oslash;ve som avlsdyr. Hvor stor er selektionsintensi-
		teten?

	b)	Angiv den forventede genetiske &aelig;ndring i f&aelig;notypiske standard-
		enheder  pr. generation, hvis man anvender de 70% raske Sch&aelig;fer-
		hunde som avlsdyr.

	c)	Beregn  delta G i  sigma<sub>P</sub>-enheder, hvis t&aelig;verne udv&aelig;lges 
		ved individpr&oslash;ve, mens hannerne udv&aelig;lges p&aring; grundlag af afkoms-
		unders&oslash;gelse  (20 stk. halvs&oslash;skende-afkom), idet der anvendes 
		10% til avl.

	d)	Beregn forholdet mellem delta G beregnet under punkt c) og b).

5	Der planl&aelig;gges en afkomspr&oslash;vestation for mink for at forbedre en 
	pelsegenskab, der har en heritabilitet p&aring; 0,2. Stationen skal have en 
	kapacitet p&aring; 800 stk. afkom pr. generation, det vil sige h&oslash;jst 800 f&aelig;dre
	kan blive afpr&oslash;vet. Selektionen &oslash;nskes foretaget s&aring;dan, at 40 af de 
	unders&oslash;gte f&aelig;dre udv&aelig;lges til avl. Der inds&aelig;ttes udelukkende paternelle 
	halvs&oslash;skendegrupper p&aring; stationen, og af det foreg&aring;ende fremg&aring;r, at 
	antallet af afkom pr. fader kan variere mellem 1 og 20. Hvor mange stk. 
	afkom pr. fader skal man afpr&oslash;ve for at den genetiske &aelig;ndring pr. 
	generation er st&oslash;rst mulig? 

6	To allele gener har begge en frekvens p&aring; 0,5. Genparret giver anledning
	til variation i en kvantitativ egenskab, s&aring;ledes at der er en forskel p&aring; 
	4 kg i den kvantitative egenskab mellem de to typer af homozygoter. Der 
	er fuldst&aelig;ndig dominans p&aring; det p&aring;g&aelig;ldende locus. 
	Den kvantitative egenskab har sigma<sub>A</sub> = 10 kg og sigma<sub>P</sub> = 20 kg.

	a)	Hvor stor en del af den kvantitative egenskabs additive varians 
		skyldes p&aring;g&aelig;ldende locus?
	b)	Giv kommentarer til hvorn&aring;r det er form&aring;lstjenligt anvende 
		genmark&oslash;rer.

7	I et selektionseksperiment med mus, som l&oslash;b over ni generationer, blev 
	der ved individuel selektion selekteret for tilv&aelig;kst (x), og der blev i 
	de ni generationer m&aring;lt en genetisk &aelig;ndring p&aring; 2,34 g. Som korreleret 
	effekt blev der m&aring;lt en &aelig;ndring i kuldst&oslash;rrelse (y) p&aring; 0,693 unge pr. 
	kuld over de samme ni generationer.

			Egenskab	heritabilitet 	varians<sub>P</sub>
			x		0,23		5,59
			y		0,15		5,18
	 
	a)	Beregn den genetiske korrelation mellem tilv&aelig;kst og kuldst&oslash;r-
		relse.

	b)	Beregn selektionsintensiteten i<sub>x</sub>.

</pre>
<p><b><A name ="Lektion 9"></A>Opgaver, Lektion 9, </b>
<A HREF ="losning.htm#Lektion 9">link l&oslash;sninger</A>
<pre>
1	I en marsvinebestand, hvor der opretholdes en indavlskoefficient p&aring; 
	F = 0,25, er der tre v&aelig;gtklasser: 100 g, 80 g og 50 g, svarende til 
	genotyperne A<sub>1</sub>A<sub>1</sub>, A<sub>1</sub>A<sub>2</sub> og A<sub>2</sub>A<sub>2</sub>. 
	Frekvensen af A<sub>1</sub> og A<sub>2</sub> er henholdsvis 0,8 og 0,2.

	a)	Hvor stor er den gennemsnitlige v&aelig;gt?

	b)	Beregn indavlsdepressionen.

2	I et krydsningsfors&oslash;g med svin er der fundet f&oslash;lgende gennemsnitlige 
	v&aelig;gttal i kg ved 80 dages alder:

					Linie		Krydsning
					A	B	F1 (A x B)
			Ikke indavlede	22,7  	20,1    22,8  
			Indavlede	21,7    13,1    19,6

	a)	Beregn graden af heterosis ved krydsninger mellem 1) ikke-
		indavlede linier og 2) indavlede linier. Resultaterne angives 
		s&aring;vel i absolutte som relative tal.

	b)	Beregn indavlsdepressionen udtrykt i procent.
</pre>
<P><A HREF="0.htm">Opgaveforside</A> 

