<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Hair coat types in mammals</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>11.1 Tipos de pelo en mam&iacute;feros</H3>

<P><A HREF="0.htm">Cap&iacute;tulo 11</A> </P>

<P>El pelo de mam&iacute;feros se caracteriza en parte por la longitud y en parte por la 
estructura f&iacute;sica, por ejemplo lacia o rizada. La relaci&oacute;n entre el pelo  
protector y el pelo de lana tambi&eacute;n desempe&ntilde;a un papel para su apariencia f&iacute;sica. Por 
&uacute;ltimo, el color del pelo puede dar camuflaje o en casos donde los individuos con 
fuerte color dominan en el reba&ntilde;o o individuos fuera de la manada compitiendo por 
la dominaci&oacute;n. Especialmente para animales que habitan en el agua o animales que cazan 
 peces, el pelaje es de gran importancia para la regulaci&oacute;n de la temperatura. El pelaje  
por ejemplo de la foca, nutria y vis&oacute;n tambi&eacute;n tiene que ser muy resistente y
durar todo el invierno. La liebre y los zorros tambi&eacute;n tienen un pelaje que calienta, pero el 
pelaje de estos animales no es necesario  que sea tan fuerte como los antes mencionados.
 La mayor&iacute;a de los mam&iacute;feros producen su pelaje 
de invierno en octubre y noviembre y lo arrojan para el verano en abril y mayo.</P>

<P>Algunas de las caracter&iacute;sticas f&iacute;sicas del pelo que son bajo simple 
herencia de Mendel, por ejemplo las caracter&iacute;sticas siguientes:</P>

<P><STRONG>Tipos de pelo y sus genotipos</STRONG> </P>
<PRE>
Dominante                   Recesiva                 
----------------------------------------------
Pelo rizado     W-         Pelo lacio       ww               
Pelo corto      L-         Pelo largo      ll               
Pelo normal     M-         Pelo topo       mm
Pelo            Hr-        Sin pelo       hr/hr
----------------------------------------------</PRE>

<P>Figura 11.1 muestra ejemplos de los tipos de pelo.
<TABLE   WIDTH="100 %">
<TR><TD>Figura 11.1.<BR>
<BR>
Un Airedale Terrier con pelo rizado</TD>
<TD><img src="../../genetik/11/1ru.gif" width="225" height="150" align=bottom > </TD></TR>
<TR><TD>Pelo largo,  Dachshund.</TD>
<TD><img src="../../genetik/11/1lang.gif" width="225" height="150" align=bottom > </TD></TR>
<TR><TD>La piel de una vis&oacute;n de topo y una vis&oacute;n est&aacute;ndar normal.</TD>
<TD><img src="../../genetik/11/1mole.gif" width="317" height="100" align=bottom ></TD></TR>
<TR><TD>Rat&oacute;n pelado.</TD>
<TD><img src="../../genetik/11/1nu.gif" width="134" height="146" align=bottom ></TD></TR></TABLE>

<P><A HREF="2.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
