<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Tipos de color de pelaje en mam&iacute;feros, genes de color</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>11.2 Tipos de color de pelaje en mam&iacute;feros, genes de color</H3>

<P><A HREF="1.htm">P&aacute;gina anterior </A> </P>
El color del pelo est&aacute; determinado por el contenido de granos de melanina. 
Los colores negros y marr&oacute;n son producidos por la eumelanina y los colores rojizos y 
amarillos por pheomelanina. Esta &uacute;ltima puede ser disuelta en HCl. Si el pelo no 
contiene ning&uacute;n grano de melanina se vuelve blanco, esto es causado por burbujas de 
aire en el pelo. Esto produce el color blanco, al igual que aire en o bajo el hielo.</P>

<P>La melanina est&aacute; formada por el amino&aacute;cido tirosina a trav&eacute;s de una larga fila de 
reacciones bioqu&iacute;micas que todas afectan el color del pelo. La melanina se produce 
en un tipo de c&eacute;lulas, que se denominan melanocitos. El n&uacute;mero  y la influencia 
hormonal en estas
 c&eacute;lulas tambi&eacute;n pueden dar lugar a las variaciones en el color.</P>

<P>Figura 11.2 muestra una lista de los genes de color m&aacute;s conocidos.<BR>

<TABLE   WIDTH="90 %">
<TR><TD WIDTH="35 %">Figura 11.2<BR>
<BR>
Locus Agouti (locus A)</TD>
<TD WIDTH="5 %"></TD>
<TD WIDTH="50 %"></TD></TR>
<TR><TD>Dominante Amarillo A<SUP>y</SUP>- <BR>
Dominante Negro A-<BR>
Recesiva Negro y bronceado a<SUP>t</SUP>-<BR>
Recesiva Amarillo aa</TD>
<TD></TD>
<TD>El Airedale terrier que se muestra en la &uacute;ltima p&aacute;gina tiene el genotipo 
'Black and tan' a<SUP>t</SUP>a<SUP>t</SUP>, negro en la parte posterior
 y bronceado en el vientre y las extremidades.</TD></TR>
<TR><TD><STRONG>Locua Marr&oacute;n  (locus B)</STRONG></TD>
<TD></TD>
<TD></TD></TR>
<TR><TD>Dominante Negro B-<BR>
Recesiva Marr&oacute;n bb</TD>
<TD></TD>
<TD><img src="../../genetik/11/22.gif" width="145" height="150" align=bottom ><BR>
bb El genotipo marr&oacute;n ocurre en muchas razas de perros</TD></TR>
<TR><TD><STRONG>Locus Albino  (locus C)</STRONG></TD>
<TD></TD>
<TD></TD></TR>
<TR><TD>Dominante Color C-<BR>
Recesiva Blanco cc</TD>
<TD></TD>
<TD><img src="../../genetik/11/2.gif" width="170" height="150" align=bottom ><BR>
Albino con ojos rojos, el genotipo cc en un conejo de Angora</TD></TR>
<TR><TD><STRONG>Locus Diluci&oacute;n (locus D)</STRONG></TD>
<TD></TD>
<TD></TD></TR>
<TR><TD>Dominante Negro D-<BR>
Recesiva Plata dd</TD>
<TD></TD>
<TD><img src="../../genetik/11/21.gif" width="226" height="150" align=bottom ><BR>
Genotipo plata en cerdos</TD></TR>
<TR><TD><STRONG>Locus Extensi&oacute;n  (locus E)</STRONG></TD>
<TD></TD>
<TD></TD></TR>
<TR><TD>Dominante Negro E-<BR>
Recesiva Amarillo ee</TD>
<TD></TD>
<TD><img src="../../genetik/2/1-1.gif" width="134" height="150" align=bottom ></TD></TR>
<TR><TD><STRONG>Locus "Pink" ojos de diluci&oacute;n  (locus P)</STRONG></TD>
<TD></TD>
<TD></TD></TR>
<TR><TD>Dominante Negro P- <BR>
Recesiva Amarillo pp</TD>
<TD></TD>
<TD></TD></TR>
<TR><TD><STRONG>Locus Orange ligado a X (locus O)</STRONG>&nbsp;</TD>
<TD></TD>
<TD></TD></TR>
<TR><TD>Hembras:<BR>
Dominante Negro oo<BR>
Heterocigoto Negro/Amarillo Oo Recesiva Amarillo OO</P>

<P>Machos:<BR>
Dominante Negro o<BR>
Recesiva Amarillo O</TD>
<TD></TD>
<TD><img src="../../genetik/2/3cat.gif" width="120" height="150" align=bottom ><BR>
El heterocigoto Oo tiene un color tipo mixto  debido a la inactivaci&oacute;n de cromosoma X aleatorio. El color mixto puede variar de una mezcla casi perfecta a grandes manchas de color amarillo o 
negro dependiendo de cuando realiza la inactivaci&oacute;n aleatoria.<BR>
</td></tr></table>
<P><STRONG>Mutaciones som&aacute;ticas en los genes de color:</STRONG> 
En algunas especies dom&eacute;sticas, tales como el zorro y el gato, se produce un gen dominante, que reduce la 
pigmentaci&oacute;n a color crema claro, consulte Figura 11.3.

<TABLE  WIDTH="50 %" align="right">
<TR><TD>Figura 11.3.<BR>
Mutaci&oacute;n som&aacute;tica en el gen de la sombra de color. La oreja tiene el color normal en un zorro azul (Shadow),
 que es de color crema normalmente sobre todo el cuerpo.</TD>
<TD><img src="../../genetik/11/mutraev.gif" width="173" height="150" align=right ></TD></TR></TABLE>
<BR>

<P>La mutaci&oacute;n sombra (Shadow) en los zorros azules es muy inestable, por
 que muta f&aacute;cilmente y vuelve  al 
tipo de color normal. La mutaci&oacute;n som&aacute;tica  (retro  mutaci&oacute;n)  tiene lugar durante el desarrollo 
fetal, cuando se forme la poblaci&oacute;n  de melanocytos. En los zorros el tipo de color 
sombra tiene una tasa de mutaciones som&aacute;ticas visible, que ocurre en aproximadamente el
 dos 
 porciento de la poblaci&oacute;n.
 Figura 11.3 muestra una mutaci&oacute;n som&aacute;tica en un zorro de sombra. Los animales que contengan la mutaci&oacute;n
 de sombra a menudo tienen los ojos con diferentes colores, uno marr&oacute;n y otra azul.</P>

<P><A HREF="3.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
