<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>funci&oacute;n bioqu&iacute;mica de los genes de color</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>11.3 Funci&oacute;n bioqu&iacute;mica de los genes de color</H3>

<P><A HREF="2.htm">P&aacute;gina anterior</A> </P>

<P>La Figura 11.4 muestra una ilustraci&oacute;n de funciones de un meloncito. 
En la figura algunas de las funciones de un meloncito se se&ntilde;alan. 
Estas funciones est&aacute;n influenciadas 
por los genes de color que se menciona en la &uacute;ltima secci&oacute;n.</P>

<P>La MSH o la hormona estimulante de meloncitos se producen en la
 hip&oacute;fisis. Esta hormona es importante en la producci&oacute;n de melanina.
  El receptor de MSH corresponde al locus E, 
mientras que un bloqueador de esta hormona corresponde al locus A.<BR>

<TABLE  WIDTH="50 %" align="right">
<TR><TD>Figura 11.4.<BR>
Muestra las funciones  de los cinco genes de color m&aacute;s conocidos 
en mam&iacute;feros. Los colores de pelaje son causados por los granos 
de melanina producidos por los meloncitos
<br><img src="../../genetik/11/melanocy.gif" width="376" height="400" align=bottom ></TD></TR></TABLE>

Los loci b y c c&oacute;digo para 'enzimas'  que regulan la reestructuraci&oacute;n 
del  amino&aacute;cido tirosina, tirosinasa. La reestructuraci&oacute;n de tirosina
 es necesaria para la melanina se forme. 
El locus d tiene que regular el tama&ntilde;o de las dendritas.</P>

<P>Una comparaci&oacute;n con los alelos conocidos de los genes de color 
ofrece la posibilidad de una interpretaci&oacute;n de su funci&oacute;n. Por 
ejemplo, en el locus agut&iacute;  puede existir un dominante
un recesivo amarillo. 
El efecto del locus A y del locus e tiene que estar 
fuertemente relacionado, porque afectan al mismo sistema, la funci&oacute;n 
de MSH.</P>

<P>La distribuci&oacute;n de los meloncitos en la piel es tambi&eacute;n un factor 
importante para el color del pelo. Un ejemplo de esto es dos pares 
de genes conocidos en los ratones, el acero (sl o factor de 
crecimiento celular de Mast = MGF) y blanco manchado (el gen del Kit),
 que es el receptor de la MGF. Estos genes determinan el n&uacute;mero y la 
distribuci&oacute;n de los meloncitos en la piel. Tambi&eacute;n pueden, como indica
 el nombre de este &uacute;ltimo gen, causar manchas blancas. Cuando se producen menos meloncitos
  en la piel, el resultado ser&aacute; una mezcla de
 pelos de colores y blancos. Este efecto proviene del locus acero.</P>

<P>En los  ratones hasta 100 genes del color del pelo son conocidos. Todos ellos pueden clasificarse en uno de 
las cuatro clases que se indicara a continuaci&oacute;n:</P>

<P>Clasificaci&oacute;n de los genes que afectan el color de pelaje:</P>

<UL>
  <LI>Genes que afectan las rutas bioqu&iacute;micas de la producci&oacute;n de melanina </LI>
  <LI>Genes que regulan la cantidad de la producci&oacute;n de melanina </LI>
  <LI>Genes que regulan el n&uacute;mero y la distribuci&oacute;n de los meloncitos</LI>
  <LI>Genes que regulan la morfolog&iacute;a de la meloncitos</LI>
</UL>


<P>Una modificaci&oacute;n del color puede hacerse por medio de selecci&oacute;n cl&aacute;sica,
 donde la intensidad del color se trata como un car&aacute;cter cuantitativo.
 Por ejemplo, el color de vis&oacute;n salvaje es marr&oacute;n oscuro. Por la 
selecci&oacute;n de color m&aacute;s oscuro a trav&eacute;s de 40 generaciones, se ha 
creado un tipo de color de vis&oacute;n completamente negro.</P>

<P><A HREF="4.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
