<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Color genes en animales dom&eacute;sticos</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>11.4 Genes de color en animales dom&eacute;sticos</H3>

<P><A HREF="3.htm">P&aacute;gina anterior</A> </P>

<P><STRONG>La herencia de color del pelo en las razas porcinas danesas 
</STRONG>son reguladas por los 
siguientes tres loci, v&eacute;ase tambi&eacute;n Figura 11.5.</P>
<PRE>
Dominante                   Recesivo                 
-------------------------------------------------
Blanco          I-         Color             ii              
Negro           E-         Rojo              ee              
Uniforme        ii         Blanco franja  i(be)i(be)
-------------------------------------------------
</PRE>

<P>Las razas  Landrace (L) y Yorkshire (Y) son homocig&oacute;ticas para el blanco dominante, II.
 La raza  Duroc (D) tiene el color rojo y la raza 
Hampshire (H) es negra con una franja blanca, EEi(be)i(be). <BR>

<TABLE WIDTH="100 %">
<TR><TD>Figura 11.5<BR>
Las razas Landrace y Yorkshire son homocig&oacute;ticas para blanco dominante, la Duroc es roja 
y el Hampshire es negro con una franja blanca.</TD>
<TD><img src="../../genetik/11/grise.gif" width="532" height="360" align=bottom ></TD></TR></TABLE>

<P>La mayor&iacute;a de los cerdos producidos en Dinamarca tienen una madre 
blanca (LY) y un padre (D o HD) coloreado. Todas las progenies son blancas,
 cuando son heterocigotos 
con respecto al genotipo Ii. Marklund et al. 1998, <i>Genome Res</i> 8:826-33,
 han demostrado que el blanco dominante en los cerdos es causado por un alelo
  en el gen de kit, que corresponde al receptor del factor de crecimiento de
   la c&eacute;lula m&aacute;stil. El c&oacute;digo de locus de extensi&oacute;n corresponde 
a las diferencias de color entre los cerdos negros y rojos.

Las detalles del gen cintur&oacute;n se dan de Giuffra et al.Mamm Genome 1999,
 10:1132-6. Es un alelo en el  gen kit. 

<P><STRONG>La herencia del color de pelaje en las razas  lecheras danesas 
</STRONG> es reguladas por los siguientes tres loci:</P>
<PRE>
Dominante                   Recesiva                 
---------------------------------------       
Negro          E-           Roja       ee              
Uniforme       S-           Manchado   ss
Cabeza Blanca  S<sup>H</sup>-          Uniforme SS
----------------------------------------
</PRE>

<P>La raza lechera danesa Holstein-frisona (HF) tiene el genotipo 
EEss y la raza lechera danesa rojo (RDM) tiene el genotipo eeSS. 
Las cruzas entre HF y RDM tienen un color uniforme negro. Algunos RDM 
tienen un patr&oacute;n de color diferente, rayas de tigre, que est&aacute;n 
cubiertas por un alelo en el locus e que domina en color rojo. 
En algunos  vacunos daneses hay un color blanco de la cabeza, por ejemplo 
en la raza Hereford, este color tener la herencia dominante. Se hereda 
de un alelo dominante en el mismo locus como el color  manchado. Se sabe que 
el gen  est&aacute; situado en el cromosoma 6 y est&aacute; 
estrechamente vinculado con el gen de kit y tiene interacci&oacute;n con el 
 gen kit.
<TABLE WIDTH="100 %">
<TR><TD>Figura 11.6.<BR>
Holstein - frisona con el genotipo EEss y la danesa roja con el genotipo eeSS. Hereford 
tiene la cabeza blanca que es de herencia dominante.<BR ><center>
<img src="../../genetik/11/kvag.gif" width="593" height="193"  ></center></TD></TR></TABLE>

<P>Klungland et al. 1995, <i> Mammalian Genome</i> 6:636-39, 
han demostrado que el color rojo en el ganado es causado por el 
genotipo ee en el locus  extensi&oacute;n.</P>
	
<P><STRONG>Herencia de color de pelaje en perros,</STRONG>
por Helle Friis Proschowsky
 <BR>

En algunas razas, el color de pelaje es muy constante, por lo tanto 
todos los individuos tienen el mismo genot&iacute;po de color. Pero cada 
raza tiene su propio conjunto especial de genes de color y algunas 
razas tienen gran variaci&oacute;n. 
<br>Las personas que tienen especial intere 
en una raza particular, pueden consultar '<i>The inheritance of 
coat colours in dogs por </i>Clarence C. Little, Howell Book House, 1984.</P>

<P>Aqu&iacute; solamente una breve descripci&oacute;n de los loci de color m&aacute;s conocido y su importancia para
 el color del pelaje en perros:</P>

<P><STRONG>Locus A:</STRONG> Determina la cantidad y la localizaci&oacute;n de 
pigmento claro y oscuro, tanto para los pelos individuales y el pelaje 
como un todo. El alelo  a<sup>t</sup>, 
por ejemplo, hace  el color negro y bronceado de Rottweilers, Airedales y Gordon setters.<BR>

<STRONG>Locus B:</STRONG> Determina la cantidad de pigmento oscuro y si deber&iacute;a ser el color oscuro (B-) o marr&oacute;n hep&aacute;tica (bb).  <BR>

<STRONG>Locus C:</STRONG> Determina la profundidad de la pigmentaci&oacute;n. 
El alelo c<sup>a</sup> 
da albinos y el alelo c<sup>ch</sup>  de chinchilla que hace que los colores 
amarillos y rojizos son convertido en color crema en Cocker 
Spaniel por ejemplo. El alelo chinchilla tambi&eacute;n da lugar a grandes variaciones
 en la profundidad de la pigmentaci&oacute;n, por ejemplo en el Retriever de la
  Bah&iacute;a de Chesapeake y Terrier Tibetano. 

<br><STRONG>Locus D:</STRONG> Determina la intensidad del color. El 
alelo D da un color intenso (negro en Grand Alano), mientras que el 
alelo d proporciona una diluci&oacute;n azulada. Weimaran tienen siempre consigo 
la recesiva dd junto con bb, dando as&iacute; el color del pelaje marr&oacute;n 
hep&aacute;tico. 

<br><b> Locus E</b>:
Determina el patr&oacute;n de la pigmentaci&oacute;n en el pelaje. El alelo <sup>E</sup>m 
 por ejemplo da al Leonberger una m&aacute;scara negra y el alelo e<sup>b</sup>  
da al Boxer y el Gran Danas rayas de tigre, mientras que el genotipo 
ee produce color amarillo en el Labrador Retriever.

<TABLE WIDTH="100 %">
<TR><TD>Figura 11.7 El color negro y bronceado en el Airedale, a<sup>t</sup>a<sup>t</sup>.
 Color de diluci&oacute;n en Tibetano, dd y color amarillo desde el locus de extensi&oacute;n en el Labrador retriever, ee.
<br><center><img src="../../genetik/11/hunde.gif" width="600" height="200">
</center> </TD></TR></TABLE>

<P><STRONG>Locus G:</STRONG> Los alelos en este locus determinan si
 el color se desvanece con la edad o no. 

<br><b> Locus M</b>: El alelo dominante da M color "merle" (Collie, 
Shetland Sheepdog), mientras el alelo recesiva m da una pigmentaci&oacute;n 
uniforme. Es bien sabido que dos perros con el color de merle no 
deben ser producidos, como una dosis doble del alelo a menudo causa 
da&ntilde;o a los ojos y el sentido del o&iacute;do. </P>

<br><b> Locus S</b>: Determina si el pelaje tiene manchas. El alelo dominante S da 
una pigmentaci&oacute;n uniforme, aunque ocasionalmente con manchas blancas en los pies y el 
t&oacute;rax (Retriever, Boxer y New Foundlander). Los tres alelos  s  m&aacute;s recesivos dan cantidades 
variables de manchas blancas, el Clumber Spaniel y el D&aacute;lmata siendo mayormente blancos.


<P><b>Herencia de color de pelaje en el gato,</b> por  Nan Hampton, University of Texas at Austin.
 </P>
<P><A HREF="../genetics/4.htm">
Haga clic aqu&iacute; </A>, -- y se muestra una tabla de algunos de los genotipos m&aacute;s comunes
 y fenotipos del gato dom&eacute;stico, en ingles. 


<P><STRONG><A NAME="Mink">Herencia de color de pelaje en vis&oacute;n</STRONG>

<br>Los tipos de color de vis&oacute;n han evolucionado a trav&eacute;s de la selecci&oacute;n 
o mutaciones de genes de color. El genotipo de color salvaje, que no tiene mutaciones,
 se llama Standard y rangos de color marr&oacute;n oscuro (vis&oacute;n silvestres que se encuentran 
en la naturaleza) al completamente negro en el vis&oacute;n de granja.
 Esto es debido a la selecci&oacute;n de color 
m&aacute;s oscuro en las &uacute;ltimas 40 generaciones.</P>

<P>Los tipos de color mutado en vis&oacute;n se clasifican de acuerdo con el n&uacute;mero y tipos de 
genes responsables de la aparici&oacute;n del color. Hasta ahora no ha sido posible correlacionar
 los genes de color de vis&oacute;n con los genes de color descritos en otros mam&iacute;feros. La &uacute;nica 
excepci&oacute;n es el locus de albino. Es de esperar que se resuelva este problema en un futuro 
pr&oacute;ximo por medio de la tecnolog&iacute;a de ADN.</P>

<P><b>Los genes de color recesivo y dominante: </b>Los colores &uacute;nicos recesivos 
se derivan de la homocigosidad en genes mutados recesivas. Los genes de color de 
dos o m&aacute;s colores mutados, que se origin&oacute; a partir de los mismos genes 
silvestres (est&aacute;ndar), son llamados genes al&eacute;licas y ocupar&aacute;n la misma ubicaci&oacute;n 
cromos&oacute;mica (locus). El estado homocigoto de genes dominante suele ser letal, 
o resultando en un tama&ntilde;o reducido de la camada cuando se producen heterocigotos. 
Se muestran s&oacute;lo las combinaciones m&aacute;s utilizadas de las mutaciones. Un cruce entre
 mutaciones no al&eacute;licas da como resultado el color marr&oacute;n oscuro. Esto fue el tipo 
com&uacute;n cuando se establecieron las mutaciones originalmente. 

<TABLE BORDER="1" WIDTH="100 %">
<TR><TD><STRONG>Colour types, single</STRONG></TD>
<TD><STRONG>Mutation name</STRONG></TD>
<TD><STRONG>Mutation genotype</STRONG></TD>
<TD><STRONG>Wild type, Standard</STRONG></TD></TR>
<TR><TD><STRONG>White </STRONG></TD>
<TD><STRONG>Albino, red eyeds</STRONG></TD>
<TD><STRONG>cc</STRONG></TD>
<TD><STRONG>CC</STRONG></TD></TR>
<TR><TD><STRONG></TD>
<TD></STRONG><STRONG>Hedlund White, deaf</STRONG></TD>
<TD><STRONG>hh</STRONG></TD>
<TD><STRONG>HH</STRONG></TD></TR>
<TR><TD><STRONG>Grey</STRONG></TD>
<TD><STRONG>Aleutian, bluish</STRONG></TD>
<TD><STRONG>aa</STRONG></TD>
<TD><STRONG>AA</STRONG></TD></TR>
<TR><TD><STRONG></TD>
<TD></STRONG><STRONG>Silver Blue, grey</STRONG></TD>
<TD><STRONG>pp</STRONG></TD>
<TD><STRONG>PP</STRONG></TD></TR>
<TR><TD><STRONG></TD>
<TD></STRONG><STRONG>Steel Blue</STRONG></TD>
<TD><STRONG><EM>p<SUP>s</SUP>p<SUP>s</SUP></EM></STRONG><STRONG></STRONG></TD>
<TD><STRONG>PP</STRONG></TD></TR>
<TR><TD><STRONG>Brown</STRONG></TD>
<TD><STRONG>Royal Pastel</STRONG></TD>
<TD><STRONG>bb</STRONG></TD>
<TD><STRONG>BB</STRONG></TD></TR>
<TR><TD><STRONG></TD>
<TD></STRONG><STRONG>Moyl</STRONG></TD>
<TD><STRONG>mm</STRONG></TD>
<TD><STRONG>MM</STRONG></TD></TR>
<TR><TD><STRONG></TD>
<TD></STRONG><STRONG>American Palomino</STRONG></TD>
<TD><STRONG>kk</STRONG></TD>
<TD><STRONG>KK</STRONG></TD></TR>
<TR><TD><STRONG>Bicoloured</STRONG></TD>
<TD><STRONG>Black Cross</STRONG></TD>
<TD><STRONG>Ss</STRONG></TD>
<TD><STRONG>ss</STRONG></TD></TR>
<TR><TD><STRONG></TD>
<TD></STRONG><STRONG>95  porciento White</STRONG></TD>
<TD><STRONG>SS</STRONG></TD>
<TD><STRONG>ss</STRONG></TD></TR>
<TR><TD><STRONG></TD>
<TD></STRONG><STRONG>Finn Jaguar</STRONG></TD>
<TD><STRONG>Zz</STRONG></TD>
<TD><STRONG>zz</STRONG></TD></TR>
<TR><TD><STRONG>Combinations</STRONG></TD>
<TD><STRONG></TD>
<TD></TD>
<TD></TD></TR>
<TR><TD></STRONG><STRONG></STRONG><STRONG></STRONG><STRONG>Bicoloured</STRONG></TD>
<TD><STRONG>Pastel Cross</STRONG></TD>
<TD><STRONG>bb Ss</STRONG></TD>
<TD><STRONG>BBss</STRONG></TD></TR>
<TR><TD><STRONG>Bluish grey</STRONG></TD>
<TD><STRONG>Sapphire</STRONG></TD>
<TD><STRONG><EM>aa pp</EM></STRONG></TD>
<TD><STRONG>AAPP</STRONG></TD></TR>
<TR><TD><STRONG></TD>
<TD></STRONG><STRONG>Blue Iris</STRONG></TD>
<TD><STRONG><EM>aa p<SUP>s</SUP>p<SUP>s</SUP></EM></STRONG><STRONG></STRONG></TD>
<TD><STRONG>AAPP</STRONG></TD></TR>
<TR><TD><STRONG>Sand</STRONG></TD>
<TD><STRONG>Pearl</STRONG></TD>
<TD><STRONG>mmpp</STRONG></TD>
<TD><STRONG>MMPP</STRONG></TD></TR>
<TR><TD><STRONG>Light sand</STRONG></TD>
<TD><STRONG>Violet</STRONG></TD>
<TD><STRONG>aakkpp</STRONG></TD>
<TD><STRONG>AAKKPP</STRONG></TD></TR></TABLE>

<P>Tipos de combinaci&oacute;n que se utilizan como cruces de producci&oacute;n.
 El cruce de genotipos recesiva no al&eacute;licas se practica para producir
  varios tonos marr&oacute;n oscuras (llamadas Demi buff, o vis&oacute;n Wild).

<P>Los siguientes tres cruces  (F<SUB>1</SUB>) 
suelen utilizarse para producir el tipo vis&oacute;n Wild</P>
<PRE> &nbsp;&nbsp; <EM>Sapphire</EM> x <EM>Pastel</EM> 
&nbsp;&nbsp;&nbsp; <EM>Pearl</EM>&nbsp;&nbsp;&nbsp; x&nbsp;&nbsp; &quot;
&nbsp;&nbsp;&nbsp; <EM>Violet</EM>&nbsp;&nbsp; x&nbsp;&nbsp; &quot;
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            F<SUB>1</SUB>&nbsp;&nbsp;&nbsp;&nbsp; x&nbsp;&nbsp; <EM>Vis&oacute;n Wild </EM></PRE>

<P>El pastel es la hembra debido a sus altas tasas de fecundidad. La hembra de
 F1 puede ser cruzada con vis&oacute;n Wild. 
La hembra de F1 es muy f&eacute;rtil y la descendencia mantendr&aacute; el tipo de color
 de Wild como la verdadera raza de vis&oacute;n Wild.
  El tipo
  de color caoba es producido por cruzar est&aacute;ndar de vis&oacute;n negro y Wild.
   Esto da un tipo de color caoba marr&oacute;n muy oscuro. La f&oacute;rmula de caoba
    puede utilizarse en m&aacute;s cr&iacute;as con el mismo resultado, por lo tanto una
     l&iacute;nea pura de caoba puede ser establecida.

<P>Referencies: Experiencia de la pr&aacute;ctica de la granja.<BR>
Nes, N., et al. 1988. <i> Beautiful Fur Animals and their Colour Genetics</i>. Scientifur, 60 Langagervej, DK-2600 Glostrup.</P>

<br>A continuaci&oacute;n se muestra tipos de color de vis&oacute;n del libro Beautiful Fur Animals, con el permiso de Outi Lohi. 
<p align=center><IMG SRC = "../../genetik/11/minkcol.gif" > </TD>




<p><b>Genes de color en el caballo</b>

 
<br>Para obtener una descripci&oacute;n detallada de los genes de color de
 caballo puede hacerse referencia a 



'The horse coat colour genetics' de la website Model Horse Reference.
<A HREF="http://www.mhref.com/colour/genetics/">Horse Colours Genetics</A>
o de la  Veterinary 
Faculty n Davis, California 
</A><A HREF="http://www.vgl.ucdavis.edu/~lvmillon/coatclr.html">Horse Colours</A> </P>

Los genes de color trabajan en conjunto,  
en el mundo real hay un continuo de colores debido a los genes modificadores. 
Los genes en el locus agut&iacute; y extensi&oacute;n funciona juntos como anteriormente mencionados, por lo 
que si un caballo debe ser negro tendr&aacute; el aaE- genotipo; un caballo aaee tiene
el color casta&ntilde;o. 
Tambi&eacute;n hay interacci&oacute;n entre todos los otros genes de color. 
Locus Roan y extensi&oacute;n est&aacute;n vinculados. Locke et al. (2001) gen&eacute;tica animal 32:340 - 343, han 
demostrado que el alelo de diluci&oacute;n crema, CR, no es codificado desde el locus C, como s&iacute;mbolos 
anteriores han indicado. El gen no es hom&oacute;logo con el gen tirosinasa en otras especies. 




<P><b>Otras especies</b> 

<BR>Pelaje color gen&eacute;tica referencia del conejo es a  Jackie Carey's 
<A HREF="http://epix.net/~ed/">Rabbit Colour Genetics</A> </P>

<P><A HREF="0.htm"><strong>Cap&iacute;tulo 11</strong> </A> </P>

</BODY>  
</HTML>
