<HTML>
<head>
<title>
Begreberne phenotype og genotype samt arvelighedsgrad</title>
</head>

<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#0000FF" VLINK="#551A8B" ALINK="#FF0000">


<H3>
1.2 Begreberne phenotype og genotype samt arvelighedsgrad</H3>
<A HREF="1.htm">Foreg&aring;ende side</A>

<P>De fleste kvantitative egenskaber udviser en vis grad af arvelighed.
Arvelighed viser sig ved at individer, der afviger positivt fra gennemsnittet,
ogs&aring; f&aring;r afkom der afviger positivt og omvendt. Der er en j&aelig;vn
overgang mellem egenskaber, der nedarves Mendelsk med simpel arvegang, og
egenskaber der udviser kvantitativ arvegang uden vel adskilte klasser.
Den kvantitative genetiske arvegang skyldes, at effekten af det enkelte
gen er ringe, og at geneffekten ogs&aring; er under indflydelse af
milj&oslash;p&aring;virkninger.

<P>Arvelighedsgraden afg&oslash;r ligheden mellem besl&aelig;gtede individer.
Arvelighedsgraden kan bestemmes statistisk som regression af afkom p&aring;
for&aelig;ldrenes gennemsnit. Arvelighedsgraden har
 v&aelig;rdier der ligger
mellem 0 og 1, hvor arvelighedsgraden 0 svarer til ingen sammenh&aelig;ng
og 1 svarer til fuldst&aelig;ndig sammenh&aelig;ng mellem for&aelig;ldre
og afkom. Se h&oslash;jre side af  figur 1.2.

<br><TABLE><TR>
<TD><br>Figur 1.2. 
<br>Relation mellem phenotype, genotype og milj&oslash;, formuleret 
 af W.Johannesen p&aring; grundlag af viste b&oslash;nnefors&oslash;g. </TD>
<TD><IMG SRC="../../genetik/1/2.gif" width="350" ></TD>
</TR></TABLE>

<BR>&Oslash;verste del af  figur 1.2
 giver den formelm&aelig;ssige sammenh&aelig;ng mellem
<B>Genotype</B> (alle de arveanl&aelig;g et individ har f&aring;et fra
dets for&aelig;ldre) og dets <B>Phenotype</B> 
(fremtoningspr&aelig;g, eller
det man ser eller kan m&aring;le). Afvigelserne af 
phenotypen fra genotypen
skyldes tilf&aelig;ldige milj&oslash; p&aring;virkninger (engelsk environment).
Formuleringen skyldes den danske arvelighedsforsker Wilhelm Johannesen,
der var ansat ved KVL omkring &aring;r 1900. Formuleringen blev til p&aring;
grundlag af fors&oslash;g med b&oslash;nner med forskellig indavlsgrad.

<P>I ovenst&aring;ende tegning er vist, hvad Johannesen fandt: N&aring;r
b&oslash;nnerne var 100 procent indavlede, hvilket svarer til at alle b&oslash;nner
genetisk set var ens, s&aring; var der ingen sammenh&aelig;ng mellem b&oslash;nnens
egen v&aelig;gt og v&aelig;gt af dens afkom,
 regressionskofficienten (b) af afkom p&aring; for&aelig;ldre var 
lig 0. For udavlede b&oslash;nner,
der genetisk set alle er forskellige, var der en line&aelig;r sammenh&aelig;ng
b = 0,27. Dvs., var for&aelig;ldreb&oslash;nnen 10 mg st&oslash;rre
end gennemsnittet, var afkommet 2,7 mg st&oslash;rre end gennemsnittet.

<P>For stort set alle egenskaber vil der i udavlede populationer v&aelig;re
en vis lighed mellem besl&aelig;gtede individer. 
I  figur 1.3
er vist  den todimensionale sammenh&aelig;ngen mellem h&oslash;jde blandt veterin&aelig;rstuderende
og gennemsnitsh&oslash;jden af deres for&aelig;ldre. Grafen er en udskrift fra
SAS med proceduren proc plot.
<br><TABLE align=right width="50%"><TR>
<TD><br>Figur 1.3
<br>Relation for h&oslash;jde mellem afkom og gns for&aelig;ldre.
 Er gns. For&aelig;ldre h&oslash;jden 1 cm over gennemsnittet  er deres afkom
 0,6 cm over gennemsnittet. Sammenh&aelig;ngen skyldes at egenskaben er arvelig med en 
arvelighedsgrad p&aring; 60 procent.</TD></tr><tr>
<TD><IMG SRC="../../genetik/1/2-1.gif" ></TD>
</TR></TABLE>

<BR>Drenge har symbol 1 og piger 2. Som det kan ses er der en overordentlig
st&aelig;rk sammenh&aelig;ng mellem for&aelig;ldre og afkom. Sammenh&aelig;ngen
svarer til en arvelighedsgrad p&aring; 60 procent for egenskaben h&oslash;jde
hos mennesker, j&aelig;vnf&oslash;r h&aelig;ldningen p&aring; regressionslinien
p&aring; b = 0,6.
<p><b>Genotypen</b> kan alts&aring; kun observeres, n&aring;r der er genetisk variation,
 og den er lig med den del af phenotypen (den phenotypiske variation) der kan 
genfindes hos afkom. Fra de to eksempler den udavlede b&oslash;nnepopulation og den
humane population kan man p&aring; grundlag af den line&aelig;re sammenh&aelig;ng mellem for&aelig;ldre og 
afkom, hvor h&aelig;ldningen er henholdsvis 0,27 og 0,6, konkludere at genotypen 
(genotypisk variation)
udg&oslash;r henholdsvis 27 og 60 procent af den phenotypiske variation. Milieu p&aring;virkningerne
m&aring; s&aring;ledes for&aring;rsage den resterende del af variationen.
<P><A HREF="3.htm">N&aelig;ste side</A>
</BODY>
</HTML>
