<HTML>
<head><title>
Effekt af avlsarbejde (evolution)</title>
</head>
<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#0000FF" VLINK="#551A8B" ALINK="#FF0000">

<H3>
1.3 Effekt af avlsarbejde (evolution)</H3>
<A HREF="2.htm">Foreg&aring;ende side</A>

<P>For at f&aring; en forst&aring;else for avlsarbejdets id&eacute; er
 vist i figur 1.4, hvorledes man gennem 
en lang &aring;rr&aelig;kke
har arbejdet med Dansk Jersey malkekv&aelig;g. 
Der er gennem ca. 20 generationer
hele tiden udvalgt de dyr, der havde den h&oslash;jeste fedtprocent. Effekten
er ca. 0,1 procent enheders &aelig;ndring per generation i fedtprocenten.
Der er ikke noget der tyder p&aring;, at man ikke kan forts&aelig;tte endnu
20 generationer med samme selektionseffekt for en h&oslash;jere fedtprocent.
Eller man  ved selektion vil kunne n&aring; tilbage til udgangspunktet.
Holstein Frisian (HF) racen har ikke v&aelig;ret selekteret  for fedt
% og har derfor v&aelig;ret forholdsvis stabil i samme periode
med hensyn til fedt procent.
<br><TABLE><TR>
<TD><br>Figur 1.4. Fordelingskurver over fedt procent 
<br>i m&aelig;lken  hos HF og
 Jersey, 
<br>Jersey b&aring;de &aring;r 1900 og 1990 . En Jersey ko er vist p&aring; billedet. 
<br><IMG SRC="../../genetik/1/3.gif" width="400"> </TD>
<TD><IMG SRC="../../genetik/1/vjersey.gif" width="170" align=bottom></TD>
</TR></TABLE>

 
<br>I figur 5.1 er vist en tegning fra Science nov. 1990. Tegningen antyder
at evolution er et simpelt princip, hvor det enkelte dyr tilpasser sig
omgivelsernes udfordringer. - - Evolution er ikke det enkelte dyrs evne
til at tilpasse sig, men betyder at de individer, der er bedst tilpassede
f&aring;r mest veltilpasset afkom. Der vil i hver ny generation opst&aring;
nye individer, som er endnu bedre tilpassede.

<TABLE align=right><TR><td>Figur 1.5
<br ><IMG SRC="../../genetik/1/31.gif"  
</td></TR> </TABLE>

<P>Avlsarbejde s&aring;vel som naturlig selektion er tidsm&aelig;ssige
langsomme processer. Under st&aelig;rk selektion kan en populations middelv&aelig;rdi
dog &aelig;ndre sig med op til 10 procent pr generation, s&aring;fremt
den givne egenskab udviser en h&oslash;j arvelighedsgrad.

<P>Resultatet af 30 generationers fortsat selektion 
for kuldst&oslash;rrelse
hos mus kan ses <A HREF="selekt.htm">her.</A> 
Kuldst&oslash;rrelsen er ved selektion 
i denne periode for&oslash;get med 5 unger 
fra 9 til 14 pr kuld, hvilket svarer til
en stigning i kuldst&oslash;rrelse p&aring; 0,16 unge pr generation.

<P><A HREF="4.htm">N&aelig;ste side</A>
</BODY>
</HTML>
