<HTML>
<head>
<title>
Overgang mellem kvantitativ og kvalitativ nedarvning</title>
</head>

<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#0000FF" VLINK="#551A8B" ALINK="#FF0000">

<H3>
1.4 Overgang mellem kvantitativ og kvalitativ nedarvning</H3>
<A HREF="3.htm">Foreg&aring;ende side</A>

<P>Der er en j&aelig;vn overgang mellem egenskaber, 
der nedarves Mendelsk
med simpel arvegang og egenskaber, der udviser kvantitativ arvegang uden
veladskilte klasser.

<br><TABLE><TR>
<TD><br>Figur 1.6
<br>Forestilling om hvorledes 1 og 2 genpar
kan p&aring;virke m&aelig;lkeydelse, der m&aring; dog v&aelig;re mange flere genpar,
da man kan forts&aelig;tte med selektion generation efter 
generation uden at den genetiske variation forsvinder.</TD>
<TD><IMG SRC="../../genetik/1/41.gif" width="300"></TD>
</TR></TABLE>



<P> I  figur 1.6 er vist et par t&aelig;nkte eksempler hvor et eller to Mendelsk
udspaltene genpar styrer m&aelig;lkeydelsen, for hvert A eller B allel et individ har 
stiger ydelsen med et kilogram. Fordelingerne svarer til at begge alleler A og a
 har samme hyppighed. For at f&aring; et realistisk billede af den genetiske baggrund
for m&aelig;lkeydelse, m&aring; man dog regne med at den best&aring;r 
af effekt fra flere hundrede genpar. M&aelig;lkeydelsen har
ved selektion &aelig;ndret sig lige s&aring; dramatisk som fedt 
procenten, der blev vist i foreg&aring;ende afsnit. For at dette 
har kunnet ske m&aring; der n&oslash;dvendigvis v&aelig;re mange underliggende
gener. I n&aelig;rv&aelig;rende eksempel med kun to genpar, vil disse
kunne fikseres efter en generation selektion.

<p>Den kvantitative genetiske arvegang skyldes, at effekten
af det enkelte gen er ringe, og at de ogs&aring; er under indflydelse af
milj&oslash;p&aring;virkninger.

<br>Sygdommene vil ofte v&aelig;re 'enten/eller egenskaber'. Der kan dog
ogs&aring; v&aelig;re tilf&aelig;lde hvor en sygdoms sv&aelig;rhedsgrad
har en normal fordeling. For mange produktionssygdomme opst&aring;r der
f&oslash;rst sygdom, n&aring;r disponerede dyr uds&aelig;ttes for uheldige
mileup&aring;virkninger. Se  Figur 1.7, der er udarbejdet
af prof.emer. Erik Andresen.
<p>
<center>Figur 1.7. Klassificering af egenskaber i relation til arvegang og milieu f&oslash;lsomhed
<br><IMG SRC="../../genetik/1/4.gif" align="top" height="400" ></center>

<P><A HREF="5.htm">N&aelig;ste side</A>
</BODY>
</HTML>
