<HTML>
<head>
<title>Kvalitative egenskaber, Mendelsk genetik</title>
</head>

<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#0000FF" VLINK="#551A8B" ALINK="#FF0000">


<H3>1.5 Kvalitative egenskaber, Mendelsk genetik</H3>

<A HREF="4.htm">Foreg&aring;ende side</A>

<p> For at man for en kvalitativ egenskaber kan tale om et gen, 
m&aring; der normalt v&aelig;re udspaltning, som der f.eks. er i pelsfarve hos Labrador 
Retrieveren, hvor man har farvetyperne gul og sort. S&aring; n&aring;r man taler
om et gen for gul farve hentyder dette til b&aring;de et locus og en allel. 
Man kan ogs&aring; tale om et Albumin-gen selv om man ikke kan se phenotyperne
 direkte, men som 
vist i n&aelig;ste lektion, kan der p&aring;vises polymorfi med udspaltning af to albumin alleler 
ved hj&aelig;lp af elektroforese p&aring; serumpr&oslash;ver. Er der tale om DNA polymorfi med flere alleler
i ikke kodende sekvenser, b&oslash;r man ikke anvende ordet gen. Man kan i s&aring;fald 
tale om et locus med flere alleler. I praksis er der dog ikke altid en skarp skelnen
mellem gen og locus eller mellem gen og allel, s&aring; n&aring;r der i n&aelig;ste lektion 
tales om genfrekvenser, vil de omfatte
b&aring;de egentlige gener og  alleler i ikke kodende DNA sekvenser (loci).
<br><TABLE><TR>
<TD><br>Figur 1.8 
<br>Udspaltning af genetisk variation (mikrosatellit) i et lokus hos en grise 
familie p&aring;vist ved gelelektroforese. 
Ornen Cup b&aelig;rer allelerne 209 og 195 og dyr 400 b&aelig;rer allelerne 199 og 195.</TD>
<TD><IMG SRC="../../genetik/1/5.gif" align=right > </TD>
</TR></TABLE>

I figur 1.8 er vist udspaltning af genetisk polymorfi
i en grisefamilie. Polymorfien stammer fra en mikrosatellit 'S0002' baseret p&aring;
et (GT) repeat, den er p&aring;vist ved hj&aelig;lp af PCR med efterf&oslash;lgende
elektroforese, der adskiller allelerne. De fleste individer har to b&aring;nd,
de er heterozygote, men nogle individer har kun et b&aring;nd, de er homozygote.
Analyse er gennemf&oslash;rt af Merete Fredholm.

<P>Ornen Cup b&aelig;rer allelerne 209 og 195 og dyr 400 b&aelig;rer 
allelerne
199 og 195. Cup er b&aring;de far og morfar til et kuld. Moderen til
 kuldet 401 har f&aring;et '195' allelen fra Cup og '199' allelen fra so 400.

<BR>Det viste kuld er en del af en st&oslash;rre familie, der indg&aring;r i et regneeksempel i 
n&aelig;ste lektion.
For mere information om grisefamilien <A HREF="grise.htm">se
her.</A>

<P><A HREF="6.htm">N&aelig;ste side</A>
</BODY>
</HTML>
