<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Respuesta de selecci&oacute;n</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>8.2 Respuesta de selecci&oacute;n</H3>

<P><A HREF="1.htm">P&aacute;gina anterior</A> </P>

<P> A continuaci&oacute;n se muestra una f&oacute;rmula general para los cambios esperados por la selecci&oacute;n. 
El cambio es 
proporcional de la intensidad de selecci&oacute;n, la precisi&oacute;n del estimado valor de cr&iacute;a 
y la aditiva desviaci&oacute;n est&aacute;ndar, Sigma<SUB>A</SUB>. El cambio toma lugar 
de una generaci&oacute;n a la siguiente. Esto significa que la media de 
valor de cr&iacute;a de los padres se corresponde con el valor medio de la poblaci&oacute;n en 
la pr&oacute;xima generaci&oacute;n. Si los cambios se miden en unidades de tiempo, son
inversamente proporcionales al tiempo generacional. <BR> 

<STRONG> El tiempo generacional </STRONG> se define como tiempo promedio
 que pasa desde que nace 
un individuo y nace su descendencia. En la poblaci&oacute;n humana el 
tiempo generacional se dice que es 30 a&ntilde;os. Es decir, los padres tienen un promedio de 30 
a&ntilde;os de edad cuando dan a luz a un ni&ntilde;o.


<P>La f&oacute;rmula general para la respuesta de la selecci&oacute;n se muestra a continuaci&oacute;n.</P>

<P ALIGN="CENTER"><img src="../../genetik/8/2.gif" width="300" height="156" align=bottom > </P>

<P>La f&oacute;rmula general para el delta G encaja bien con los resultados de la precisi&oacute;n de 
selecci&oacute;n individual, h, dada en Figura 8.1. La f&oacute;rmula general para respuesta
de la selecci&oacute;n 
 puede extenderse un poco si se tiene en cuenta las diferentes 
funciones que los dos sexos juegan en la formaci&oacute;n de la nueva 
generaci&oacute;n. 
La f&oacute;rmula se divide en dos 
componentes, uno para la contribuci&oacute;n de los machos y el otro para las contribuciones de las hembras, 
ver abajo.<BR>


<P ALIGN="CENTER"><img src="../../genetik/8/21.gif" width="350" > </P>

<P>Un applet para el c&aacute;lculo de la respuesta a la selecci&oacute;n se encuentra 
<A HREF="../applets/deltag.htm">aqu&iacute;</A> 

<P>La f&oacute;rmula para el delta G es importante para predecir lo que suceder&aacute; si se decide un programa de mejoramiento espec&iacute;fico.
 Tambi&eacute;n, los estudios de modelo pueden ser 
realizados con un ojo en el dise&ntilde;o de un equilibrio &oacute;ptimo entre el tiempo generacional y 
la  intensidad selecci&oacute;n y/o la precisi&oacute;n de la selecci&oacute;n. Con  corto tiempo generacional  
 menos individuos  nacen para seleccionar. Esto influye tanto en la intensidad y  
negativamente en la precisi&oacute;n en comparaci&oacute;n con una situaci&oacute;n en el tiempo generacional m&aacute;s 
larga ocurrir.


<P><A HREF="3.htm">P&aacute;gina siguiente </A> </P>

</BODY>
</HTML>
