<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Selecci&oacute;n de los rasgos del umbral</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>8.3 Selecci&oacute;n de los rasgos del umbral</H3>

<P><A HREF="2.htm">P&aacute;gina anterior</A> </P>

<P>Desde el cap&iacute;tulo 1 se repite  que un rasgo umbral se hereda como un
rasgo  cuantitativo, que contiene la caracter&iacute;stica que se presenta
 como un rasgo presente o no. Como ejemplo 
son la mastitis en vacas lecheras, o  una anomal&iacute;a en el coraz&oacute;n
 de un  cachorro reci&eacute;n nacido.</P>

<P>Considerando que el n&uacute;mero de brotes de mastitis en la vaca puede ser considerado como un rasgo semi cuantitativo, en particular, 
visto en un segundo plano de toda una vida con 
 muchas lactancias. En cuanto al n&uacute;mero de casos de mastitis, no hay duda, que 
una relaci&oacute;n lineal se producen entre el n&uacute;mero de casos y de los animales 
con resistencia a la enfermedad.


<P>En otros casos es m&aacute;s dif&iacute;cil imaginar una escala lineal. Por ejemplo 
en el llamado "prueba de  palo y pluma" para el vis&oacute;n, dise&ntilde;ado para probar 
 sus patrones de reacci&oacute;n. 
Los posibles resultados de la prueba son agresivos, curiosos o temerosos, todos los cuales 
puede verse en la misma prueba. Es importante para poner las tres clases en la misma 
escala lineal y en caso afirmativo &iquest;c&oacute;mo? 


<P>Para obtener un resultado significativo de la prueba es necesario usar 
los  tres resultados  independientemente, ya sea  
escalas que debe ser utilizado. 1) agresivo o no agresivo, 2) miedo o no miedo, y 
3) curioso o no curioso, ver Figura 8.2. 
<CENTER>
<TABLE ALIGN="CENTER" BORDER="0" WIDTH="90 %">
<TR><TD>Figura 8.2. Las tres caracter&iacute;sticas agresivas, curiosos y temerosos, no puede interpretarse 
en una escala lineal. Cada uno de ellos tiene que tener su propio escala presente o no.</TD></TR>
<TR><TD><img src="../../genetik/8/32.gif" width="650" height="291" align=middle > </there></TD></TR></TABLE>
</CENTER>

<P><STRONG>Un ejemplo de la utilizaci&oacute;n de una escala semilineal: La displasia de cadera (HD) en perros Pastores alemanes 
</STRONG> de Andresen et al. &Iacute;ndice HD: Bed&oslash;mmelsen b&oslash;r bruges
efter hensigten. Hunden dec.1994. <BR> 
Figura 8.3 muestra un ejemplo, que se trata de la displasia de la cadera (HD) en  
Pastores alem&aacute;n. &Eacute;stos son los datos de una poblaci&oacute;n de 1406 
radiograf&iacute;a de perros. Todas las caderas de los perros fueron evaluados en una escala de E2, E1 a A2, A1, 
10 clases en total, como se muestra en la figura. Los E2 perros tienen un grado muy alto de 
HD, y los perros A1 tienen caderas perfectas. Perros de B2 y a continuaci&oacute;n
a la izquierda 
tienen un aumento grado de HD.</P>

<P>Como se puede ver en Figura 8.2, la escala no es lineal cuando est&aacute; equipado de los datos 
en una distribuci&oacute;n normal. En el c&aacute;lculo del &iacute;ndice de alta definici&oacute;n, la clase media 
se ha utilizado en lugar de una escala de diez pasos completamente lineal. La media de clase ha sido 
determina da  a partir de la distribuci&oacute;n normal con 
un valor medio de 0 y una desviaci&oacute;n est&aacute;ndar  
de 1. 
<there>
<TABLE BORDER="0" WIDTH="100 %">
<TR><TD>Figura 8.3<BR>
Una escala en parte lineal se utiliza para graduar la gravedad de la HD. El n&uacute;mero en 
cada clase est&aacute; adaptado 
a la distribuci&oacute;n normal.</p>
  </TD></tr><tr>
<TD><img src="../../genetik/8/3.gif" width="600" height="284" align=bottom >
</there></TD></TR></TABLE>

<P>La estimaci&oacute;n del valor de cr&iacute;a (&iacute;ndice HD) de un individuo sobre la base
 de 15 cr&iacute;as se muestra a continuaci&oacute;n. La descendencia tuvo la puntuaci&oacute;n
  4 A2, 9 B1, 1 B2 y 1 D1 con un 
valor promedio de 0,2933. Para reescalar los valores de cr&iacute;a, 100 se a&ntilde;ade y la desviaci&oacute;n se multiplica por 100, Los animales con un &iacute;ndice de 
m&aacute;s de 100 son mejores 
que la media. El c&aacute;lculo real del valor gen&eacute;tico se realiza de acuerdo a las f&oacute;rmulas dadas en 
la secci&oacute;n 7.2</P>

<P ALIGN="CENTER"><img src="../../genetik/8/31.gif" > </P>

<P>El c&aacute;lculo del  &iacute;ndice HD  est&aacute; muy por encima de la media, que tambi&eacute;n puede 
deducirse del hecho de que el macho s&oacute;lo tiene dos hijos con B2 o por debajo.  

<P> El c&aacute;lculo del  &iacute;ndice HD  se puede estandarizar  variar 
entre 50 y 150, El &iacute;ndice actual es "estandarizadas" al azar con el factor de 100,

<P>Figura 8.4 muestra los rayos X de las mejores caderas, A1, y lo peor, E2.
 Las fotos han sido tomadas en el 
Röntgen-Klinikken. 
<TABLE BORDER="0" >
<TR><TD>Figura 8.4</P>

<P>HD puntuaci&oacute;n, A1
<br>izquierda y E2 derecha.</TD>
<TD><img src="../../genetik/8/hda.gif"  height="250"  >
<img src="../../genetik/8/hde.gif"  height="250" > </TD></TR></TABLE>
<BR>

<P>Desde abril de 2000 El Kennel Club Dan&eacute;s ha alterado la escala de evaluaci&oacute;n de alta definici&oacute;n, 
ahora es una escala de cinco niveles que s&oacute;lo contiene los grados A, B, C, D y E, este 
nueva escala se ha adaptado a nivel internacional. 
En el ejemplo presente, la &iacute;ndice HD se puede calcular con la nueva escala
 con los valores 
 1,02, -,02, -,90, -1,47 y -2,16. <BR>

<P><STRONG>Comparaci&oacute;n de la ocurrencia de enfermedades umbrales y de las 
 mendelianas. </STRONG> 
En el cap&iacute;tulo 5 se dio una descripci&oacute;n detallada de la segregaci&oacute;n de
 Mendel de
las enfermedades en las familias. Todas estas formas de ocurrencia dentro
 de las familias. Lo mismo ocurre para una enfermedad umbral. <BR> 
Para las enfermedades con una frecuencia poblaci&oacute;n baja no es posible discernir 
entre una enfermedad mendeliana y un umbral. En ambos casos, la frecuencia de 
la enfermedad es mucho mayor en individuos que est&aacute;n estrechamente relacionados con una enferma, que la frecuencia en la poblaci&oacute;n general. <BR> 
La diferenciaci&oacute;n entre las dos formas de herencia s&oacute;lo puede hacerse por
 medio de la prueba de apareamiento. En el caso de las enfermedades mendeliana heredado 
las proporciones exacta de segregaci&oacute;n se pueden predecir. 
Este no es el caso de los rasgos de umbral.
 </P>

<P><STRONG>Estimaci&oacute;n de la heredabilidad de los rasgos de umbral. </Strong> En el cap&iacute;tulo 6 m&eacute;todos 
para estimar la heredabilidad para 
un rasgo cuantitativo normal distribuido 
fue dado. La 
heredabilidad se puede estimar para una enfermedad umbral cuando se conoce
 la frecuencia de la  poblaci&oacute;n, as&iacute; como la frecuencia en la descendencia 
de los animales afectados o de 
los familiares de los animales afectados.
<p>
<TABLE ALIGN="RIGHT" BORDER="0" >
<TR><TD>Figura 8.5<BR>
C&aacute;lculo de la heredabilidad sobre la base de 
<br> frecuencia de la enfermedad en parientes de los animales afectados. 
En este <br> 
caso los padres afectados. </TD></TR>
<TR><TD><img src="../../genetik/8/33.gif"  > </TD></TR></TABLE>
<BR>
Figura 8.5 muestra un ejemplo de la estimaci&oacute;n de heredabilidad en forma gr&aacute;fica.

<br>La frecuencia en la poblaci&oacute;n es  5%  y la frecuencia en la descendencia de 
los animales afectados es de 20%. La situaci&oacute;n puede considerarse como un 
experimento de selecci&oacute;n, donde 
s&oacute;lo los animales afectados son seleccionados para la reproducci&oacute;n. Ahora, la f&oacute;rmula 
simple para el delta G  
o la respuesta a la selecci&oacute;n, R = S*h<SUP>2</SUP> puede ser utilizado. El rasgo umbral es 
medido en una distribuci&oacute;n normal estandarizada con S = i. La respuesta R es la diferencia entre la
 X<SUB>1</SUB> y X<SUB>2</SUB>.
(Se puede leer en una tabla de 
la distribuci&oacute;n normal.) La intensidad de selecci&oacute;n (i) es tambi&eacute;n en la tabla de 
i. La heredabilidad en este caso se estima en 0,39. <BR> 
Si se conoce la frecuencia de los animales afectados, como por ejemplo en
 primer grado 
de parientes (padre, madre o hermanos completos), los c&aacute;lculos se realizan como se muestra en el ejemplo, 
pero luego h<SUP>2</SUP>/2 se calcula como el R/i. 
En los datos de los parientes de segundo grado, como por ejemplo, medios hermanos, se estima que 
resultado es  h<SUP>2</SUP>/4.

<P>Una estad&iacute;stica del tipo actual tambi&eacute;n puede considerarse como una
 investigaci&oacute;n epidemiol&oacute;gica, 
el factor de riesgo es la relaci&oacute;n de un individuo afectado. El 
riesgo relativo de contraer la enfermedad es 4 veces mayor en la descendencia de 
los  dos padres afectados que en un individuo elegido al azar en la poblaci&oacute;n
como  se muestra 
en Figura 8.5.</P>
<br>Un applet para el c&aacute;lculo de la heredabilidad 
de los rasgos de umbral
<A HREF="../applets/heritt.htm">haga clic aqu&iacute; </A>

<P><A HREF="4.htm">P&aacute;gina siguiente</A>

</BODY>
</HTML>
