<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Correlaci&oacute;n gen&eacute;tica, 
y cambios en las caracter&iacute;sticas secundarias</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>8.4 Correlaci&oacute;n gen&eacute;tica, 
y cambios en las caracter&iacute;sticas secundarias</H3>

<P><A HREF="3.htm">P&aacute;gina anterior</A> </P>

<P>El efecto de los alelos en un locus puede afectar a m&aacute;s de un rasgos. Esto implica, 
que si los cambios se producen por la selecci&oacute;n de un rasgo otras caracter&iacute;sticas tambi&eacute;n se cambiar&aacute;, 
es decir, los rasgos afectados por los mismos genes. 

A menudo se producen resultados sorprendentes. Por lo tanto, es importante que, en un programa de selecci&oacute;n, 
el fenotipo general de los animales se mantenga en un nivel aceptable 
de estilo para evitar cambios no deseados secundarios. El ideal es la selecci&oacute;n para un rasgo y el 
cambio proporcional en todos los dem&aacute;s rasgos, lo que supone un fenotipo arm&oacute;nico.

 

<P>Existe alg&uacute;n grado de relaci&oacute;n entre los cambios en dos rasgos, que se 
dice que est&aacute;n gen&eacute;ticamente relacionados. La correlaci&oacute;n gen&eacute;tica puede ser 
negativa o positiva, con una magnitud de -1 a 1. La correlaci&oacute;n gen&eacute;tica tiene el s&iacute;mbolo r<SUB>A1,A2</SUB>, 
A1 y A2, siendo el valor de cr&iacute;a de los dos rasgos, 1 y 2.


<P><STRONG>Un ejemplo de la cr&iacute;a de ganado vacuno. </STRONG> Selecci&oacute;n de crecimiento r&aacute;pido es un 
objetivo com&uacute;n de la selecci&oacute;n. De este modo, es dif&iacute;cil evitar un
 cambio en el peso final del adulto. 
 Al mismo tiempo, la selecci&oacute;n tambi&eacute;n se traducir&aacute; en mayores terneros  
nacidos, que pueden causar dificultades durante el parto, si la relaci&oacute;n entre  
el peso del ternero y la vaca se cambia desfavorablemente.</P>

<P>Figura 8.6 muestra una distribuci&oacute;n bidimensional con la correlaci&oacute;n gen&eacute;tica negativa de 0,50 entre los rasgos 
X e Y. El l&iacute;mite de selecci&oacute;n (l&iacute;nea) se establece 
por lo que ambas caracter&iacute;sticas tienen el mismo peso. Puede ser dif&iacute;cil de cambiar ambos rasgos en una direcci&oacute;n positiva, debido
 a la negativa correlaci&oacute;n  gen&eacute;tica.
 Es muy f&aacute;cil, por otra parte, para obtener buenos resultados de la selecci&oacute;n 
si los dos rasgos don gen&eacute;ticamente correlacionados positivamente con respecto a la direcci&oacute;n de la selecci&oacute;n.
<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="50 %">
<TR><TD>Figura 8.6<BR>
muestra una distribuci&oacute;n bidimensional con una correlaci&oacute;n negativa de -.5. La 
l&iacute;nea indica el l&iacute;mite de selecci&oacute;n, cuando ambos rasgos tienen el mismo peso de selecci&oacute;n.</TD></TR>
<TR><TD><img src="../../genetik/8/4.gif" width="350" height="318" align=bottom > </TD></TR></TABLE>

<P>Al seleccionar m&aacute;s de un rasgo, uno de los siguientes criterios de selecci&oacute;n se puede utilizar:</P>

<UL>
 <LI>T&aacute;ndem  Selecci&oacute;n uno, a la vez</li> 
<LI> Selecci&oacute;n independiente </li> 
<LI>Selecci&oacute;n  de &Iacute;ndice  </LI>
</UL>

<P>T&aacute;ndem selecci&oacute;n  ocurre cuando  selecci&oacute;n de un rasgo de la &eacute;poca. <BR> 

Mediante la selecci&oacute;n independiente de los l&iacute;mites de selecci&oacute;n para cada rasgo se colocan de forma independiente. <BR> 

Por la  selecci&oacute;n &iacute;ndice los rasgos est&aacute;n ponderados en funci&oacute;n de su importancia econ&oacute;mica.</P>

<P>Es dif&iacute;cil estimar la correlaci&oacute;n gen&eacute;tica, ya que puede variar de grande 
manera de una poblaci&oacute;n a otra, tambi&eacute;n var&iacute;a mucho mas que la heredabilidad
 durante un periodo. No obstante aqu&iacute; est&aacute; una f&oacute;rmula para estimar la correlaci&oacute;n gen&eacute;tica realizada. Cu&aacute;ndo 
x es la caracter&iacute;stica de ser seleccionado y la caracter&iacute;stica y est&aacute;n cambiando al mismo tiempo. La correlaci&oacute;n gen&eacute;tica puede estimarse como: 

<P>r<SUB>Ax,Ay</SUB> = (delta G<SUB>y</SUB>/sigma<SUB>Ay</SUB>)/(delta G<SUB>x</SUB>/sigma<SUB>Ax</SUB>) </P>

<P>La correlaci&oacute;n gen&eacute;tica se calcula como el cociente entre las 
respuestas de selecci&oacute;n estandarizados, cuando solamente el rasgo x 
es seleccionado, y
el rasgo  "y" va a seguir en una forma pasiva.</P>

<P>Despu&eacute;s de la selecci&oacute;n a trav&eacute;s de muchas generaciones el rasgo elegido y 'fitness' 
tienen una tendencia a ser negativos gen&eacute;ticamente relacionados. Como 
resultado de esto, y el paso del tiempo, el car&aacute;cter ha de ser puesto bajo 
la presi&oacute;n de selecci&oacute;n 
con el fin s&oacute;lo de mantenerlo en el nivel alcanzado. Si la selecci&oacute;n se abandona la 
poblaci&oacute;n poco a poco volver&aacute; al punto de partida con 'fitness' aptitud &oacute;ptima.</P>

<P>Para evitar este efecto negativo de algunos cambios ambientales pueden
 mantenerse, a la poblaci&oacute;n en equilibrio con  
un nivel que var&iacute;a desde el punto de partida, v&eacute;ase el Figura 8.7.
<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="50 %">
<TR><TD>Figura 8.7<BR>
muestra que si un rasgo cambia de manera espectacular, a menudo es necesario cambiar 
el medio ambiente tambi&eacute;n el fin de mantener el m&aacute;ximo efecto de la selecci&oacute;n mediante la utilizaci&oacute;n de 
la interacci&oacute;n entre genes y el medio ambiente.</TD></TR>
<TR><TD><img src="../../genetik/8/41.gif" width="336" height="266" align=bottom > </TD></TR></TABLE>

<P>Cuando se produzcan cambios significativos, tanto en el medio 
ambiente y los antecedentes gen&eacute;ticos. 
La interacci&oacute;n entre la gen&eacute;tica y el medio ambiente convertido en un factor importante. 
La interacci&oacute;n se refleja en la correlaci&oacute;n negativa con el 'fitness'. </P>

<P><STRONG>Experimentos de selecci&oacute;n para  ilustrar la correlaci&oacute;n gen&eacute;tica</STRONG>. 
Figura 8.8 muestra tres experimentos de selecci&oacute;n paralela en pollos de engorde, se han llevado a cabo 
por el australiano, Pym. Los resultados fueron publicados en 1982. El experimento fue 
llevado a cabo a trav&eacute;s de 10 generaciones y los animales fueron sometidos a
 pruebas  cuando se 
fueron  5 semanas de edad  hasta  9 semanas. En los tres experimentos fueron 
seleccionados respectivamente para  <STRONG> el aumento de peso (W), el consumo de alimentos (F) y la tasa de conversi&oacute;n de alimentos (E) </STRONG>. 
Las curvas para los 
tres experimentos tienen los s&iacute;mbolos W, F y E. <BR> 
La respuesta de la selecci&oacute;n directa se midi&oacute; al mismo tiempo, 
y tambi&eacute;n c&oacute;mo los otros caracteres seleccionados  cambiaron debido a la
correlaci&oacute;n gen&eacute;tica. Adem&aacute;s, es evidente que la selecci&oacute;n ha dado lugar
 a fenotipos muy diferentes, dependiendo de la caracter&iacute;stica 
de selecci&oacute;n.<TABLE BORDER="0" WIDTH="100 %">
<TR><TD>Figura 8.8<BR>
El australiano, Pym, han llevado a cabo 
tres experimentos de selecci&oacute;n paralelo con pollos de engorde. 
La respuesta directa se indica en el t&iacute;tulo de cada gr&aacute;fica. 
El aumento de peso (W), el consumo de alimentos  (F) y de conversi&oacute;n de alimentos (E).
 Todas las otras curvas son respuestas correlacionadas.</TD>
<TD><img src="../../genetik/8/42.gif" width="414" height="600" align=bottom > </TD></TR></TABLE>

<P>Los animales seleccionados para el crecimiento (gr&aacute;fico superior W) tambi&eacute;n tiene un consumo mas grande de alimentos 
(gr&aacute;fico medio  W) y una mejor eficiencia (gr&aacute;fico inferior W) con una menor de alimentos 
el consumo por kg de ganancia de peso. <BR> 
Los animales seleccionados para el consumo de alimentos (F gr&aacute;fico de media) tambi&eacute;n tienen una ganancia de mayor peso (F gr&aacute;fico superior) y los m&aacute;s pobres de eficiencia (F gr&aacute;fico inferior), lo que significa 
mayor consumo de alimentos por kg de ganancia de peso. <BR> 
Los animales seleccionados para la eficiencia (E gr&aacute;fico inferior) tambi&eacute;n tienen una ganancia mayor al d&iacute;a (E gr&aacute;fico superior) y un consumo estable de alimentos (E gr&aacute;fico central).


<P><STRONG>Selecci&oacute;n autom&aacute;tica para el rasgo tama&ntilde;o de la camada - el equilibrio con el 'fitness'. </STRONG> <BR> 
En cada generaci&oacute;n de selecci&oacute;n autom&aacute;tica del tama&ntilde;o m&aacute;s alto se produce,
 en descendencias a medida que m&aacute;s 
nacen en camadas numerosas que en las peque&ntilde;as. 
El diferencial de selecci&oacute;n en los cerdos es de aproximadamente 1 cerdo por generaci&oacute;n, 
ver Figura 8.9. La distribuci&oacute;n del tama&ntilde;o de la camada es normal cuando se  
observan el rasgo en la hembra. Pero la curva de la caracter&iacute;stica nacido
 en tama&ntilde;o de la camada es 
inclinada hacia la derecha, a medida que los lechones son nacidos en camadas numerosas 
que en las peque&ntilde;as. 

<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="40 %">
<TR><TD>Figura 8.9.
El tama&ntilde;o de la camada rasgo es normal cuando se observa la distribuci&oacute;n de los rasgos en la hembra. 
La distribuci&oacute;n de los lechones es sesgado hacia la derecha con un valor medio de un 
lechones adicional
<TD></TR>
<TR><TD><img src="../../genetik/8/43.gif" > </TD></TR></TABLE>

<P>El efecto de la maternidad es positivo para los cerdos nacidos en camadas peque&ntilde;as, mientras que es 
negativo para los cerdos nacidos en las grandes 
camadas. En la selecci&oacute;n de las cerdas j&oacute;venes es importante  evitar los individuos nacidos 
en camadas numerosas. El efecto negativo materna es especialmente pronunciada en las especies, 
que alcanzan la madurez sexual antes de que sean plenamente desarrollado, que es el caso de los cerdos. <BR> 
Debe quedar claro que todos los animales mult&iacute;paros necesitan de un mecanismo para mantener un &oacute;ptimo tama&ntilde;o de la camada, aunque 
una fuerte selecci&oacute;n de tama&ntilde;os m&aacute;s grandes para la camada siempre est&aacute; presente. </P>

<P><STRONG>Reca&iacute;da despu&eacute;s de selecci&oacute;n relajado los rasgos,
 que forman parte de la 'fitness'.</STRONG> <BR> 
Si una caracter&iacute;stica ha sido modificada por  selecci&oacute;n, el rasgo 
tiene una tendencia 
a volver al punto de partida 
si se interrumpe la selecci&oacute;n. El cerdo dom&eacute;stico, por ejemplo, tiene un tama&ntilde;o
 de camada alrededor de 10, mientras que 
de sus or&iacute;genes, el cerdo, s&oacute;lo tienen un tama&ntilde;o de la camada de 5. 
Por lo tanto, es de esperar, 
que si el 
porcino dom&eacute;stico regresa a la naturaleza, su tama&ntilde;o de la camada
se adaptara a la nueva situaci&oacute;n, 
en los que menos recursos son disponibles. Lo mismo se puede esperar
 teniendo en cuenta las vacas lecheras, las ponedoras de huevos y pollos de engorde. <BR> 
Las altamente especializadas especies de animales dom&eacute;sticos s&oacute;lo
 pueden mantener su producci&oacute;n a gran 
si  se proporciona vivienda y alta calidad de forraje.</P>

<P><A HREF="0.htm">Cap&iacute;tulo 8</A> </P>

</BODY>
</HTML>
