<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Relaci&oacute;n y consanguinidad, definici&oacute;n</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>4.1 Relaci&oacute;n y consanguinidad, definici&oacute;n</H3>

<P><A HREF="0.htm">Cap&iacute;tulo 4</A> </P>
<p>Como introducci&oacute;n a este cap&iacute;tulo deber&iacute;a darse algunos
 comentarios de car&aacute;cter general. La consanguinidad es a menudo 
una palabra con carga negativa, por lo general se utiliza para 
describir situaciones en las que no hay sangre nueva 
introducida. 
Como por ejemplo un instituto cient&iacute;fico puede obtener el negativo atributo consangu&iacute;neo. 
La expectativa es tambi&eacute;n inferior a  animales de consanguinidad. 
<br>Relaci&oacute;n  es sin&oacute;nima de "estar en familia". Normalmente es
 una palabra positiva 
 como, por ejemplo. Estoy en familia con 
este individuo. 


<P><b>Consanguinidad</b> se produce en las cr&iacute;as de dos individuos que
 est&aacute;n relacionados. 
Relacionados son los individuos que tienen antepasados comunes en el pedigr&iacute;. 
Antepasados comunes pueden ser los padres,
 abuelos etc..
Estos antepasados comunes no son necesariamente de la misma generaci&oacute;n en 
relaci&oacute;n con el individuo en cuesti&oacute;n. Dos individuos son, por ejemplo
 relacionados 
si el abuelo de uno es el padre de la otra. 
En la Figura 4.1 se muestra las consecuencias de homocigocidad en la descendencia 
despu&eacute;s apareamiento entre plena hermanos</P> 

<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="50 %">
<TR><TD>Figura 4.1. Homocigocidad id&eacute;ntica en la descendencia despu&eacute;s del
 apareamiento entre pleno hermanos.
Hay 16 resultados posibles 4 de ellos en la diagonal con homocigosidad id&eacute;ntica <BR>
<img src="../../genetik/4/1.gif"  align=top > </TD></TR></TABLE>
<BR>

<P><STRONG>El grado de consanguinidad</STRONG> se define como la 
probabilidad de que<STRONG> homocigocidad id&eacute;ntica se
 produce en un locus</STRONG>. La identidad no es de un tipo de alelo,
 pero deber&iacute;a ser 
heredado del mismo alelo del ancestro com&uacute;n. El grado de consanguinidad 
es  dado el s&iacute;mbolo F y puede variar entre 0 y 1. El grado de consanguinidad en 
animales que no tiene padres relacionados es 0, Esto es v&aacute;lido aun cuando los padres 
de los individuos tienen antepasados comunes 
m&aacute;s de 10 generaciones atr&aacute;s. El grado 
de la consanguinidad despu&eacute;s de apareamiento  plena hermanos 
es de 0,25. Lo que puede ser obtenido por medio del ejemplo en Figura 4.1. 
El grado de <STRONG> relaci&oacute;n aditiva (a) </STRONG> entre 
dos individuos se define como <STRONG> dos veces la probabilidad de que dos 
alelos escogidos al azar 
en un locus son id&eacute;nticos porque decente desde el ancestro com&uacute;n (s)</STRONG>, 
o la proporci&oacute;n de alelos id&eacute;nticos del ancestro(es) com&uacute;n  en los dos individuos. 
Los alelos son "id&eacute;nticos por decente". 
Consanguinidad en un individuo, y la  relaci&oacute;n aditivo entre los dos padres 
est&aacute; directamente relacionada.<STRONG> El grado de consanguinidad en un individuo 
constituye un medio del grado de relaci&oacute;n entre los dos padres. </STRONG> El grado de 
relaci&oacute;n y de consanguinidad tambi&eacute;n se llama <STRONG> el coeficiente de relaci&oacute;n y 
el coeficiente de consanguinidad.
</STRONG> 

<P>Un gr&aacute;fico de la consanguinidad. Se muestra en el nivel de cromosoma 
 <A HREF = "../../genetik/4/idhom.htm">aqu&iacute;.</A> 

<P><A HREF="2.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
