<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Relaci&oacute;n y consanguinidad, ejemplos de c&aacute;lculo y f&oacute;rmulas</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>4.2 Relaci&oacute;n y consanguinidad, ejemplos de c&aacute;lculo y f&oacute;rmulas </H3>

<P><A HREF="1.htm">P&aacute;gina anterior</A> 
<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="50 %">
<TR><TD>Figura 4.2. Ejemplo: C&aacute;lculo de la relaci&oacute;n y la consanguinidad 
despu&eacute;s de apareamiento entre primos <BR>
<img src="../../genetik/4/2.gif"  align=top > </TD></TR></TABLE>
<BR>
<BR>

<P>Individuos relacionados se pueden poner en un esquema geneal&oacute;gico. Para calcular el coeficiente de 
relaci&oacute;n y de consanguinidad  es m&aacute;s f&aacute;cil 
realizar el seguimiento de  
los individuos en el pedigr&iacute; y traza los individuos a los ancestros comunes mediante un diagrama de camino. 
Solamente 
individuos de importancia de la consanguinidad se hace referencia en el diagrama. Lo que significa 
que los individuos que no conducen a un antepasado com&uacute;n son 
excluidos, ver ejemplo en Figura 4.2.<BR>

El coeficiente de relaci&oacute;n (a) es calculado por el rastreo de todas las posibles 
 relaciones entre los dos padres a trav&eacute;s de los antepasados comunes. Nota: las l&iacute;neas punteadas 
en la figura. Tambi&eacute;n tomamos nota de cada animal que se observ&oacute; 
a lo largo de las rutas. A continuaci&oacute;n, el n&uacute;mero de generaciones en cada ruta se cuenta. 
 La 
relaci&oacute;n  aditivo puede ser calculado como la suma de 1/2 en el poder de n 
(n = n&uacute;mero de generaciones) como se muestra en la Figura 4.2. F<sub>A</SUB> en la f&oacute;rmula,
 Figura 4.3, 

significa el coeficiente de consanguinidad en un ancestro com&uacute;n, en este caso 
A y B, ambas con F = 0, Por lo tanto, el factor de multiplicaci&oacute;n es  1 en ambos casos, y 
por lo tanto, no se muestra en los c&aacute;lculos.<BR>
El coeficiente de consanguinidad es 1/16, que es la mitad de coeficiente de relaci&oacute;n entre los padres.

<P><TABLE BORDER="0" WIDTH="50 %" align="right">
<TR><TD> 
Figura 4.3. 
F&oacute;rmula para el c&aacute;lculo del coeficiente de relaci&oacute;n  aditivo entre dos 
animales, X e Y.   
<br><img src="../../genetik/4/21.gif" width="334" ></TD></TR></TABLE> 
Aqu&iacute; n designa el n&uacute;mero de generaciones entre los padres X e
Y, a trav&eacute;s de un ancestro com&uacute;n, y F<sub>A</SUB> simboliza el 
coeficiente de consanguinidad del ancestro com&uacute;n de pertenencia a una ruta determinada.
 <BR>



<P><A HREF="3.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
