<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Sencilla formas de estrecha consanguinidad </TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>4.3 Sencillas formas de estrecha consanguinidad </H3>

<P><A HREF="2.htm">P&aacute;gina anterior </A> 
<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="60 %">
<TR><TD>Figura 4.4. Relaci&oacute;n y consanguinidad despu&eacute;s de apareamiento
 de individuos estrechamente relacionados.<BR>
<img src="../../genetik/4/3.gif"  align=top > </TD></TR></TABLE>
<BR>
<BR>

<P> Individuos relacionados pueden ser utilizados como fuentes de informaci&oacute;n cuando se estima del 
valor de cr&iacute;a de un animal, v&eacute;ase el cap&iacute;tulo 7. Por lo tanto, es importante tener una clara 
comprensi&oacute;n de qu&eacute; tipos de parientes se producen en grandes cantidades y que al mismo tiempo, est&aacute;n estrechamente 
relacionados. Figura 4.4 muestra las formas m&aacute;s comunes con una estrecha relaci&oacute;n. <BR> 
Recapitulaci&oacute;n de los m&eacute;todos de c&aacute;lculo para el coeficiente de relaci&oacute;n: Cuente el n&uacute;mero (n) de las generaciones 
entre los progenitores A y B a trav&eacute;s de los antepasados comunes.

&iquest;Cu&aacute;ntos diferentes rutas se producen? El coeficiente de relaci&oacute;n es 
la suma de 0,5<SUP>n</SUP> (1 + F<sub>A</SUB>) para todas las rutas posibles. <BR> 
Ejemplo: El coeficiente de relaci&oacute;n entre los hermanos completos es de 
0,5<SUP>2</SUP> + 0,5<SUP>2</SUP> = 0,50, desde las rutas de
 vuelta a cada uno de los padres. 
<P>El coeficiente de consanguinidad en las cr&iacute;as es igual a la mitad del coeficiente de relaci&oacute;n entre los dos 
padres. La figura tambi&eacute;n muestra que 
padres e hijos tienen la misma relaci&oacute;n como   hermanos completos. Lo mismo 
es cierto para medio 
hermanos, y un individuo y su abuelo. <BR> 
Completos y  medios hermanos  puede ser criados en grandes cantidades en los animales dom&eacute;sticos. Nuevos m&eacute;todos de 
la clonaci&oacute;n de ovocitos permiten producir varios gemelos id&eacute;nticos.
</P>

<P>Cuando la cr&iacute;a de animales de laboratorio, por ejemplo,
 ratas y ratones, que es com&uacute;n se reproducen 
de apareamiento por  hermanos completos  continuamente. La mayor&iacute;a de los laboratorios 
cepas son 100 porciento pura, y la consanguinidad se mantiene por apareamiento continuo de hermanos completos. 
Veinte generaciones 
de apareamiento  hermanos completos es necesario, antes de que el coeficiente de 
consanguinidad este 
por encima de 99 porciento. La mayor&iacute;a de nuestros animales dom&eacute;sticos tienen grandes dificultades en la reproducci&oacute;n si el 
coeficiente de consanguinidad es superior al 50 porciento, como la 
consanguinidad reduce la eficiencia biol&oacute;gica, al igual que 
se muestra en la siguiente secci&oacute;n. En el cap&iacute;tulo 9 m&aacute;s detalles de los efectos de 
la consanguinidad y la forma de control ser&aacute;n demostrados.
</P>

<P><A HREF="4.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
