<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>La segregaci&oacute;n de  recesiva   por consanguinidad</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>4.4 La segregaci&oacute;n de  recesiva   por consanguinidad</H3>

<P><A HREF="3.htm">P&aacute;gina anterior</A> </P>

<P>La frecuencia de los individuos homocigoto recesivo en la poblaci&oacute;n 
aumenta con la consanguinidad, esto es particularmente cierto cuando la frecuencia g&eacute;nica es baja.</P>

<P><STRONG>Ejemplo: </strong> En una poblaci&oacute;n la frecuencia de un 
gen recesivo es 0,01 correspondiente a una frecuencia de homocigoto 
recesivo de 0,0001, 
1 de cada 10,000. Si tiene apareamiento de hermanos completos, &uacute;nicamente, 
el coeficiente de consanguinidad es de 25 porciento en todos los individuos en la pr&oacute;xima generaci&oacute;n. 
<BR> 
En esta poblaci&oacute;n la frecuencia de homocigoto recesiva  puede ser 
calculada de la siguiente manera: Es proporcional al n&uacute;mero de 
 
los individuos heterocigotos en la generaci&oacute;n de padres es (2 * 0,01 * 0,99 = 0,0198) 
y sus posibilidades de que la segregaci&oacute;n de la recesiva se produce 
(1/16) por 
el apareamiento de hermanos completos (Figura 4.1), esto deber&iacute;a ser igual
 a una segregaci&oacute;n de los genes, el gen de enfermedad. 
Ya sea el abuelo o la abuela pueden llevar el gen de  enfermedad. As&iacute; pues, la 
probabilidad conjunta debe ser multiplicada por dos. <BR>


Por lo tanto, la probabilidad conjunta de los individuos  homocigoto recesivo es 2 * 0,0198 / 16 = 0,0025, que 
significa que lo ha aumentado 25 veces en comparaci&oacute;n con la base poblaci&oacute;n de crio al azar.
 (En estos c&aacute;lculos, el caso de que otras combinaciones de heterocigotos y
 homocigotos 
de los abuelos no se tienen en cuenta, por lo que el 
resultado desviarse ligeramente cuando 
en comparaci&oacute;n con las f&oacute;rmulas en general que se muestra a bajo. Si las f&oacute;rmulas que se indican a abajo son 
utilizadas en nuestro ejemplo, el resultado es
<p> q<SUP>2</SUP> + pqF = 0,0001 + 0,99 * 0,01 * 0,25 = 
0,0026.


<P>Correspondientemente, el n&uacute;mero de conjuntos dominantes homocigotos se incrementar&aacute; 
en la misma proporci&oacute;n que la recesiva a expensas de los individuos heterocigotos.
 Durante la consanguinidad que cambiar las proporciones 
en comparaci&oacute;n con la frecuencia prevista en virtud de 
Hardy Weinberg con las 
siguientes expectativas,
 exp:</P>
<PRE>---------
Genotipo        AA               Aa             aa      
Frecuencia, exp  p<SUP>2</SUP>              2pq             q<SUP>2</SUP>   
                +pqF	 	 -2pqF		+pqF
</PRE>
<BR>

<P>Por medio de las frecuencias esperadas el grado de consanguinidad se puede calcular
 en los sub poblaciones:</P>
<PRE>
                 lo que da       F = (H<SUB>0</SUB> - H<SUB>n</SUB>)/H<SUB>0</SUB> , 
</PRE>

<P>donde H<sub>0</SUB> y H<sub>n</SUB> son las frecuencias del genotipo  heterocigotos 
respectivamente de la poblaci&oacute;n y base de la generaci&oacute;n n en las
poblaciones subdividas.<BR> 
Aplicada sobre la Alb&uacute;mina ejemplo de los perros, el punto 2.4, el promedio de la consanguinidad dentro de 
razas de perros es 

F = (0,490 - 0,330)/0,490 = 0,33.</P>

<P><A HREF="5.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
