<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Tecnolog&iacute;a para estimar el valor de  cr&iacute;a</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>12.1 Tecnolog&iacute;a para estimar el valor de  cr&iacute;a</H3>

<P><A HREF="0.htm">Cap&iacute;tulo 12</A> </P>

<P>En  cap&iacute;tulo 7 fueron dados m&eacute;todos sencillos para el c&aacute;lculo de los valores de cr&iacute;a 
estimados. S&oacute;lo los datos en relaci&oacute;n uniforme se incluyeron. 
Esta es una forma muy simple de estimaci&oacute;n del valor de cr&iacute;a y las demandas 
 del ordenador muy poco, ya que se basa en el c&aacute;lculo de un solo factor de peso.

 Este factor de peso depende de la heredabilidad, el n&uacute;mero de individuos en el grupo,
 sus relaciones internas y la forma en que se relacionan con el candidato. 
Con la introducci&oacute;n de las computadoras modernas, la base para una mejor utilizaci&oacute;n
 de los datos para la estimaci&oacute;n del valor de cr&iacute;a se ha materializado. 
Los m&eacute;todos m&aacute;s avanzados se basan en sistemas de ecuaciones lineales, 
en los que se proporciona a cada observaci&oacute;n  su propia ecuaci&oacute;n. 
De esta manera la creaci&oacute;n de un sistema de ecuaciones para el c&aacute;lculo de los factores 
de peso para cada observaci&oacute;n se ha completado. El modelo incluye todas las observaciones
 de los animales relacionados, as&iacute; como observaciones de los relacionados a relacionados.


Un ejemplo de un animal relacionados a relacionados: La madre de un hijo, 
cuyo padre est&aacute; siendo evaluado. Si las madres de los hijos est&aacute; presente en el modelo 
de estimaci&oacute;n del valor de cr&iacute;a  del padre, las condiciones previas para el apareamiento al 
azar no tiene qu&eacute; ser demasiado estricta, ya que el valor del padre  
se ha ajustado para las desviaciones de la  promedia de la poblaci&oacute;n. 
La condici&oacute;n impl&iacute;cita, de que todas las observaciones que se producen en el mismo entorno, 
tambi&eacute;n puede ser tomado m&aacute;s a la ligera, ya que la promedio del reba&ntilde;o puede ser tomado 
en cuenta en los modelos. El modelo implica que m&aacute;s de una familia por reba&ntilde;o debe
 estar representada y que algunos de los toros en el hato debe ser utilizado en otros reba&ntilde;os. 
 


<P><STRONG>Los m&eacute;todos m&aacute;s importantes para estimar el valor de cr&iacute;a:</STRONG> <BR>
1.	&Iacute;ndice de la selecci&oacute;n (SI)  <BR>
2.	La mejor predicci&oacute;n linear (BLP) <BR>
3.	La mejor predicci&oacute;n imparcial linear (BLUP) <BR>
4.	El modelo animal (AM) <br>
5.	Selecci&oacute;n Gen&oacute;mica
<P>El &iacute;ndice de selecci&oacute;n fue desarrollado en los a&ntilde;os 1950 y 
utilizado antes de la era de los ordenadores. El SI se utiliza  
principalmente para el modelo c&aacute;lculo, pues es &uacute;til para la 
evaluaci&oacute;n del efecto de la selecci&oacute;n de los m&aacute;s rasgos. Si cierto 
sistema de factores econ&oacute;micos del peso se utiliza, cada rasgo 
conseguir&aacute; un delta  G previsto. Antes de que la era del ordenador 
fuera com&uacute;n pre correcta los datos, como por ejemplo para la 
edad del parto o el peso de la matanza, puesto que estos rasgos 
ten&iacute;an cierta variaci&oacute;n biol&oacute;gica. La pre-correcci&oacute;n todav&iacute;a se 
aplica hasta cierto punto. Con la producci&oacute;n de computadoras m&aacute;s 
r&aacute;pidas, lo ha sido posible desarrollar los modelos, que calculan 
estimado valor de cr&iacute;a para todos los animales en una poblaci&oacute;n. 
Cuando &eacute;ste es el caso, es m&aacute;s f&aacute;cil utilizar toda la informaci&oacute;n de 
todos los individuos, pues &eacute;stos dar&aacute;n la informaci&oacute;n sobre relaciones
 a todas las otras. BLP no incluye factores ambientales, que hace es 
menos &uacute;til. Las soluciones obtenidas de algunos animales son id&eacute;nticas
 a las soluciones obtenidas por el SI. Efectos ambientales de la 
estimaci&oacute;n simult&aacute;nea son el poder de BLUP y AM y la correcci&oacute;n para 
ellos. 
<br>En los tres m&eacute;todos 2 a 4 la matriz de la relaci&oacute;n se utiliza
 en los grados que var&iacute;an. La matriz de la relaci&oacute;n se arregla seg&uacute;n 
el m&eacute;todo tabular dado en la secci&oacute;n 4.4. La soluci&oacute;n de &eacute;sa muchas 
ecuaciones no se puede hacer expl&iacute;citamente, se han ense&ntilde;ado que cu&aacute;ndo 
solucionar dos ecuaciones con dos desconocido. Las soluciones primero se basan 
en conjeturas y entonces en el re c&aacute;lculo hasta que las soluciones siguen siendo 
constantes. Este m&eacute;todo se llama iterativo. Es posible, por medio de este m&eacute;todo, 
estimar valores de cr&iacute;a de millones de animales simult&aacute;neamente. El m&eacute;todo se utiliza
 actualmente en ambos lecher&iacute;a dan&eacute;s y en cr&iacute;an los cerdos.</b> </P>


<p><b>Selecci&oacute;n Gen&oacute;mica</b> por Thomas Mark  
<br>Selecci&oacute;n gen&oacute;mica es una nueva tecnolog&iacute;a en la que los valores de cr&iacute;a de 
los marcadores se prev&eacute; en todo el genoma en forma de single nucle&oacute;tido polimorfismo 
 SNP. Los mapas gen&eacute;ticos se basan en el SNP y que nos permiten dividir el genoma 
entero en miles de segmentos de cromosoma relativamente peque&ntilde;o. A continuaci&oacute;n, los 
efectos de cada segmento de un cromosoma se estiman simult&aacute;neamente. Por &uacute;ltimo, el 
valor de cr&iacute;a gen&oacute;mico es igual a la suma de todos los efectos estimados del segmento 
del cromosoma. Los efectos del segmentos de cromosoma puede ser estimado por un grupo de 
animales (es decir, una poblaci&oacute;n de referencia), y para todos los animales restantes,
 s&oacute;lo se necesita un prueba de sangre o muestra de tejido para determinar su valor de cr&iacute;a 
gen&oacute;mico. Los efectos segmentales de un cromosoma se aplican a todos los animales en 
la poblaci&oacute;n en la que se estima, ya que los marcadores est&aacute;n en desequilibrio de 
ligamiento con el gen causal. 
<br>La informaci&oacute;n del genoma completo permite la selecci&oacute;n precisa de los animales j&oacute;venes,
 siempre si fenotipos de animales de referencia suficientemente est&aacute;n disponibles. Esto
 significa que los valores de gen&oacute;mica de cr&iacute;a son especialmente beneficiosos cuando la 
selecci&oacute;n tradicional es dif&iacute;cil, como cuando la fenot&iacute;pica est&aacute; restringido por 
sexo y edad (por ejemplo, muy beneficioso para el ganado lechero). Sin embargo, se aconseja 
el uso 
limitado de los animales j&oacute;venes sin informaci&oacute;n fenot&iacute;pica o
descendencia  para evitar posibles efectos secundarios negativos 
asociados a mutaciones desfavorables, la presi&oacute;n de selecci&oacute;n sobre las caracter&iacute;sticas
 desfavorables no registrada  y las altas tasas de endogamia. 


<P><A HREF="2.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
