<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>La significaci&oacute;n de la inseminaci&oacute;n artificial para estimar el valor de  cr&iacute;a</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>12.2 La importancia de la inseminaci&oacute;n artificial para estimar el valor de  cr&iacute;a</H3>

<P><A HREF="1.htm">P&aacute;gina anterior</A> </P>

<P>Naturalmente la inseminaci&oacute;n artificial (AI) ha sido muy importante para estimar 
el valor de  cr&iacute;a. Por medio del AI es posible utilizar animales de la &eacute;lite a un grado mucho mayor
 que por el acoplamiento natural. Pero el AI realmente demuestra su 
significaci&oacute;n  cuando  la estimaci&oacute;n del valor de  cr&iacute;a se convierte en independiente de la propiedad.
 Al usar el AI ninguna persona puede poseer   todas las
 decencias de un toro del AI.
 Los factores m&aacute;s 
importantes cuando estimar el valor de  cr&iacute;a son exactitud e imparcialidad. </P>

<P><STRONG>Los factores m&aacute;s importantes para estimar el valor de  cr&iacute;a:</STRONG> <BR>
<br>1.	 Los valores de cr&iacute;a estimados deben ser tan exactos como sea posible
<br>2. 	Los valores de cr&iacute;a estimados deben ser independientes de la propiedad 
<br>3. 	Los valores de cr&iacute;a estimados de todos los candidatos deben ser comparables

<P>Desde   punto 1 llega a estar claro que el AI aumenta el tama&ntilde;o de la familia y de tal modo 
tambi&eacute;n la exactitud del valor de cr&iacute;a estimado. Para conformarse con las condiciones en el punto 
2 y 3 era antes pr&aacute;ctica com&uacute;n enviar las decencias  a una estaci&oacute;n de la prueba. Esto se asegur&oacute; 
de que los resultados fueran independientes de la propiedad. Al mismo tiempo los resultados eran
 comparables, puesto que fueron obtenidos en el mismo ambiente. Obviamente, las estaciones de la 
prueba tienen grandes problemas con el punto 1. Es dif&iacute;cil y costoso colocar una gran cantidad de
 animales en una estaci&oacute;n de la prueba. El problema m&aacute;s grande referente a las estaciones de la 
prueba es la definici&oacute;n de su condici&oacute;n ambiental. &iquest;Qu&eacute; ambiente es el m&aacute;s apropiado para 
asegurarse que los animales seleccionados est&aacute;n adaptados al 
sistema de producci&oacute;n futuro? Esta pregunta no tiene ninguna respuesta apropiada. 
<BR>

El AI puede solucionar los problemas referentes al punto 2 y 3. El punto 1 al mismo tiempo se trata 
de la mejor manera posible. El AI extenso y la grabaci&oacute;n adecuada pueden asegurarse de que los 
resultados obtenidos de las manadas de la producci&oacute;n se puedan utilizar en la estimaci&oacute;n de los 
valores de cr&iacute;a. Esto significa que la selecci&oacute;n ocurre en un lugar que se asemeje de cerca al 
actual ambiente de la producci&oacute;n. As&iacute; la colecci&oacute;n de datos del campo es mucho m&aacute;s ventajosa que 
las estaciones anteriores de la prueba para los cerdos y la lecher&iacute;a. El uso del sistema abierto 
de la grabaci&oacute;n es solamente posible cuando se practica el AI extenso. Puesto que el descendiente 
de diversos toros est&aacute; presente en una manada, es posible utilizar la informaci&oacute;n de cada animal 
como desviaciones del promedio de la manada, en vez de usar los datos absolutos. Esto es absolutamente 
importante, pues un toro no conseguir&aacute; necesariamente una evaluaci&oacute;n justa, puesto que no se utiliza 
uniformemente en manadas bajas o altas de la producci&oacute;n. 

<p>Las estaciones de la prueba siguen siendo necesarias en caso de que el AI no haya sido 
completamente desarrollado y en caso de que los due&ntilde;os pueden influenciar los resultados de 
un modo u otro. Las estaciones de la prueba pueden tambi&eacute;n estar de un cierto valor en medir 
de caracter&iacute;sticas, que es imposible registrar en la producci&oacute;n pr&aacute;ctica. Para los ganados y 
los cerdos el AI est&aacute; tan bien desarrollado que casi todas las estaciones anteriores de la 
prueba han estado cerradas. Para la gallina, de la trucha  y de la visi&oacute;n las estaciones de la 
prueba todav&iacute;a se necesitan para los resultados comparables. La reproducci&oacute;n en la cr&iacute;a del perro
 y del caballo es casi similar a la manera que se practica el AI, aunque la mayor parte de estos 
acoplamientos son naturales. Aqu&iacute; un problema especial ocurre sin embargo, una tendencia a acoplar 
animales espesos del colmo o animales espesos del punto bajo. Este problema puede ser superado 
trabajando con un modelo animal completo. Se requiere el acoplamiento al azar si se utiliza un 
modelo simple.  Otras condiciones pueden arruinar el valor, por ejemplo la parcialidad de valores 
de cr&iacute;a estimados, por lo tanto un buen o mal resultado no debe influenciar las grabaciones. Cuando 
la displasia de la cadera en un perro se anota en una cl&iacute;nica local de la radiograf&iacute;a, el due&ntilde;o no 
pudo desear pasar una mala cuenta al club de la perrera, mientras que &eacute;l mucho quisiera 
registrar una buena cuenta. Es dif&iacute;cil compensar tal bies en lo referente a las grabaciones, aun cuando 
los m&eacute;todos estad&iacute;sticos muy sofisticados se utilizan. 
</P>

<P><A HREF="3.htm">P&aacute;gina siguiente</A></P>

</BODY>
</HTML>
