<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Transg&eacute;nes y animales transg&eacute;nicos. </TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>12.3 Transg&eacute;nes y animales transg&eacute;nicos </H3>

<P><A HREF="2.htm">P&aacute;gina anterior</A> </P>

<P>En esta secci&oacute;n se ofrece s&oacute;lo una breve introducci&oacute;n del tema. Se resumen s&oacute;lo los temas principales. </P>
<P><STRONG>Gene construcciones.  </STRONG>. <BR>
Un transg&eacute;n normalmente se compone de un promotor y un gen estructural. 
El promotor decide cu&aacute;ndo y d&oacute;nde se produce la expresi&oacute;n del gene. Si el gen se
 expresar&aacute; en la gl&aacute;ndula mamaria, a menudo se utiliza el promotor de case&iacute;na, como 
la case&iacute;na es una de las prote&iacute;nas de la leche importante. El gen estructural es con o 
sin intrones. Si el gen procede de una bacteria, siempre es sin intrones. Los genes que
provenie de eucariota pueden ser ADN  gen&oacute;mica. Los genes gen&oacute;micos son normalmente 
muy grandes, que es un problema. Cuanto mayor sea la construcci&oacute;n lo m&aacute;s dif&iacute;cil es hacer un 
animal transg&eacute;nico funcional. </P>

<P><STRONG>M&eacute;todos para gen transferes: </STRONG>: 
Micro inyecci&oacute;n de ADN en el pro n&uacute;cleo  paterno justo despu&eacute;s de la fecundaci&oacute;n de 
los ovocitos. La tasa de &eacute;xito es baja, algunos por mil. Siempre existe el riesgo de
 insertional  mutagenese, es decir, el gen introducido inserta en una parte 
funcional de otro gen y as&iacute; ruinas  sus funciones. Micro inyecci&oacute;n u otras formas 
de gen transfere c&eacute;lulas embrionico de madre (ES) u otros tipos de c&eacute;lulas pluripotentes 
por uso de recombinaci&oacute;n hom&oacute;loga. Despu&eacute;s de seleccionar para las c&eacute;lulas transg&eacute;n, 
que es posible en un cultivo celular. Selecci&oacute;n de las celdas de recombinante puede 
hacerse por medio de un ligamientado que, forma parte de la construcci&oacute;n. 
M&eacute;todos de cultivo de c&eacute;lulas fetales est&aacute;n s&oacute;lo plenamente desarrollados para ratones.
 Es todav&iacute;a con car&aacute;cter de prueba para todos de nuestra especies de animales dom&eacute;sticos. 

<P>Despu&eacute;s de la transg&eacute;nesis en ES, o en otras c&eacute;lulas fetales, las c&eacute;lulas transg&eacute;nicas son inyectadas en un blastocito. A continuaci&oacute;n, se forma un animal quim&eacute;rico, algunos de estos transg&eacute;nico formar&iacute;an gametos que contiene la construcci&oacute;n de gen insertado. </P>

<P><STRONG>Recombinaci&oacute;n hom&oacute;loga.</STRONG>  
<br>La selecci&oacute;n de genes se hace posible por medio de recombinaci&oacute;n hom&oacute;loga. Esto es de gran importancia para estudiar la funci&oacute;n de un gen desconocido (con la secuencia de ADN conocido). Por medio de recombinaci&oacute;n hom&oacute;loga llamados 'knock out' ratones pueden ser creados con una funci&oacute;n de gen destruido. Investigando la descendencia de los ratones 'knock out' es posible identificar la funci&oacute;n de un gen, que es completamente desconocido. Por lo que los ratones 'knock out' se han convertido en los modernos tubos de ensayo para la identificaci&oacute;n de las funciones de un gen. </P>





<P><STRONG>Motivos para transg&eacute;nesis.  </STRONG> </P>

<li>El gen debe tener un gran efecto en la caracter&iacute;stica de que se trate, por ejemplo que es al menos cuatro veces sigmaA.  
<li>El gen deber&iacute;a agregar completamente nuevas habilidades metab&oacute;licas, por ejemplo, la formaci&oacute;n de un amino&aacute;cido esencial. 
<li>El gen deber&iacute;a agregar resistencia contra una enfermedad grave, que no tiene cura. 

<p><STRONG>Otros motivos para transg&eacute;nesis. </STRONG> </P>

<P>'Gene cultura' - producci&oacute;n de drogas. </P>

<P>Donaci&oacute;n de &oacute;rganos - xeno trasplante. <BR>

Muchas compa&ntilde;&iacute;as m&eacute;dicas han comenzado la experimentaci&oacute;n y la producci&oacute;n de drogas a trav&eacute;s 
de animales transg&eacute;nicos. Normalmente, un solo animal puede producir medicamentos suficientes 
para el mercado mundial, por lo que el tema es de poca importancia para esta secci&oacute;n. Lo mismo 
se aplica para la donaci&oacute;n de &oacute;rganos, un ejemplo es el uso de un coraz&oacute;n de cerdos para un ser 
humano. Para que esta t&eacute;cnica trabajar es necesario cubrir mayor&iacute;a de los sistemas de ant&iacute;genos 
ordinarios fuertes en los cerdos. Esto es dif&iacute;cil, pero lo peor es que el trasplante de xeno es 
peligroso. Es bien sabido que las plagas modernas en los seres humanos, por ejemplo SIDA, provienen 
del mundo animal. Es un hecho bien conocido que porcina llevar muchos end&oacute;genos retro virus. 
Podr&iacute;an ser un gran peligro para la humanidad si se utiliza el trasplante xeno extensa. </P>


<P><A HREF="4.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
