<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Utilizaci&oacute;n de los marcadores de la ADN</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>12.4 Utilizaci&oacute;n de los marcadores de la ADN</H3>

<P><A HREF="3.htm">P&aacute;gina anterior</A> </P>

<P><STRONG>Uso de marcadores de ADN dentro de familias.</STRONG> <BR>
Si segregaci&oacute;n de una enfermedad recesiva ocurre dentro de una familia y si existe informaci&oacute;n de la localizaci&oacute;n en el cromosoma y flanqueando marcadores es conocido, es posible identificar 
portadores del gen, incluso si no se conoce el c&oacute;digo gen&eacute;tico del gen.</P>

<P><STRONG>M&eacute;todo: </STRONG>Figura
12.1 muestra segregaci&oacute;n de marcadores A y B, as&iacute; como un gen de la enfermedad (*). Los dos animales enfermos en la figura son hijos completas. Todos los hijos y los padres han sido examinados para alelos en locus A y B. Entre la descendencia los dos enfermos que tienen los genotipos AABB. Basado en la descendencia de que la haplotipo de los padres puede ahora ser interferido.
 Los gametos AB deben ser portadores del gen enfermedad debido a ligamiento.

<TABLE WIDTH="100 %">
<TR><TD>Figura 12.1.<BR>
Gr&aacute;fico  geneal&oacute;gico de gametos tipos de tres loci ligamientado. 
Los tipos de gametos se dedujeron de los ex&aacute;menes de laboratorio de 
locus A y B y la segregaci&oacute;n de la descendencia. El gen 
de la enfermedad basado en las dos descendencias enfermas.</TD>
<TD><img src="../../genetik/12/4.gif" width="500" align=bottom >
</TD></TR></TABLE>

<P>La descendencia quinta tiene una recombinaci&oacute;n del gen marcador B y el gen de la enfermedad, 
es desde entonces genotipo AaBB y no afectado. En muchos casos existe s&oacute;lo un &uacute;nico marcador de 
ADN, puesto que no todas las especies de animales dom&eacute;sticos pueden tener muchos marcadores. 
Para que el marcador de ADN para tener cualquier 
valor es necesario que los padres son heterocigotos ligamientado a los alelos A y B. 

<BR>

Resumen de la investigaci&oacute;n: Animales con el  genotipo aabb no lleven el gen de la enfermedad. 
Considerando que se espera que todos los genotipos con al menos un alelo llevando una letra
 may&uacute;scula ser portadores del gen del enfermedad. Moviendo hacia atr&aacute;s en el pedigr&iacute;, resulta
 evidente que todos los individuos con al menos un alelo con una 
may&uacute;scula son posibles portadores del gen del enfermedad.</P>

<P><STRONG>Marcadores de ADN aplicados a nivel de la poblaci&oacute;n</STRONG> <BR>

Para un marcador de ADN que se aplicar&aacute;n a nivel de la poblaci&oacute;n tiene que basarse en una 
muy estrecha ligamiento en desequilibrio con el gen de la enfermedad. Ligamiento fuerte 
siempre sale si la mutaci&oacute;n ha ocurrido dentro de unas pocas generaciones atr&aacute;s. Una cantidad
 sustancial de ligamiento ocurren incluso despu&eacute;s de 10-15 generaciones, si la distancia al
 marcador es inferior a 1 cM, consulte la secci&oacute;n 2.5. Uso de un marcador a nivel de la poblaci&oacute;n 
s&oacute;lo indicar&iacute;a una portador posible, que haya una mayor probabilidad de ser portador de un animal 
escogido de forma aleatoria. 
La prueba final s&oacute;lo se puede establecer por segregaci&oacute;n de individuos enfermas.</P>

<P>Para concluir esta secci&oacute;n sobre an&oacute;nimos marcadores de ADN hay que decir, 
que el uso de un marcador de ADN para una enfermedad gen es el segundo mejor. 
El objetivo debe ser siempre para encontrar la mutaci&oacute;n y examinar el tipo de ADN para 
encontrar al verdadero culpable. 
Aunque los marcadores de ADN son todav&iacute;a a utilizarse.</P>

<P><A HREF="5.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
