<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Detecci&oacute;n de marcadores de ADN de los genes de la enfermedad o de QTL</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>12.5 Detecci&oacute;n de marcadores de ADN de los genes de la enfermedad o de QTL</H3>

<P><A HREF="4.htm">P&aacute;gina anterior</A> </P>

<P><STRONG>Detecci&oacute;n de marcadores de ADN en general. </STRONG> <BR>
Detecci&oacute;n de marcadores de ADN en general. El tama&ntilde;o del genoma completo en mam&iacute;feros y
 aves es de unos 3000 centi Morgan (cM) o unidades de recombinaci&oacute;n. Esto corresponde al
 que el cromosoma m&aacute;s grande es de largo de dos a tres cientos cM. Los m&aacute;s peque&ntilde;os son 
menos de 100 cM longitud. 
Existe una gran variaci&oacute;n entre las especies de animales dom&eacute;sticos, el vis&oacute;n tiene s&oacute;lo 
15 pares de cromosomas y el perro tiene 39. Tambi&eacute;n hay algunas diferencias en la tasa de 
recombinaci&oacute;n entre machos y hembras, las hembras tienen en promedio 10 al 20  
porciento mayor frecuencia que los machos. Esto es particularmente cierto para las zonas en
 torno a la centr&oacute;mero.

 <BR>
Para ligamiento estrecha es m&aacute;s f&aacute;cil detectar que el ligamiento suelto y distancias de m&aacute;s de 
35 cM es en la pr&aacute;ctica imposible de detectar, ya que requiere le uso de un gran 
n&uacute;mero de individuos informativos (500-1000). En la otra parte, si la distancia es inferior 
a 10 cM ligamiento puede ser detectada con menos de 50 gametos informativos.
Para una cobertura del genoma completo, tiene que haber un marcador informativo para 
cada 20 cM. En todo esto da alrededor de 150 marcadores de ADN para tener una cobertura 
completa. 
<br>Para que el marcador de cualquier uso tenga que ser informativo, esto ser&aacute; en promedio el caso 
alrededor del 50-70  porciento de ellos. As&iacute; que para obtener un conjunto completo de marcadores 
para estudiar un determinado material familiar, hasta 300 marcadores uniformemente dispersos deban 
ser disponibles. S&oacute;lo el parental tiene que ser preseleccionados para heterocigotos para todos 
los 300 marcadores obtener un &uacute;til conjunto compuesto por 150 marcadores informativos para completar 
un an&aacute;lisis completo de todas las familias.

<P><STRONG>Material de familia &uacute;til para la detecci&oacute;n de ligamiento a un gen de la enfermedad.  </STRONG> <BR>
La segregaci&oacute;n de una nueva enfermedad recesiva normalmente se produce por consanguinidad en la proporci&oacute;n de 1 a 3.
 El situaci&oacute;n estad&iacute;sticamente m&aacute;s &oacute;ptimo es una enfermedad hereditaria es con una segregaci&oacute;n de 1 a 1. 
Para localizar una enfermedad recesiva es necesaria investigar al menos 20 descendencias, 10 de los cuales 
tienen la enfermedad y los hermanos son normales. El an&aacute;lisis puede empezar por marcador 1 cromosoma
 1 y realizar una prueba estad&iacute;stica por continuar as&iacute; con un nuevo marcador hasta que encuentra el ligamiento. 
Ligamiento puede encontrarse en el primer marcador, pero tambi&eacute;n se puede encontrar en el &uacute;ltimo marcador, 
n&uacute;mero 150, En promedio, s&oacute;lo la mitad de los marcadores (75) debe aplicarse antes de que se encuentre el ligamiento. 
Una asociaci&oacute;n estad&iacute;sticamente significativa aparecer&iacute;a como sigue:

<PRE>                      Enfermo       no enfermo
           Genotipo ------------------------------------  
                aa   |   10             3         |   13
           No   aa   |   4              13        |   17
                   ------------------------------------ 
                     |  14              16        |  30</PRE>
<BR>

<P>Aqu&iacute; hay s&oacute;lo de algunos recombinantes, 3, con el genotipo aa que no enfermas y 4 est&aacute; enfermo
 que no tienen el genotipo aa. 
<BR>

<STRONG>En resumen:</STRONG> 
 Para identificar un &uacute;til marcador de ADN es necesario que exista un material de animales en
 unas pocas familias relacionadas donde el gen de enfermedad segrega
con mas de 20 animales de los cuales al menos 10 deber&iacute;a tener la enfermedad.
Cuando se ha encontrado el ligamiento, es natural para seguir utilizando los marcadores entre los 
dos marcadores proporcionando el ligamiento. El objetivo final ser&aacute; siempre identificar el gen 
de la enfermedad real. Cuando se ha encontrado el ligamiento, tambi&eacute;n se pueden iniciar estudios 
comparativos. Genes que podr&iacute;an utilizarse para la enfermedad podr&iacute;an encontrarse mirando en las 
&aacute;reas de cromosoma correspondiente en otras especies, que ya son conocidos. Una alternativa para
 el an&aacute;lisis de marcador cl&aacute;sico podr&iacute;a ser un cuidadoso estudio de la enfermedad y encontrar as&iacute; 
un gen de candidato de otra especie. Un gen de candidato es un gen con una oportunidad justa de 
ser causante de la enfermedad cuando se comparan la etiolog&iacute;a de la enfermedad. Si existen uno o 
varios genes de candidato, el an&aacute;lisis se inicia investigando estas. Si es el gen de la derecha,
 se encuentra una asociaci&oacute;n completa.
</P>

<P>Marcadores de ADN cuando se aplican para estudios de loci de un rasgo cuantitativos (QTL, ingles 
quantitative trait loci ) 
demanda mucho m&aacute;s datos que toma para encontrar un marcador para un gen de la enfermedad. 
 QTL corresponde a los loci, que se han discutido en 
la definici&oacute;n de valor en el cap&iacute;tulo 6 de valor de cr&iacute;a. Los problemas m&aacute;s distintos en las 
detecciones de un QTL son que se desconoce o no segrega un QTL en el seno de una familia determinada. 
&iquest;Si segrega cu&aacute;n grande es el efecto en un rasgo dado? Otro problema se plantea si se detecta un QTL. 
&iquest;C&oacute;mo es posible discernir la hip&oacute;tesis de que uno o dos genes causan el efecto de la QTL? 
Planificaci&oacute;n de un estudio QTL ha de hacerse muy cuidadosamente sin el fin de obtener
 ning&uacute;n resultado razonable. Una gran cantidad de animales debe mediado con el fin de 
estimar un determinado QTL con suficiente precisi&oacute;n. Es importante que una serie de caracter&iacute;sticas 
se mide a los animales. Aqu&iacute; todos los rasgos de producci&oacute;n posible pueden ser mencionados, 
por ejemplo enfermedades y otros rasgos f&aacute;cilmente observables. El n&uacute;mero &oacute;ptimo de marcadores de 
genes informativo es alrededor de 150 con una distancia de aproximadamente 20 cM, como se ha mencionado. 
Una alternativa para el estudio de QTL en poblaciones normales puede ser el estudio de individuos de F2
 de cruces ex&oacute;ticas especiales, como por ejemplo entre animales dom&eacute;sticos de la especie porcina y el cerdo.
 El QTL detectado en esos estudios no puede aplicarse en relaci&oacute;n con la cr&iacute;a normal, pero se pueden utilizar 
para se&ntilde;alar de genes que podr&iacute;an. La variaci&oacute;n entre animales de F2 de cruces ex&oacute;ticas puede ser muy grande.
 Por lo tanto encontrar a un cierto n&uacute;mero de QTL el n&uacute;mero de animales es menor que en
 una poblaci&oacute;n normal.</P>


<P><STRONG>Uso de gran padre o padre dise&ntilde;o para la detecci&oacute;n de QTL en el cerdo. Los dos dise&ntilde;os cl&aacute;sicos,
 el gran padre y los dise&ntilde;os de padre se muestran en la Figura 12.2.</STRONG></P>


<P>Figura 12.2. Mostrando el padre y el gran padre dise&ntilde;os para la detecci&oacute;n de QTL. Con la prueba de descendencia para mediciones de alelo y fenotipo de marcador. Los contrastes pueden evaluarse por pruebas estad&iacute;sticas cl&aacute;sicas.

<br><img src="../../genetik/12/gsire.gif" width="600"align=bottom > <BR>
<br>

El gran padre es heterocigoto con respecto al genotipo  A<SUB>1</SUB>A<SUB>2</SUB>.
  
 La mitad de sus hijos recibir&aacute;n la A<SUB>1</SUB> y la otra mitad el A<SUB>2</SUB> alelo. Ahora puede 
hacer un contraste entre
 la media en el valor de esos hijos de haber recibido la A<SUB>1</SUB> y esos el 
alelo A<SUB>2</SUB> de cr&iacute;a. En el dise&ntilde;o de gran padre la clasificaci&oacute;n de los genotipos s&oacute;lo
 se realiza en los hijos, mientras que los datos del fenotipo derivan de las  
nietas. Este dise&ntilde;o ha sido utilizado especialmente en la estimaci&oacute;n de QTL en 
vacas lecheras.
<br>En el padre dise&ntilde;ar el genotipo y los fenotipos datos provienen de los animales de los mismos. 
Como puede verse en la Figura de 12,2, m&aacute;s contraste se puede estimar que en el dise&ntilde;o de gran padre. 
En el padre dise&ntilde;o el gran problema es que un gran n&uacute;mero de animales deben ser utilizados. Por ejemplo, 
para detectar una diferencia estad&iacute;sticamente significativa menos espec&iacute;fica en la frecuencia de la 
enfermedad, cuando la frecuencia de la enfermedad promedio es de 10  porciento, el n&uacute;mero dado en la 
tabla siguiente debe utilizar. La variaci&oacute;n binomial y un contraste de t-prueba han sido utilizados 
para una aproximaci&oacute;n.

<PRE><STRONG>
No con A<SUB>3</SUB>  No con A<SUB>4</SUB>    SD  el menos diferencia estad&iacute;sticamente significativa

 5000       5000        ,006            1,8  porciento unidades
 500        500         ,019            5,7  porciento unidades
 100        100         ,042           12,6  porciento unidades
 </STRONG></PRE>

<P>Para 10  porciento unidades de diferencia para ser detectado al menos 200 animales tiene que ser clasificados. Como podr&iacute;a ser conocido, hay muchas causas para la variaci&oacute;n en la aparici&oacute;n de la enfermedad y una frecuencia de enfermedad promedio del 10  porciento es bastante alta. Si la frecuencia de la enfermedad es menor m&aacute;s animales es necesaria para detectar un QTL determinado.</P>

<P><A HREF="6.htm"><STRONG>P&aacute;gina siguiente</A> </STRONG></P>

</BODY>
</HTML>
