<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Resultados de selecci&oacute;n experimentos para resistencia a las enfermedades</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>12.6 Resultados de experimentos de selecci&oacute;n para resistencia a  enfermedades</H3>

<P><A HREF="5.htm">P&aacute;gina anterior</A> </P>

<P>La literatura muestra muchos informes de selecci&oacute;n contra enfermedades hereditarias, 
pero en la mayor&iacute;a de los casos se trata de rasgos simples recesivos, que, de acuerdo con 
la rutina, se mantienen en un nivel aceptable  bajo. Naturalmente, plantearse algunos 
problemas en los casos donde la selecci&oacute;n es arrestada, que es lo que sucede cuando 
ocurre la superdominancia. 
Esto es cuando los heterocigotos tienen un estado mayor de las homocigotos.</P>

<P>Para enfermedades con disposici&oacute;n polig&eacute;nica, s&oacute;lo unos cuantos informes muestran 
 selecci&oacute;n experimental exitosa de los grandes animales dom&eacute;sticos. Los resultados, demostrando 
 mejor resistencia a las enfermedades, principalmente han sido obtenidos por   cruzamiento.
  Pero no s&oacute;lo en teor&iacute;a, sino tambi&eacute;n en la pr&aacute;ctica, se ha podido obtener resultados
   significativos de selecci&oacute;n contra enfermedades espec&iacute;ficas. En la cr&iacute;a de gallinas ponedoras,
    los resultados han sido
 tan claros como se tiene para selecciones experimentales de animales de laboratorio.

<p>
Aqu&iacute; es descrito un experimento llevado a cabo por Cole and Hutt (1973, Anim. Breed. Abstra. 41:103-118), ve Figura 12.3. 

<TABLE   WIDTH="100 %" >
<TR><TD>Figura 12.3.<BR>
    Selecciones experimentales de ponedoras de resistencia a muertes de neoplasma.</TD>
<TD><img src="../../genetik/12/6.gif" width="450"   align=bottom ></TD></TR></TABLE>
<BR>

<P>En 1935 se establecieron dos l&iacute;neas, C y K. Las dos l&iacute;neas respectivamente 
hab&iacute;an sido  v&iacute;ctimas mortales de neoplasma 14,2  porciento y 11,3  porciento debido a 
leucosis incluyendo enfermedad de Marek. En el per&iacute;odo 1935-69, 34 
generaciones se produjeron en cada una de las dos l&iacute;neas.</P>

<P>La generaci&oacute;n inicial no fue seleccionada, pero en las generaciones siguientes se seleccionaron 
los animales de cr&iacute;a resistente de las dos l&iacute;neas. En 1935 tambi&eacute;n una tercera l&iacute;nea, S, fue 
establecido, &eacute;ste se bas&oacute; en individuos que eran susceptibles  (l&iacute;nea susceptible).
 Esta l&iacute;nea se mantuvo en las generaciones siguientes por selecci&oacute;n contin&uacute;a de los animales 
susceptibles. Las tres l&iacute;neas fueron colocadas en el mismo sistema de producci&oacute;n. El entorno se 
supon&iacute;a que iba a ser infectado por virus durante todo el per&iacute;odo experimental, excepto durante el 
per&iacute;odo 1958-61 (v&eacute;ase la figura). La figura muestra claramente que la selecci&oacute;n ha sido bastante 
eficaz sobre ambos puntos. Al final del experimento (1967-69) la l&iacute;nea susceptible ten&iacute;a neoplasma
 muertes de alrededor del 60  porciento, mientras que las dos l&iacute;neas resistentes, C y K, ten&iacute;an 
neoplasma muertes de respectivamente 3,7  porciento y 0,9  porciento. Durante el mismo
 per&iacute;odo los 
 totales de muertes se redujeron  respectivamente de 51,5  porciento (C) y 44,4 
 porciento (K) a 12,7  porciento y 8  porciento. Las muertes en el per&iacute;odo fueron contadas
  en el per&iacute;odo de 43 a 500 d&iacute;as despu&eacute;s de la eclosi&oacute;n. Los resultados mencionados de la
   selecci&oacute;n obtenida ten&iacute;an un bastante baja  capacidad hereditaria y fueron al
    mismo tiempo seleccionado para varios otros rasgos. Los buenos resultados podr&iacute;an
     explicarse por el hecho de esa prueba de progenie fue usada como criterio de la
      selecci&oacute;n. Adem&aacute;s Cole y Hutt argumentan que los mismos resultados podr&iacute;an ser obtenidos
       en mucho menor tiempo, si la prueba de progenie 
fuerte habr&iacute;a sido utilizada durante todo el per&iacute;odo</P>

<P>Como los leucocitos son de gran importancia para el desarrollo de la resistencia, es 
importante averiguar si es posible seleccionar para un alto o bajo contenido de leucocitos en 
la sangre (WBC = gl&oacute;bulos blancos). Un tal  experimento ha sido realizado en ratones por Chai 1975,
 66:301 de J.Heredity - 309. En la poblaci&oacute;n inicial (generaci&oacute;n 0) los n&uacute;meros  de leucocitos 
fueron 6-8 x 10<sup>3</sup> por mm3. Despu&eacute;s de 22 generaciones de selecci&oacute;n para HLC (recont&oacute; de leucocitos
 alta) y LLC (recont&oacute; de leucocitos baja) l&iacute;neas los conteos fueron respectivamente 36-38 x 10<sup>3</sup> y 
4-5 x 10<sup>3</sup>. La poblaci&oacute;n de control examinados hab&iacute;a alcanzado un nivel de alrededor de 103, que es 
cercano al nivel en la poblaci&oacute;n inicial. Se supone que la peque&ntilde;a diferencia deberse a "aleatorio 
deriva gen&eacute;tica".
En relaci&oacute;n con esta selecci&oacute;n de experimentaci&oacute;n  debe ser mencionado, que la respuesta 
obtenida de la selecci&oacute;n corresponde al h<sup>2</sup> a 0,20 para el recont&oacute; de linfocitos, que tambi&eacute;n 
se ha estimado en el ganado. Si es conveniente, el recont&oacute; de 
linfocitos se puede cambiar f&aacute;cilmente por la selecci&oacute;n.</P>

<TABLE ALIGN="RIGHT"   WIDTH="50 %" >
<TR><TD>Figura 12.4.<BR>
Selecciones experimentales de alta o baja anti ovejas eritrocitos titter en ratones.</TD> </TR><Tr>
<TD><img src="../../genetik/12/61.gif" width="350"  align=bottom ></TD></TR></TABLE>

<P> Biozzi et al. (1972, J.Exp.Med. 135:1071 - 1094) ha hecho un experimento de 
selecci&oacute;n de ratones para respectivamente altas y bajas respuesta de los anti cuerpos 
en relaci&oacute;n con la vacunaci&oacute;n experimental por medio de eritrocitos de ovejas (SE), v&eacute;ase la 
figura 12.4. Se desprende de la figura, que la poblaci&oacute;n inicial hab&iacute;a un titter con un valor 
medio de alrededor del 1000 (ln 1000 = 6,9). Despu&eacute;s de 20 generaciones de selecci&oacute;n en cada 
direcci&oacute;n, las dos poblaciones hab&iacute;an obtenido titters de 40 y 10,000 respectivamente. Adem&aacute;s, 
se demostr&oacute; que la "l&iacute;nea alta" respondi&oacute; fuertemente a varios otros ant&iacute;genos, a pesar de que 
la selecci&oacute;n se hizo s&oacute;lo para respuestas a SE. A la luz de esto es f&aacute;cil imaginar que la selecci&oacute;n 
para resistencia general a la enfermedad era posible, simplemente seleccionando para las 
concentraciones altas de inmunoglobulina en el suero. Se ha demostrado que esto es  
posible por Jensen & Christensen (1975, J.Anim.Sci. 40:392 - 396), que encontr&oacute; que IgG2 
en vacas lecheras ten&iacute;an una heredabilidad de 0,2. </P>

<P>Para probar la generalizaci&oacute;n de Biozzi et al. (1972, J.Exp.Med. 135:1071 - 1094), relativa a 
los resultados de la selecci&oacute;n de alta y baja anti respuesta de anticuerpos en ratones en relaci&oacute;n con 
la vacunaci&oacute;n experimental, una larga serie de infecciones experimentales en las dos l&iacute;neas de 
ratones se han llevado a cabo. Vale la pena darse cuenta que el hecho de que la l&iacute;nea con un alto 
general anti corporal respuesta tambi&eacute;n tiende a tener una defensa celular inferior en funci&oacute;n de 
la actividad del macrofagica. Esto significa que los individuos con una fuerte defensa celular 
quitar los anti-genes por medio de sus macr&oacute;fagos. Por lo tanto, se eliminan las anti-genes
 antes 
 se puede producir anti cuerpos contra ellos. La naturaleza al parecer ha encontrado
  un compromiso entre 
el celular y la defensa inmune humoral, ver Figura 12.5.  </P>

<TABLE ALIGN="RIGHT"   WIDTH="60 %" >
<TR><TD>Figura 12.5. Experimentos de desaf&iacute;o con diferentes microorganismos en ratones seleccionados para alta o baja anti cuerpo titter contra ovejas eritrocitos.</TD></TR><Tr>
<TD><img src="../../genetik/12/63.gif" width="400" align=bottom ></TD></TR></TABLE>

<P>Los experimentos de desaf&iacute;o (Biozzi et al. Proc. World Cong. on Genet. Appl. Livestock 
Improvement, Madrid 4-8 oct 1982 Vol 5:150-163) han puesto de manifiesto la cuesti&oacute;n. 
Usaron desaf&iacute;o con m&aacute;s de 10 diferentes 
pat&oacute;genos entre ellos fueron Salmonella thypimurium y virus de la rabia. Su conclusi&oacute;n principal 
puede verse en la Figura de 12,5. Esta figura muestra que los individuos, que tienen la actividad de 
macr&oacute;fagos y respuesta inmune alrededor de promedio, s&oacute;lo ligeramente se ven afectados por la mayor&iacute;a 
de las infecciones. Individuos con alta respuesta inmune se ver&iacute;an afectados fuertemente por enfermedades, dependiendo de la actividad de los macr&oacute;fagos como su principal defensa. Lo contrario es cierto para
 las enfermedades dependiendo de alta respuesta humoral.</P>

<P><STRONG>Conclusi&oacute;n:</STRONG> <BR>
Las conclusiones extra&iacute;das de los antiguos experimentos son: Es posible seleccionar para 
resistencia especial, pero este tipo de selecci&oacute;n normalmente va ser superado por las
 posibilidades 
de desarrollar una vacuna. Hoy es posible vacunar contra leucosis a ponedoras. Adem&aacute;s se 
debe llegar 
a la conclusi&oacute;n, que no es posible seleccionar para resistencia general mediante la selecci&oacute;n de 
componentes de la inmunidad alta o baja, como act&uacute;an inversamente. El nivel natural, con respecto 
a los agentes infecciosos, tiene que ser equilibrado en la historia de la poblaci&oacute;n. Lo que significa 
cr&iacute;a pura no puede utilizarse para 
mejorar la resistencia general. Pero &iquest;podr&iacute;a use cruzamiento?</P>

<P>Mirando el gr&aacute;fico de Biozzi con sus experimentos de desaf&iacute;o puede concluirse, 
que cuanto m&aacute;s cerca del valor medio un animal es
 la que menos grave enfermedades tendr&aacute;n. 
Los animales m&aacute;s extremos, por otro lado,  estar&aacute;n expuestos a los ataques m&aacute;s fuertes de 
la enfermedad. Por tanto, un medio para obtener un nivel bajo de la enfermedad en una poblaci&oacute;n 
es trabajar con una poblaci&oacute;n uniforme de animales con una &oacute;ptima respuesta inmune media. 
Uniformidad puede obtenerse en animales cruzados. Debido a los genes dominante cruces 
de 2 v&iacute;as y/o 
3 v&iacute;as son m&aacute;s uniformes que los animales criados puros. Por lo tanto, es posible 
encontrar combinaciones de cruces, que son &oacute;ptimas con respecto a la exposici&oacute;n de una enfermedad 
en una producci&oacute;n dada. Animales de F<sub>2</sub> o cruces de 4 v&iacute;as son m&aacute;s heterog&eacute;neo y por lo tanto, 
propenso a adquirir enfermedades. En la actualidad no hay experimentos pr&aacute;cticos que pueden verificar
 los postulados presentados sobre enfermedades diferentes frecuencias en diferentes
  tipos de cruzas. 
Por lo tanto, se recomiendan experimentos para esclarecer estas condiciones.

<P><A HREF="0.htm">Cap&iacute;tulo 12</A> </P>

</BODY>
</HTML>
