<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>6.1 Definici&oacute;n de un caracter cuantitativo</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>6.1 Definici&oacute;n de un car&aacute;cter cuantitativo</H3>

<P><A HREF="0.htm">Cap&iacute;tulo 6</A> </P>

<P>En la secci&oacute;n 1.4 se  dio una definici&oacute;n de los t&eacute;rminos  fenotipo y 
genotipo de un car&aacute;cter cuantitativo, 
y la ecuaci&oacute;n se muestra abajo. Hasta ahora, los t&eacute;rminos 
principalmente se han aplicando a los rasgos cualitativos.
<BR><br>
<img src="../../genetik/6/1.gif" align=bottom ></P>


<P>El fenotipo puede ser visto o medido, en contraste no es posible
 directamente observar el 
genotipo pero si puede ser transferido a las
descendencias, y el medio ambiente (E) puede ser determinado como el resto.<BR> 
En el cap&iacute;tulo 1  la distribuci&oacute;n de porciento de grasa en la leche en dos
 razas daneses  se ha dado como un ejemplo de un car&aacute;cter cuantitativo.
</P>

<P>La distribuci&oacute;n de  porcentaje de grasa en la leche se caracteriza por un valor esperado (promedio en t&eacute;rminos laicos) 
y una desviaci&oacute;n est&aacute;ndar. Para la raza lechera Holstein frisona (HF) 
el valor esperado es de 4,3 porciento y la desviaci&oacute;n est&aacute;ndar es de 0,25 porciento unidades. La mayor&iacute;a de las vacas tienen un  porciento de grasa 
de alrededor de 4,3, y s&oacute;lo unas pocas tienen un porciento menos de 3,5  o mas de 5,0. Para las razas Y&eacute;rsey, el  porciento de grasa medio es de 6,4. <BR> 
El fenotipo de un animal siempre debe ser evaluado como una desviaci&oacute;n del 
valor esperado de la poblaci&oacute;n. Por 
ejemplo, una vaca Y&eacute;rsey debe ser evaluada en funci&oacute;n del valor esperado de la Y&eacute;rsey y no en el valor esperado de HF.</P>

<P><STRONG>Los caracteres  cuantitativos</strong> son normalmente influenciados por los efectos de  
 muchos  genes y el medio ambiente, y tienen una distribuci&oacute;n normal 
de los valores de la poblaci&oacute;n, esta es la herencia<STRONG> polig&eacute;nica</STRONG>, 
al contrario de un &uacute;nico gen (mono g&eacute;nicas), 
la herencia o la gen&eacute;tica mendeliana, se han descrito en los cap&iacute;tulos anteriores.</P>

<P><A HREF="2.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
