<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>6.2 El t&eacute;rmino valor de genotipo , el  valor de cr&iacute;a y la desviaci&oacute;n del dominante </TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>6.2 El t&eacute;rmino valor de genotipo, el  valor de cr&iacute;a y la desviaci&oacute;n del dominante </H3>

<P><A HREF="1.htm">P&aacute;gina anterior</A> </P>

<P>El valor de fenotipo (P) de un animal puede ser medido y evaluado como una desviaci&oacute;n del 
 valor esperado de la poblaci&oacute;n, (P-barra). </P>

<P>El valor de genotipo (G) de un animal es igual al valor esperado del fenotipo de 
los individuos con el mismo genotipo. 
<TABLE ALIGN="RIGHT" BORDER="0" >
<TR VALIGN="TOP"><TD>Figura 6.1<BR>
La definici&oacute;n de<BR> 
 valor de  cr&iacute;a  (A) de un individuo se basa <BR> 
en un infinito n&uacute;mero de hijos, <BR> 
todos medios hermanos. </TD>
<TD VALIGN="MIDDLE"><img src="../../genetik/6/23.gif"  align=bottom ></TD></TR></TABLE>

<P>La definici&oacute;n del valor de cr&iacute;a (A) de un individuo se basa en un 
infinito n&uacute;mero de hijos como dos veces la desviaci&oacute;n del 
valor esperado de hijos del valor esperado de la poblaci&oacute;n (promedio), cuando el apareamiento al azar 
se utiliza. Es decir, todos los hijos son 
medios hermanos, v&eacute;ase Figura 6.1.</P>

<P>El valor esperado de la poblaci&oacute;n, P-barra, se puede a&ntilde;adir a los valores de cr&iacute;a, y as&iacute; deben 
estar en una escala actual. La definici&oacute;n es v&aacute;lida 
cuando se refiere tanto a un rasgo espec&iacute;fico, y el efecto de los genes en un &uacute;nico locus. Las f&oacute;rmulas correspondientes a las 
definiciones aplicadas en los datos de un solo locus se muestran en la Figura 6.2. 
Es una condici&oacute;n previa que el locus tiene un 
efecto sobre el rasgo examinado y que el promedio de los animales (con 
diferentes genotipos) difiere de unos a otros. 
El promedio de la poblaci&oacute;n puede ser calculado como un valor esperado. Es decir, 
la suma de los tres genotipos multiplicado por sus 
respectivas frecuencias. V&eacute;ase el ejemplo del peso de los ratones que se muestra en la Figura 6.2.

<p><TABLE BORDER="0" >

<TR VALIGN="TOP"><TD>Figura 6.2.<BR>
Definici&oacute;n de la  valor de cr&iacute;a para el genotipo A<SUB>1</SUb>A<SUB>1</sub> y es 
ejemplificado por el peso de los ratones en funci&oacute;n de los genotipos en un locus. 
Un var&oacute;n con el genotipo A<SUB>1</sUb>A<SUB>1</sub> se tiene
un n&uacute;mero infinito de descendencia despu&eacute;s de apareamiento al azar en una poblaci&oacute;n.
  </TD>
<TR><TD ALIGN="center"><img src="../../genetik/6/2.gif" ></TD></TR></TABLE>
 
<P>Cuando un animal A<SUB>1</SUB>A<SUB>1</SUB> se somete a apareamiento al azar en una poblaci&oacute;n, 
el animal puede obtener dos tipos de hijos, A<SUB>1</SUB>A<SUB>1</SUB> y A<SUB>1</SUB>A<SUB>2,</SUB>  que 
se ve en Figura 6.2. El gen de la poblaci&oacute;n determin&oacute; el genotipo en la descendencia. 
Las frecuencias de los dos 
genotipos posibles son iguales a las frecuencias de la poblaci&oacute;n p y q.</P>

<P>El valor esperado (ingles mean value) de una poblaci&oacute;n o de  la descendencia de
 A<SUB>1</SUB>A<SUB>1</SUB> se calcula como:</P>

<P ALIGN="CENTER"><img src="../../genetik/6/21.gif" width="350" height="66" align=bottom > </P>

<P>En el ejemplo del peso de los ratones (Figura 6.2), el c&aacute;lculo del valor esperado de 
 la poblaci&oacute;n (P barra) y  
el valor de cr&iacute;a para el genotipo  A<SUB>1</SUB>A<SUB>1</SUB> se muestra. 
Un valor gen&eacute;tico similar puede ser calculado para el genotipo 
A<SUB>2</SUB>A<SUB>2</SUB>, que, por el apareamiento al azar 
en la poblaci&oacute;n, los descendientes son de los tipos A<SUB>1</SUB>A<SUB>2</SUB> y A<SUB>2</SUB>A<SUB>2</SUB> con las frecuencias p y q.
Estos resultados se derivan de la Figura 6.2 con el apareamiento de la poblaci&oacute;n 
con el A<SUB>2</SUB>A<SUB>2</SUB>
en vez de A<SUB>1</SUB>A<SUB>1</SUB>. El valor de cr&iacute;a de
 A<SUB>2</SUB>A<SUB>2</SUB> es 2(12*0,3+6*0,7 - 9,24) = -4,88. </P>

<P>Los valores gen&eacute;ticos de los heterocigotos son el promedio de los dos genotipos puros, 
como la mitad de sus gametos es A<SUB>1</SUB> y la otra mitad es de tipo A<SUB>2</SUB>. Los valores gen&eacute;ticos 
a menudo son llamados los valores aditivos, ya que son proporcionales al n&uacute;mero de A<SUB>1</sub>  genes en el genotipo.
<P>Si el valor de genotipo (G) es dominante m&aacute;s o menos claro, 
el valor esperado de un 
genotipo espec&iacute;fico no es igual al valor de cr&iacute;a (A). Sin embargo, habr&aacute; un 
 resto que es causada por las desviaciones de dominancia (D). <BR> 
El grado de dominante est&aacute; determinado por el valor del tipo de heterocigotos 
en comparaci&oacute;n con el promedio de los dos homocigotos:<BR>
</P>

<UL>
<LI> No dominante - el heterocigoto es igual a la media de los dos homocigotos </li> 
<LI> El dominante completo - el heterocigoto tiene el valor de un mismo genotipo como uno de los homocigotos </li> 
<LI> Superdominancia - el heterocigoto esta afuera de uno homocigoto  </li></UL>

<P><STRONG>Un ejemplo de c&aacute;lculo del valor de cr&iacute;a (A) y las desviaciones de dominancia (D) </STRONG> <BR> 
Abajo se muestra los resultados de un ejemplo de la variaci&oacute;n en el locus de la transferrina. En vacas Y&eacute;rsey 
el genotipo TT 
rendimiento de 2082 kg leche y las vacas con los genotipos Tt y de los rendimientos TT 1882 kg. leche. 
Abajo se presentan las cifras reales, el c&aacute;lculo del valor esperado se basa en las
frecuencias g&eacute;nicas p y q, que son, respectivamente, 0,67 y 0,33. 
<PRE>
Genotipo	            TT	     Tt            tt
-----------------------------------------------------------
Kg leche	           1882           1882          2082  
(Genotipo)frecuencias     p<SUP>2</SUP>=0,45        2pq=0,44      q<SUP>2</SUP>=0,11

Y valor esperado           = 0,45*1882 + 0,44*1882 + 0,11*2082 = 1904 kg
</PRE>

<P>Los valores de cr&iacute;a se calculan como desviaciones del valor promedio de la poblaci&oacute;n, v&eacute;ase 
escala:</P>
<PRE>
             TT y  Tt     Valor promedio           tt

             1882   1904                         2082    Escala original,kg  
           ---|-------|---------------------------|-->   Escala de genotipos
             -22      0                          178     Desviaci&oacute;n de promedio
               


Genotipo   valores de cr&iacute;a
--------------------------------------------------
                TT  p      Tt   q
TT         2*[(-22*0,67 + -22*0,33) - 0] = -44
Tt              	                   = 22,6   Promedio de los homocigotos
tt         2*[(-22*0,67 + 178*0,33) - 0] = 89,2  
--------------------------------------------------</PRE>

<P>Con el apareamiento al azar en la poblaci&oacute;n el genotipo TT  tiene descendientes que son 
de los tipos de TT y Tt, con la frecuencias de p
y q. Esto puede derivarse de Figura 6,2.</P>

<P> Los valores de genotipo se fijan como las desviaciones de la media de
 la poblaci&oacute;n (v&eacute;ase la escala). Y los valores de cr&iacute;a son 
calculados de acuerdo con la definici&oacute;n. Por &uacute;ltimo, las desviaciones
 de dominancia (D) se pueden determinar como un resto, como se muestra 
por debajo.</P>
<PRE>
Genotipo      G  =    A    +   D 
-------------------------------------
TT          -22  =  -44    +  22
Tt          -22  =   22,6  + -44,6
tt          178  =   89,2  +  88,8 
-------------------------------------
</PRE>
<TABLE ALIGN="RIGHT" BORDER="1" WIDTH="60 %">
<TR ><TD>
Los resultados derivados de la utilizaci&oacute;n del applet en el ejemplo de los pesos en los ratones se muestra en la Figura 6.2  
 <img src="../../genetik/6/adg.gif"></TD></TR></TABLE>

<P>Es posible calcular la varianza de un locus. La diferencia esta
causada por las diferencias en los valores de cr&iacute;a o en las 
desviaciones  dominantes. La varianza (V) se calcula como un suma de valores de cr&iacute;a 
 
cuadrado * su frecuencia. Por ejemplo, la varianza 
de los valores de cr&iacute;a de: V<SUB>A</SUB> = 
(-44-0)<SUP>2</SUP>*0,45 + (22,6-0)<SUP>2</SUP>*0,44 + (89,2-0)<SUP>2</SUP>*0,11 = 1926,
que, en este caso, es 
el valores  de  cr&iacute;a al cuadrados  multiplicado por su frecuencia del genotipo. El promedio de los valores de cr&iacute;a puede ser 
calcula como un valor esperado
 -44*0,45 + 22,6*0,44 + 89,2*0,11 = 0, es cero, lo que era de esperar.</P>

<P>Un applet para el c&aacute;lculo de G, A y D son mostrado en la figura de arriba y se encontr&oacute; 
<A HREF="../applets/adef.htm">aqu&iacute;</A> <BR>
Experimentos para determinar los efectos de genes cuantitativos se describen en el cap&iacute;tulo 12. Loci, 
que tiene efecto sobre un rasgo cuantitativo, a menudo son llamados (QTL, en ingles Quantitative Trait Loci).


<P><A HREF="3.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
