<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Los t&eacute;rminos varianza aditiva y heredabilidad</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>6.3 Los t&eacute;rminos varianza aditiva y la heredabilidad</H3>

<P><A HREF="2.htm">P&aacute;gina anterior</A> </P>

<P>El termino <STRONG>varianza aditiva </STRONG>  se refiere a la varianza de 
los valores de cr&iacute;a (V<SUB>A</SUB>). (En algunos de los pr&oacute;ximos
cap&iacute;tulos el s&iacute;mbolo sigma<SUB>A</SUB><SUP>2</SUP>  se utiliza en sin&oacute;nimo de la 
varianza.) Secci&oacute;n 6.2 muestra c&oacute;mo el valor de cr&iacute;a para cada genotipo en un 
locus podr&iacute;a ser estimado. Cuando se conocen los valores de los genotipos, la varianza aditivo para el 
locus tambi&eacute;n puede 
ser calculada. Si la independencia se produce entre los loci que tienen un efecto aditivo sobre un rasgo, 
entonces la  
varianza aditiva conjunta ser&aacute; la suma de las varianza de cada locus. 
Para los individuos en una 
 poblaci&oacute;n  la varianza aditiva conjunta no se puede calcular 
directamente, ya que el valor gen&eacute;tico de los individuos no se conoce. No es posible 
para todos los individuos  tener un infinito n&uacute;mero de hijos, que 
son necesarios para usar la definici&oacute;n 
del valor de cr&iacute;a.
Pero V<SUB>A</SUB> puede calcularse indirectamente, como se indica m&aacute;s adelante en este cap&iacute;tulo.
</P>

<P>La <STRONG> varianza fenot&iacute;pico</STRONG> (V<SUB>P</SUB>), por otra parte, siempre se puede calcular 
utilizando los valores fenot&iacute;picos de los individuos en 
la poblaci&oacute;n.</P>

<P>La <STRONG>heredabilidad</STRONG> (h<SUP>2</SUP>) o el grado de heredabilidad de un rasgo se define como V<SUB>A</sub> / V<SUB>P </SUB>.
 La heredabilidad puede variar entre 0 
y 1, ya que la variaci&oacute;n aditiva es s&oacute;lo una parte de la variaci&oacute;n fenot&iacute;pica
 (varianza total). </P>

<P>A pesar de que la varianza aditivo no puede ser estimada directamente, la 
heredabilidad puede ser estimada 
sobre la base de la similitud  
entre  individuos relacionados, que se mide por una correlaci&oacute;n o una regresi&oacute;n. 
Por ejemplo, la regresi&oacute;n de los hijos en una de 
los padres. La heredabilidad se calcula como el cociente de la correlaci&oacute;n calculada 
 y el coeficiente de relaci&oacute;n. Lo que significa que la 
correlaci&oacute;n esperada m&aacute;xima entre padres e hijos 
es de 0,5. Si el coeficiente de correlaci&oacute;n es mayor, significa que la similitud 
es causada por otros factores que las de  gen&eacute;ticas.

<P>El mejor m&eacute;todo para estimar 
la heredabilidad es 
el uso de la correlaci&oacute;n entre hermanos medios, ya que normalmente s&oacute;lo tienen 
genes en com&uacute;n. Hermanos completos, por el contrario, suelen tener un medio ambiente 
derivado de la maternidad  
 com&uacute;n. En tales casos, la heredabilidad ser&iacute;a sobrestimada. <BR> 
La relaci&oacute;n padre-hijos rara vez se utiliza en la pr&aacute;ctica, ya que en este m&eacute;todo 
las necesidades de datos de dos generaciones, y a menudo  el medio ambiente son 
diferentes. As&iacute; puede tambi&eacute;n 
ser un problema si los  padres y sus hijos viven en el mismo entorno.

<P>Estimaci&oacute;n de los componentes de varianza, causada por el medio ambiente com&uacute;n para los  
hermanos completos, puede llevarse a cabo mediante la comparaci&oacute;n de la 
correlaci&oacute;n estimada sobre la base de hermanos
 medios y completos,  respectivamente. 
La correlaci&oacute;n entre hermanos completos debe ser el doble de los 
 hermanos medios. A menudo es m&aacute;s alto, la raz&oacute;n de esto es que los hermanos completos tienen un medio ambiente com&uacute;n. Este componente se le asigna el 
s&iacute;mbolo  c<SUP>2</SUP>, c para 'medio ambiente com&uacute;n'. La variaci&oacute;n fenot&iacute;pica relativa tiene una parte gen&eacute;tica
(h<SUP>2</SUP>),  un parte de medio ambiente com&uacute;n (c<SUP>2</SUP>), y uno tercero parte.
Esta parte restante de la varianza es causada por los efectos de medio ambiente al azar,
 y obtiene el s&iacute;mbolo e<SUP>2</SUP>. La parte del medio ambiente al azar es para 
la mayor&iacute;a de los rasgos la mayor parte de 
la variaci&oacute;n fenot&iacute;pica. Abajo se muestra una tabla de los par&aacute;metros definidos.
 </P>
<PRE>
Varianza aditiva                 V<SUB>A</SUB>
Varianza fenotipico              V<SUB>P</SUB> 
Heredabilidad             	  h<SUP>2</SUP>
Medio ambiente com&uacute;n		  c<SUP>2</SUP>
Medio ambiente al azar	         e<SUP>2</SUP>
Correlaci&oacute;n hermanos medios       (1/4)h<SUP>2</SUP>
Correlaci&oacute;n hermanos completos    (1/2)h<SUP>2</SUP> + c<SUP>2</SUP>
</PRE>

<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="45 %">
<TR VALIGN="TOP"><TD>Figura 6.3. <BR>
Respuesta a la selecci&oacute;n (R) es igual a la heredabilidad multiplicada por la diferencia de la selecci&oacute;n 
(S). El cambio se ve en los descendientes (Offspring).
</TD></TR>
<TR><TD><img src="../../genetik/6/41.gif"  > </TD></TR></TABLE>

<P>Hist&oacute;ricamente, la heredabilidad tiene otra interpretaci&oacute;n. 
Mediante la selecci&oacute;n de animales (zona con tono oscuro en 
Figura 6.3), que se apartan de la media, el promedio de la pr&oacute;xima generaci&oacute;n se 
cambia. El cambio es proporcional a la diferencia de selecci&oacute;n y la heredabilidad de la siguiente f&oacute;rmula:


<P>R = h<SUP>2</SUP>*S 

<P>La respuesta a la selecci&oacute;n (R) es igual a la heredabilidad multiplicado por la 
diferencia de selecci&oacute;n 
(S). La heredabilidad es 0, si el car&aacute;cter se mantiene constante despu&eacute;s de la selecci&oacute;n, 
y es 1, si los cambios son iguales a la diferencia de selecci&oacute;n, v&eacute;ase 
Figura 6.3. 

<P><A HREF="4.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
