<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Estimaci&oacute;n de la heredabilidad y el efecto ambiental com&uacute;n</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>6.4 Estimaci&oacute;n de la heredabilidad y el efecto ambiental com&uacute;n</H3>

<P><A HREF="3.htm">P&aacute;gina anterior</A> </P>

<TABLE border=0 align=right>
<TR>
<TD >
<img src="../../genetik/6/42.gif"  width=300> 
<br>Figura 6.5.
Ejemplo de experimento de selecci&oacute;n en la que <br> 
de c&aacute;lculo de la heredabilidad puede basarse.
</TD>
</TABLE>

<b>Experimento de selecci&oacute;n para la estimaci&oacute;n de la heredabilidad.</b>
<br>En la Figura 6.5 se muestra un experimento de selecci&oacute;n para el peso en
 septiembre en el vis&oacute;n (ingles=mink), 
llevadas a cabo por G. Lagerquist, el sueco Agric. 
Univ. publicado en J.Amim.Sci., 1993,71:3261-72. S&oacute;lo los varones fueron seleccionados 
con S igual a alrededor de 225 gramos en cada generaci&oacute;n - 
v&eacute;ase la curva superior de la figura. 
La curva inferior de la figura muestra los cambios de cada generaci&oacute;n, R, que 
es igual a alrededor de 50 gramos por generaci&oacute;n. La heredabilidad se estima por 
 <br>R = h<sup>2</sup> S/2,
 como se seleccionaron s&oacute;lo los varones: 
<br> y se inserta, 50 = h<sup>2</sup> *225/2 que corresponden a h<sup>2</sup> igual a 0,44.

<P>R = h<SUP>2</SUP>*S  tambi&eacute;n puede interpretarse como la regresi&oacute;n de la descendencia 
en la media de los dos padres, donde el coeficiente de regresi&oacute;n b corresponden a h<SUP>2</SUP>, ver Figura 1.5.

<P><b>La estimaci&oacute;n de la heredabilidad basada en la correlaci&oacute;n calculada. </b> 
El uso de un experimento de selecci&oacute;n para la estimaci&oacute;n de la 
heredabilidad toma mucho tiempo, al menos varias generaciones. Ahora se presentar&aacute; 
m&eacute;todos para la estimaci&oacute;n de la heredabilidad basados en datos de una sola generaci&oacute;n. 


<P>La heredabilidad (h<SUP>2</SUP>) puede estimarse como la correlaci&oacute;n calculada (r o t) entre individuos relacionados, dividido por el coeficiente de relaci&oacute;n (a). 
Esto es  correcto si los genes de herencia (a) son la &uacute;nica causa de la similitud entre los 
individuos involucrados. Las f&oacute;rmulas son los siguientes: 
</P>

<P>h<SUP>2</SUP> = r/a, o r = a*h<SUP>2</SUP>.</P>

<P>El c&aacute;lculo de la correlaci&oacute;n  se puede hacer seg&uacute;n el m&eacute;todo cl&aacute;sico (ver Figura 6.4). 
Al considerar varios individuos en un grupo, como por ejemplo, 
medios hermanos, los c&aacute;lculos se realizan por medio de an&aacute;lisis de varianza y la estimaci&oacute;n  
de la 'intra clase correlaci&oacute;n' (t).

<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="30 %">
<TR><TD>Figura 6.4.<BR>
Un ejemplo de una distribuci&oacute;n de dos dimensiones 
 para el c&aacute;lculo de la correlaci&oacute;n t&iacute;picamente un rasgo de un 
la madre y uno de sus hijos.</TD></tr><tr>
<TD><img src="../../genetik/6/4.gif"  > </TD></TR></TABLE>

<P>Estimaci&oacute;n de la heredabilidad puede basarse en el material de
 hermanos completos y  medios hermanos como
se puede encontrar en todas las especies mult&iacute;para. 
La heredabilidad es estimada como el grado de 
similitud que existe entre los animales relacionados que  
es causada de genes id&eacute;nticos. 

<P> Si los factores ambientales son causa de la similitud, puede estimarse como 
se muestra en la siguiente f&oacute;rmula. Los factores ambientales comunes son particularmente 
importante en los primeros meses de la camada, cuando la madre y su "madre 
capacidad" de hacer  el ambiente especial. En medios hermanos, con solo un 
padre com&uacute;n, los genes comunes suelen ser la &uacute;nica causa de la similitud.</P>

<P>La f&oacute;rmula general para la interpretaci&oacute;n de la correlaci&oacute;n entre los individuos relacionados 
se muestra abajo, y tiene el s&iacute;mbolo t para la correlaci&oacute;n, este es normalmente el s&iacute;mbolo de 
de la intra clase correlaci&oacute;n. 

<P>t = a*h<SUP>2</SUP> + c<SUP>2</SUP> </P>

<P>Ahora, la heredabilidad puede ser calculada sobre la base de correlaci&oacute;n de los
 medios hermanos, c<SUP>2</SUP> siendo 0, As&iacute; c<SUP>2</SUP>  por completo 
hermanos se puede calcular sobre la base de correlaci&oacute;n de los hermanos completo.</P>

<P><STRONG>Ejemplo: El peso de vis&oacute;n de 8 semanas,  datos de 508 animales en 107 camadas de 37 machos. </STRONG> <BR> 
En un an&aacute;lisis estad&iacute;stico del peso de 508 cachorros de visones se registr&oacute;. <BR> 
La correlaci&oacute;n de  medios hermanos t = 0,03 y <BR> 
La correlaci&oacute;n de hermanos completos t = 0,41. 

<P>Estas cifras ponen en los resultados del modelo gen&eacute;tico como: <BR> 
La correlaci&oacute;n hermanos medios  t = (1/4)*h<SUP>2</SUP> + 0 = 0,03 correspondientes a h<SUP>2</SUP> = 0,12. <BR>
La correlaci&oacute;n de hermanos completos  t = (½)*h<SUP>2</SUP> + c<SUP>2</SUP> = 
(1/2)*0,12 + c<SUP>2</SUP> = 0,41 correspondientes a c<SUP>2</SUP> = 0,35.
 Para el c&aacute;lculo de c<SUP>2</SUP> para los hermanos completos 
la heredabilidad calculada para 
medios hermanos se aplica.</P>

<P>Hay una heredabilidad muy baja de crecimiento en esta temprana edad, donde los factores maternos desempe&ntilde;an un gran 
papel. Para ver el c&aacute;lculo estad&iacute;stico del peso estimado del vis&oacute;n<A HREF="44.htm"> haga clic aqu&iacute;.</A> </P>

<P>El material para el c&aacute;lculo de la heredabilidad de la estatura de los seres humanos se muestra en el 
Cap&iacute;tulo 1. Como se menciona all&iacute;, la heredabilidad se calcul&oacute; como la 
regresi&oacute;n de los hijos sobre la base de la media de los padres.
 Para la altura de los seres humanos cuya regresi&oacute;n
 fue alrededor de 0,6. <BR> 
Correlaci&oacute;n entre madre y sus hijos fue  0,4 mientras que la correlaci&oacute;n entre el padre 
y su descendencia fue s&oacute;lo 0,2. Esta menor correlaci&oacute;n entre el padre y sus hijos podr&iacute;a ser 
causado por el hecho de que estos no comparten el mismo entorno com&uacute;n significativa como 
la madre y los hijos. La correlaci&oacute;n de 0,2 entre el padre y 
descendencia da una heredabilidad de 0,4 para la altura de los seres humanos.
 Esto significa que la  correlaci&oacute;n
madre-hijos  est&aacute; muy influenciada por su entorno com&uacute;n.</P>

<P>Para los datos y el programa SAS aplicado
para altura de los seres humanos, materiales 
a desde a&ntilde;o 2000,<A HREF="../../genetik/6/student.htm"> haga clic aqu&iacute;</A>.</P>

<P>Adem&aacute;s el programa de SAS para el material de vis&oacute;n, <A HREF="../../genetik/6/mink-rep.htm">haga clic aqu&iacute;</A>

<P><A HREF="0.htm">Cap&iacute;tulo 6</A> </P>

</BODY>
</HTML>
