
<!--  Presentation generated by Internet Assistant for Microsoft PowerPoint 97 -->

<HTML>
<HEAD>
<META HTTP-EQUIV="Context-Type" CONTEXT="text/html;charset=windows-1252">
<meta name="GENERATOR" content="Microsoft Internet Assistant for Microsoft PowerPoint 97">
 <TITLE>CD’ens indhold i htm direktoriet</TITLE> 
</HEAD>

<BODY     >

<CENTER>
<TABLE WIDTH=100%> 
     <TR> <TD WIDTH=15% ALIGN=CENTER>
         <A HREF="sld001.htm">First</A>&nbsp&nbsp<BR> 
         <A HREF="sld003.htm">Previous</A>&nbsp&nbsp<BR> 
         <A HREF="sld005.htm">Next</A>&nbsp&nbsp<BR> 
         <A HREF="sld005.htm">Last</A>&nbsp&nbsp<BR> 
<BR> 
         <A HREF="index.htm">Index</A>&nbsp&nbsp<BR> 
         <A HREF="tsld004.htm">Text</A>&nbsp&nbsp<BR> 
         <TD WIDTH=85% ALIGN=CENTER>         <IMG SRC="img004.GIF" usemap="#Objmap" WIDTH=640 HEIGHT=480 BORDER=0>
         </TD>         </TD></TABLE>
<P>Slide 4 of 5</P>
</CENTER>

 <CENTER><Font size=4> <STRONG> Notes:  </FONT></STRONG><HR SIZE=3></CENTER><P> <UL>
Den cd hvor man kan k&oslash;re Genetik lektioner fra har et direktorie der hedder htm. CD’en skal v&aelig;re et d:drev ellers skal Ce’ens indhold kopieres til d:drevet og k&oslash;res derfra.
<BR></UL><UL>
I htm direktoriet ligger der en file der hedder index.htm, men f&oslash;r den kan anvendes, skal man v&aelig;re sikker p&aring; at der en real player installeret
</UL><UL>

</UL><UL>
Real player kan installeres fra en fil de hedder rp32_50.exe i samme direktorie. N&aring;r man er i stifinder dobbelt klikker man p&aring; den og s&aring; bliver real player installeret.
</UL><UL>
For at man kan k&oslash;re Genetik lektioner skal der v&aelig;re en browser installeret, der ligger ogs&aring; en browser i samme direktorie Netscape 4.5. Har man ikke installeret en browser i forvejen kan man dobbelt klikke p&aring; filen cc32e45.exe  og s&aring; vil Netscape blive installeret.
</UL><UL>
Udover genetik versionen af genetic lektioner ligger der ogs&aring; en word version af genetik lektioner. Der ligger en fil i Genetik direktoriet, der ligger to niveauer h&oslash;jere oppe end htm, der hedder alldoc. Tages det ind i word kan man f&aring; et print. Men f&oslash;r man printer skal man v&aelig;re sikker p&aring; at billederne kommer med, det g&oslash;res ved at blade dokumentet igennem med st&oslash;rrelse 25%, s&aring; kan man have 8 sider af gangen p&aring; sk&aelig;rmen. Man bruger page down til gennembladning af dokumentet. </UL> </P> 
<!-- <UL>
<H2>CD’ens indhold i htm direktoriet</H2>
<BR></UL></P>
<P><UL>
<LI><H2>htm\kc\genetik\      Direktoriet med genetik lektioner
</H2>
</UL><UL>
<LI><H2>Voice delen kan kun k&oslash;re fra et d:drev
</H2>
</UL><UL>
<LI><H2>htm\index.htm        Start file for genetik lektioner
</H2>
</UL><UL>
<LI><H2>htm\rp32_50.exe      Real Player installations fil   			(installeres ved at dobelt klikke p&aring; filnavnet)
</H2>
</UL><UL>
<LI><H2>htm\cc32e45.exe      Netscape 4.5 installations fil
</H2>
</UL><UL>
<LI><H2>htm\readme.txt       Denne fil
</H2>
</UL><UL>
<LI><H2>htm\kc\genetik\alldoc      Word Print af lektioner 				(husk at gennemblad dokumentet s&aring; 					billederne bliver taget med)</H2>
</UL></P>
<P>  -->
</Body>
</HTML>
