
<!--  Presentation generated by Internet Assistant for Microsoft PowerPoint 97 -->

<HTML>
<HEAD>
<META HTTP-EQUIV="Context-Type" CONTEXT="text/html;charset=windows-1252">
<meta name="GENERATOR" content="Microsoft Internet Assistant for Microsoft PowerPoint 97">
 <TITLE>Introduktion til </TITLE> 
</HEAD>

<BODY     >

<CENTER>
<TABLE WIDTH=100%> 
     <TR> <TD WIDTH=15% ALIGN=CENTER>
         First&nbsp&nbsp<BR> 
         Previous&nbsp&nbsp<BR> 
         <A HREF="sld002.htm">Next</A>&nbsp&nbsp<BR> 
         <A HREF="sld005.htm">Last</A>&nbsp&nbsp<BR> 
<BR> 
         <A HREF="index.htm">Index</A>&nbsp&nbsp<BR> 
         <A HREF="tsld001.htm">Text</A>&nbsp&nbsp<BR> 
         <TD WIDTH=85% ALIGN=CENTER>         <IMG SRC="img001.GIF" usemap="#Objmap" WIDTH=640 HEIGHT=480 BORDER=0>
         </TD>         </TD></TABLE>
<P>Slide 1 of 5</P>
</CENTER>

 <CENTER><Font size=4> <STRONG> Notes:  </FONT></STRONG><HR SIZE=3></CENTER><P> <UL>

<BR></UL><UL>
Der er fra KVL’s  rektoratet ydet &oslash;konomisk st&oslash;tte til at producerer en voice version af Genetik lektioner for veterin&aelig;rstuderende, V3. Dette skulle give KVL lejlighed til at f&aring; afpr&oslash;vet den nye voice teknologi i forbindelse med undervisningen. I voice versionen er der mange eksempler, som de studerende har ydet et v&aelig;sentlig  bidrag til.
</UL><UL>
I produktionen har deltaget 6 studerende og KVL’s IT center har stillet indtalings faciliteter til r&aring;dighed, endelig har jeg Knud Christensen st&aring;et for den tekninske gennemf&oslash;relse og har tillige ansvaret for den faglige kvalitet. 
</UL><UL>
Teknologien fra Real Audios produktionsmodul, giver mulighed for at producerer lydfiler, der kan h&oslash;res selv via et 32kb modem, samtidig med at der hentes en overhead ned med ca 40 sekunders mellemrum.
</UL><UL>
I hele produktionsopl&aelig;get er der lagt v&aelig;gt p&aring; at der kr&aelig;ves s&aring; f&aring; foruds&aelig;tninger som muligt. Der anvendes dog  en hel del  begreber fra den klassiske Genetik og Statistikken, som man med fordel kan tilegne sig f&oslash;r et selvstudium p&aring;begyndes.
</UL><UL>
Audio delen i kombination med kompendiet skulle give det n&oslash;dvendige grundlag for at at man ved selvstudium, kan tilegne sig et basiskenskab til genetikkens love i forbindelse med genetisk betingede sygdomme, s&aring;vel som gennemf&oslash;relse af komplekse avlsprogrammer for kvantitative egenskaber.
</UL><UL>

</UL><UL>

</UL> </P> 
<!-- <UL>
<H2>Introduktion til  Audio Genetik lektionerog billedmateriale</H2>
<BR></UL></P>
<P><UL>
<LI><H2>Test produktion og dens format
</H2>
</UL><UL>
<LI><H2>Involverede parter 
</H2>
</UL><UL>
<LI><H2>Kombination af audio og billede 
</H2>
</UL><UL>
<LI><H2>Selvstudio moduler 
</H2>
</UL></P>
<P>  -->
</Body>
</HTML>
