<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>7.1 Estimati&oacute;n de los valores de cr&iacute;a, general</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>7.1 Estimaci&oacute;n de los valores de cr&iacute;a, general</H3>

<P><A HREF="0.htm">Cap&iacute;tulo 7</A> </P>

<P>En una grande poblaci&oacute;n con apareamiento al azar, cada individuo debe dar, en promedio 
a luz a dos hijos para mantener el tama&ntilde;o de la poblaci&oacute;n. La distribuci&oacute;n del 
 n&uacute;mero de 
descendientes de la poblaci&oacute;n tiene una distribuci&oacute;n binomial sesgada a la izquierda
 (una distribuci&oacute;n de Poisson) con 
un valor promedio de 2 y una varianza de 2. Lo que significa que el n&uacute;mero de hijos 
por individuo puede oscilar entre 0 y arriba, los valores 0,1,2,3,4 y 5 son la m&aacute;s 
frecuentes. El valor de cr&iacute;o exacto, basado en 
la definici&oacute;n dada en el cap&iacute;tulo 6, no puede ser calculado en una poblaci&oacute;n tal 
debido al peque&ntilde;o n&uacute;mero de cr&iacute;as. Una estimaci&oacute;n es todo 
lo que puede conseguirse.</P>

<P>Un estimado valor de cr&iacute;a a menudo se llama un &iacute;ndice (I). El &iacute;ndice puede ser estimado 
sobre la base de la informaci&oacute;n de los valores de fenotipo de todos los parientes posible. 
Una l&iacute;nea de regresi&oacute;n simple o  
regresi&oacute;n m&uacute;ltiple puede utilizarse. Cuanto mayor sea el n&uacute;mero de parientes
 la mejor ser&aacute; la 
estimaci&oacute;n. La correlaci&oacute;n entre el verdadero
valor de cr&iacute;a (A) y el &iacute;ndice se da el nombre 
<STRONG>Precisi&oacute;n</STRONG> y tiene el s&iacute;mbolo r<SUB>AI</SUB>. </P>

<P>El valor de cr&iacute;a estimado se basa en una teor&iacute;a de la regresi&oacute;n lineal y correlaci&oacute;n.  
Definiciones b&aacute;sicas de estos t&eacute;rminos puede ser visto
 <A HREF="../applets/stat.htm"> aqu&iacute;</A>, o se 
m&aacute;s detallada en libros de estad&iacute;stica.

<P><A HREF="2.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
