<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>7.2 F&oacute;rmulas para calcular estimado valor  de cr&iacute;a basado 
de fenotipos uniforme relacionados</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>7.2 F&oacute;rmulas para calcular estimado valor de cr&iacute;a basado 
de fenotipos uniforme relacionados</H3>

<P><A HREF="1.htm">P&aacute;gina anterior</A> </P>

<P>Figura 7.1 muestra la relaci&oacute;n entre las medidas de  fenotipos de un  grupo de individuos
 uniformemente relacionados, los P (fenotipo valores), y el &iacute;ndice de valor de cr&iacute;a (I), que es un 
estimaci&oacute;n del valor de cr&iacute;a verdadero (A) pare un individuo. Adem&aacute;s, la figura muestra la importancia de la precisi&oacute;n (r<SUB>AI</SUb>), 
como la precisi&oacute;n cuadrado para el &iacute;ndice que es igual a 
la reducci&oacute;n de la varianza del estimado valor de cr&iacute;a. Todos los valores pueden ser interpretados 
por el uso de la ecuaci&oacute;n de regresi&oacute;n cl&aacute;sica: <BR> 
P =  valores de fenotipo del rasgo<BR> 


n = n&uacute;mero de mediciones <BR>
P<SUB>g</SUB> barre = promedio de un grupo relacionado de manera uniforme de los P <BR> 

a' = el grado de relaci&oacute;n entre los P y  el animal del que se estima  el &iacute;ndice<BR> 

a = grado de relaci&oacute;n entre los P <BR>
P barre = promedio de la poblaci&oacute;n<BR>
A barre = valor de cr&iacute;a promedio de la poblaci&oacute;n = P barre<BR>
h<SUP>2</SUP> = heredabilidad<BR>
c<SUP>2</SUP> = factor ambiental com&uacute;n para los P<BR>
t = a*h<SUP>2</SUP> + c<SUP>2</SUP> tal como se define en la secci&oacute;n 6.4
<p><TABLE BORDER="0" >
<TR VALIGN="TOP"><TD>Figura 7.1.<BR>
Estimaci&oacute;n de &iacute;ndices de valor de  cr&iacute;a  basados en la regresi&oacute;n del fenotipo 
mediciones (promedio de un grupo relacionado de manera uniforme de los P). La definici&oacute;n de 
los par&aacute;metros, v&eacute;ase m&aacute;s arriba. Un ejemplo del uso de las f&oacute;rmulas  se da en Figura 7.2. </TD>
<TD VALIGN="MIDDLE"><img src="../../genetik/7/1.gif"  ></TD></TR></TABLE>

<P>El valor de cr&iacute;a o el  &Iacute;ndice
 (I) se puede calcular por medio 
de las f&oacute;rmulas dadas en la Figura 7.1. Pueden ser utilizados 
en todas las combinaciones posibles de relaci&oacute;nes. S&oacute;lo requiere 
 relaciones uniformes.

El &iacute;ndice depende de los dos coeficientes de las relaciones (a'  y 
a), el n&uacute;mero de mediciones (n), la heredabilidad (y el medio ambiente com&uacute;n) y la media fenot&iacute;pica ( P<SUB>g</sub> barra) de los fenotipos. La precisi&oacute;n 
(r<SUB>AI</SUb>) del
&iacute;ndice no depende de este &uacute;ltimo factor.</P>

<TABLE width="50 %" align=right>
<TR VALIGN="TOP"><TD >Figura 7.2<BR>
muestra un esquema de relaci&oacute;n y un c&aacute;lculo del estimado  valor de cr&iacute;a 
de la producci&oacute;n de leche 
para un toro basado en 20 hijas medias hermanas 
con un rendimiento promedio de leche de 7500 kg </TD></tr><tr>
<TD VALIGN="MIDDLE" ><img src="../../genetik/7/2.gif"></TD></TR></TABLE>

<P> Figura 7.2 da un ejemplo. Se trata de un diagrama geneal&oacute;gico con los coeficientes correspondientes de la relaci&oacute;n de 
 c&aacute;lculo de un estimado valor de cr&iacute;a de 
los rendimientos de leche por un toro basado en los registros de 20
 progenies de ser medias hermanas (una prueba de progenie).
  El diagrama genealog&iacute;a 
  se hace de manera que las mediciones fenotipo, los P, 
tienen un c&iacute;rculo blanco. Para el toro  examinando el s&iacute;mbolo es rellena.


<P>A continuaci&oacute;n hay tres ejemplos de diagramas con las relaciones
correspondiente de la definici&oacute;n de los coeficientes con las relaciones  
 uniforme. Diagramas adicionales ser&iacute;a superflua, ya que los par&aacute;metros de 
aqu&iacute; se dan para m&aacute;s ejemplos. <p>Figura 7.3.
<p><TABLE >
<TR><TD><img src="../../genetik/7/21.gif" align=bottom ></TD>
<TD><img src="../../genetik/7/22.gif"  align=bottom > </TD>
<TD><img src="../../genetik/7/23.gif"  align=bottom > </TD></TR>
<TR><TD>Diagrama de &iacute;ndice basado de hermanos medios. </TD> 
<TD>Diagrama de &iacute;ndice basado en los hermanos completos. Ambos padres tienen las mismas relaciones como un hermano completo. 
Por lo tanto, el &iacute;ndice es el mismo para un hermano 
o cualquiera de los dos padres. </TD> 
<TD> Diagrama de &iacute;ndice basado en los padres.</TD></TR></TABLE>

<P>En la tabla siguiente se dan los valores de los par&aacute;metros de varios ejemplos de c&aacute;lculo del &iacute;ndice en los casos 
sobre las condiciones de unas relaciones uniformes. Los correspondientes 
coeficientes de las relaciones se ponen en la f&oacute;rmula, y cuando un infinito 
n&uacute;mero de observaciones est&aacute;n presentes, el valor l&iacute;mite se coloca como el coeficiente de regresi&oacute;n 
y la precisi&oacute;n al cuadrado.


<P><img src="../../genetik/7/24.gif" width="611" height="386" align=bottom > <BR>
<BR>
Los par&aacute;metros de la tabla se definen en relaci&oacute;n con la Figura 7.1. Cualquier animal, con el mismo coeficiente de relaci&oacute;n, 
a', 
como el grupo de medida, tambi&eacute;n tendr&iacute;a el 
mismo valor estimado. Un hermano completo, el padre o la madre, por 
ejemplo, tienen un a'= 0,5 el mismo como  hermanos completos. O un padre, evaluada a trav&eacute;s de un descendiente, 
tiene la misma f&oacute;rmula que un hijo evaluado a trav&eacute;s del padre.</P>

<P>La l&iacute;nea 1 en la tabla corresponde a la f&oacute;rmula de tener 0 mediciones,
 y el &iacute;ndice 
es igual al promedio de la poblaci&oacute;n con una precisi&oacute;n de 0. 
Esto representa la 'base' para la evaluaci&oacute;n todos los otros &iacute;ndices. <BR> 
La l&iacute;nea 2 en la tabla corresponde a una situaci&oacute;n muy com&uacute;n. Esto normalmente se denomina prueba de fenotipo. El 
valor de cr&iacute;a de una animal se basa en medici&oacute;n del 
animal - la ecuaci&oacute;n es: <BR>
I = A(bar) + h<SUP>2</SUP>(P -P(bar)) con la presi&oacute;n cuadrado  de h<SUP>2</SUP>.<BR>
La l&iacute;nea 3 en la tabla: Dos mediciones del animal, que puede ser el tama&ntilde;o
 de primero y segundo camada. La correlaci&oacute;n entre las mediciones  
se llama el <STRONG> 
coeficiente de repetibilidad</STRONG>. Esto siempre contiene algunos de los efectos ambientales comunes para las dos mediciones. <BR> 
La l&iacute;nea 4 muestra la relaci&oacute;n entre la media de el padre y el hijo. En la secci&oacute;n 6.4  esta relaci&oacute;n fue utilizada para estimar la heredabilidad. 
Por lo tanto, no es una sorpresa al ver la misma f&oacute;rmula de nuevo.
La l&iacute;nea 7  muestra la evaluaci&oacute;n de un padre sobre la base de un n&uacute;mero infinitamente grande de  hijos. 
Esto corresponde a la definici&oacute;n de valor de cr&iacute;a  y 
el factor de peso es igual a 2 y  la 
precisi&oacute;n al cuadrado es igual a 1, esta l&iacute;nea corresponde a
 la definici&oacute;n de valor de cr&iacute;a dado en el Cap&iacute;tulo 6.

<TABLE BORDER="0"  align="right" width="50 %">
<TR><td>Figura 7.4.
La precisi&oacute;n de las pruebas de progenie es una  funci&oacute;n del n&uacute;mero de hijos y la magnitud de la 
heredabilidad </td></tr><tr><td>  
<img src="../../genetik/7/25.gif"  > </TR></TABLE>


<P><STRONG>Precisi&oacute;n del estimado valor de cr&iacute;a</STRONG> <BR>
Figura 7.4 muestra la precisi&oacute;n de las pruebas de progenie basada en el numero de descendencias, n. Desde 
las curvas se hace evidente que existe una mayor precisi&oacute;n a mayor 
heredabilidades que en  bajas heredabilidades. Un aumento en el n&uacute;mero de hijos puede compensar para una baja heredabilidad. <P> Algunas observaciones generales 
hay que a&ntilde;adir acerca de la precisi&oacute;n del valor de cr&iacute;a estimado.  Analizando 
la f&oacute;rmula de la precisi&oacute;n se pone manifiesto que: <BR>

1) Para los rasgos con alta heredabilidad  el fenotipo del individuo es una buena fuente de informaci&oacute;n. <BR> 
<BR> 
2) Para los rasgos de heredabilidad baja el uso de varias mediciones pueden 
compensar  la baja precisi&oacute;n en una sola medici&oacute;n. Esto s&oacute;lo es posible cuando se miden 
grandes grupos de descendientes de hermanos medios o completos. <BR> 
A continuaci&oacute;n se muestra una tabla y las medidas apropiadas a tomar en funci&oacute;n de la magnitud de la heredabilidad <BR>

</P>

<PRE>Heredabilidad        Tama&ntilde;o              Ejemplo                   Selecci&oacute;n 
--------------------------------------------------------------------------------- 
Alta     M&aacute;s de      45 porciento   Porcentaje de grasa de leche    Individual
Baja     Menos de    10 porciento   Reproducci&oacute;n rasgos             Progenie test
Media             15-40 porciento   Crecimiento                     Mixta
---------------------------------------------------------------------------------
</PRE>

<P>Un applet para el c&aacute;lculo de los casos m&aacute;s comunes de un estimado valor de cr&iacute;a 
se encuentra <A HREF="../applets/avs.htm"> aqu&iacute;</A>, y un ejemplo del 
 uso de la misma se muestra a continuaci&oacute;n. Desde el 
ejemplo, se hace evidente que un grupo de descendientes de 20 hermanos medios le hace una fuente &uacute;til 
de la informaci&oacute;n.</P>

<P ALIGN="CENTER"><img src="../../genetik/7/26.gif"  align=bottom > </P>

<P><A HREF="3.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
