<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<TITLE>7.3 Directa actualizaci&oacute;n de los &iacute;ndices de los valores de cr&iacute;a</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>7.3  Actualizaci&oacute;n directa de los &iacute;ndices de los valores de cr&iacute;a</H3>

<P><A HREF="2.htm">P&aacute;gina anterior</A> </P>

<P>Como una regla b&aacute;sica para la actualizaci&oacute;n directa existe 3 tipos de informaci&oacute;n
 sobre del valor de cr&iacute;a de un animal, los padres, fenotipo individual y 
la descendencia. Las 3 piezas de la informaci&oacute;n cada uno como desviaci&oacute;n de mitad.
Hermanos, as&iacute; como los abuelos est&aacute;n todos incluidos en el valor de cr&iacute;a de los padres. Esto es tanto una fortaleza como una debilidad 
en el m&eacute;todo de directa actualizaci&oacute;n  porque
los padres s&oacute;lo pueden incluirse una vez. Por lo tanto, la nueva informaci&oacute;n sobre medios
 hermanos y hermanos completa no puede ser utilizada. Normalmente 
esto no es de gran importancia, por lo que es una ventaja en varios casos, no preocuparse por esta informaci&oacute;n.


<P>La informaci&oacute;n, obtenida de las 3 fuentes diferentes para el uso en la estimaci&oacute;n del 
 valor de cr&iacute;a, tiene las siguientes formas. La heredabilidad  h<SUP>2</SUP> y 
la varianza ambiental com&uacute;n 
c<SUP>2</SUP>. El valor  de cr&iacute;a estimado en una escala absoluta, tiene el s&iacute;mbolo de un sombrero. 
Las f&oacute;rmulas para combinar los &iacute;ndices  
(medido como desviaciones de la media) 
de las 3 posibles fuentes  pueden verse a continuaci&oacute;n, en ingles.</P>

<P ALIGN="CENTER"><img src="../../genetik/7/3.gif" width="600" height="537" align=bottom > </P>

<br>S&oacute;lo hay una condici&oacute;n, es decir, los dos  &iacute;ndices deben provenir de fuentes que s&oacute;lo se 
relacionan a trav&eacute;s del animal que tiene su valor de cr&iacute;a estimado.
<P>Un ejemplo de esta condici&oacute;n: un &iacute;ndice que se ha hecho de los hijos de hermanos completos y 
est&aacute; incluido en el &iacute;ndice de combinaci&oacute;n. Un nuevo &iacute;ndice de nuevos hermanos completos no puede 
ser incluido sin violar la norma, ya que est&aacute;n relacionadas con los 
hermanos en el primer &iacute;ndice, a trav&eacute;s de ambos, padre y la madre.
 La descendencia medios hermanos  puede, 
por otra parte, ser a&ntilde;adida cuando la nueva informaci&oacute;n llega, 
ya que s&oacute;lo est&aacute;n relacionados a trav&eacute;s del animal en 
cuesti&oacute;n.
<P>Para un applet que contiene ejemplos y uso de la actualizaci&oacute;n directa de los
 valores de cr&iacute;a, <A HREF="../applets/av.htm">haga clic aqu&iacute;</A> </P>

<P><A HREF="4.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
