<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>7.4 Estimaci&oacute;n de los valores de cr&iacute;a, y el uso de marcadores gen&eacute;ticos</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>7.4 Estimaci&oacute;n de los valores de cr&iacute;a, y el uso de marcadores gen&eacute;ticos </H3>

<P><A HREF="3.htm">P&aacute;gina anterior</A> </P>

<P>Para las grandes organizaciones de cr&iacute;a de animales dom&eacute;sticos  la estimaci&oacute;n de los valores de cr&iacute;a es una empresa que puede 
dar a los miembros un retorno econ&oacute;mico muy grande. Por lo tanto, los  m&eacute;todos aplicados son muy refinados 
para mejorar la estimaci&oacute;n del &iacute;ndice de cr&iacute;a, 
v&eacute;ase tambi&eacute;n lecciones 12.1-2. Adem&aacute;s de lo que se muestra aqu&iacute; en t&eacute;rminos la simple 
 estimaci&oacute;n de valor de  cr&iacute;a, es de gran importancia para corregir los importantes factores ambientales, como por 
estaciones y media del hato. Tambi&eacute;n es importante 
que todos los individuos relacionados  
contribuyen con informaci&oacute;n a los &iacute;ndices.<BR> 
Estimaci&oacute;n de valor de cr&iacute;a se basa en sistemas de muchas ecuaciones
uno  para todos los animales en 
 la poblaci&oacute;n. Esto proporciona la posibilidad de correcci&oacute;n simult&aacute;nea 
de los efectos ambientales.


<P>Estimaci&oacute;n del valor de cr&iacute;a de un animal puede ser calculado sobre la
 base de todos  
las combinaciones posibles de informaci&oacute;n. Secci&oacute;n 7.2 s&oacute;lo muestra ejemplos en los que existe una relaci&oacute;n uniforme para las mediciones fenotipo. 
S&oacute;lo unas pocas excepciones de esta forma se muestran. La primera es 
la estimaci&oacute;n de valor de cr&iacute;a  
basado en las estimaciones del valor de cr&iacute;a de los padres,
 que  se muestra tambi&eacute;n en la secci&oacute;n 7.3:

 <BR ><PRE>I<SUB>decend.</SUB> = (I<SUB>macho</SUB> + I<SUB>hembra</SUB>)/2          y
r<SUP>2</SUP><SUB>AI,decend.</SUB> = (r<SUP>2</SUP><SUB>AI,macho</SUB> + r<SUP>2</SUP><SUB>AI,hembra</SUB>)/4
</PRE>
<p>A partir de esta f&oacute;rmula es evidente que la precisi&oacute;n m&aacute;xima que se puede alcanzar a trav&eacute;s de los dos padres es 0,5.
<P>A continuaci&oacute;n se muestran las f&oacute;rmulas para calcular la cantidad de un <STRONG>gen marcador </STRONG> puede agregar a la informaci&oacute;n de una 
medici&oacute;n de fenotipo. El rasgo de 
heredabilidad es h<SUP>2</SUP> y el gen marcador representa una parte de la heredabilidad conjuntos, 
lo que corresponde a (h<SUB>1</SUB>)<SUP>2</SUP>.<BR>
Cuando M es el efecto de marcador y el valor de P fenotipo, el estimado valor de cr&iacute;a 
(I) es el siguiente:</P>

<P ALIGN="CENTER"><img src="../../genetik/7/4.gif"   > </P>

<P>En la tabla siguiente son los resultados de la utilizaci&oacute;n de la f&oacute;rmula para 
la precisi&oacute;n con y sin un gen marcador (gran efecto, el 20 porciento de 
la variaci&oacute;n aditivo, la columna +M). 
<PRE>       -M     +M     -M     +M       -M      +M    Transferrina locus
--------------------------------------------------------------------------      
h<SUP>2</SUP>    ,05    ,05    ,25    ,25     ,50       ,50    |   ,33
(h<SUB>1</SUB>)<SUP>2</SUP>   0    ,01      0     ,05       0       ,10    |   ,01
r<SUB>AI</SUB><SUP>2</SUP>   ,05   ,24     ,25    ,35     ,50       ,56    |   ,34 
</PRE>

<P>Parece que, por caracter&iacute;sticas con baja heredabilidad, una mejora significativa de la precisi&oacute;n se puede obtener mediante la 
informaci&oacute;n sobre un  gen marcador. 
Para los rasgos de alta heredabilidad, la mejora es muy baja.


<P> Para estimar el efecto de un gen que influye en una caracter&iacute;stica cuantitativa (QTL), se puede hacer referencia a lecci&oacute;n 12.5. </ P>

<P><STRONG>Normalizaci&oacute;n de un &iacute;ndice de valor de cr&iacute;a. </STRONG> <BR> 
Los &iacute;ndices  se expresen normalmente en unidades absolutas. El &iacute;ndice, 
por ejemplo, de un toro con una ganancia diaria de peso de 1100 gramos al nacer 
a 12 meses, muchas personas tienen dificultades en decidir si esto es bueno o malo. La 
base para la comparaci&oacute;n se pierde cuando el valor medio es desconocido. 
Por lo tanto, por sustracci&oacute;n del valor medio de los &iacute;ndices se centran en torno a cero. 
As&iacute; pues,  tendr&aacute; un &iacute;ndice positivo y lo peor mitad tendr&aacute; una 
&iacute;ndice negativo. <BR>
Adem&aacute;s, los &iacute;ndices pueden ser estandarizados, tanto restando el valor medio y la divisi&oacute;n 
con su desviaci&oacute;n est&aacute;ndar. Dicha poblaci&oacute;n tendr&aacute; una media 
valor de cero y una desviaci&oacute;n est&aacute;ndar de uno. <BR> 
En Dinamarca los &iacute;ndices normalizados se utilizan con frecuencia, por lo que el valor medio es de 100 y de 
una desviaci&oacute;n est&aacute;ndar de, por ejemplo 5. Con tal 
&Iacute;ndice  los animales con valores superiores a 100 son mejores 
que el promedio y los animales con un &iacute;ndice de 
valor inferior a 100 son peores que la media.


<P><A HREF="5.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
