<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Efecto de consanguinidad para un individuo y para una populati&oacute;n</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>9.1 Efecto de consanguinidad para un individuo y para una poblaci&oacute;n</H3>

<P><A HREF="0.htm">Cap&iacute;tulo 9</A> </P>

<P>En la secci&oacute;n 4.4 en la consanguinidad individual se ha demostrado que aumenta la posibilidad 
de homocigosidad en cada locus. Esto tambi&eacute;n es v&aacute;lido para 
homocigosidad en general. La consanguinidad provoca un aumento en el nivel de homocigosidad, 
y una disminuci&oacute;n en el nivel de heterocigosidad. Al 100 porciento de
 consanguinidad no hay heterocigosidad.


<P>Lo que se refiere a un individuo afecta tambi&eacute;n a toda la poblaci&oacute;n. 
Una vez m&aacute;s, 
consulte el ejemplo de la alb&uacute;mina de perros que se dio en la secci&oacute;n 2.4.
Examinando el n&uacute;mero total de heterocigotos en todas las poblaciones de perro se convierte en 
claro que el 16 porciento son los que faltan, en comparaci&oacute;n con el esperado en una poblaci&oacute;n
 H-W si 
considera a todos los perros examinados como una sola poblaci&oacute;n. La falta general conjunta de los heterocigotos 
hace posible la estimaci&oacute;n de la consanguinidad, dentro del individuo 
de la poblaci&oacute;n, al 33 porciento, utilizando la f&oacute;rmula de  secci&oacute;n 4.4. La medici&oacute;n de la consanguinidad en las 
distintas razas tambi&eacute;n puede considerarse como una medida de diferenciaci&oacute;n entre las razas. 
Consanguinidad en una raza es causada por la p&eacute;rdida de la variaci&oacute;n aleatoria,
 mediante el cual la raza pierde parte de su variaci&oacute;n. 
 Consanguinidad adelanta 
la evoluci&oacute;n, que es la competencia entre las poblaciones en un nivel superior. Cada 
 poblaci&oacute;n, si es  suficientemente grande, adquirir&aacute; nuevas mutaciones para 
compensar la p&eacute;rdida de  variaci&oacute;n de origen com&uacute;n.</P>

<P>Es sabido que una de las consecuencias de la consanguinidad fuerte es la p&eacute;rdida de vitalidad. 
Una relaci&oacute;n lineal negativa 
entre los rasgos de  producci&oacute;n y el grado de consanguinidad se pueden predecir. Por lo tanto, 
es importante asegurarse de que la consanguinidad es 
mantenida en el nivel m&aacute;s bajo posible entre los animales de producci&oacute;n. 
 Esto  puede hacerse utilizando informaci&oacute;n de pedigr&iacute; antes del apareamiento, o 
por el uso de sistemas m&aacute;s robustos, como la subdivisi&oacute;n de los animales en los reba&ntilde;os, 
mantenimiento de la 
hembras en el reba&ntilde;o al tiempo que a&ntilde;ade nuevos machos de otros reba&ntilde;os. Este sistema puede garantizar 
un bajo nivel de consanguinidad, ver Figura en secci&oacute;n 9.3 para 
apareamiento circular de hermanos completo dando consanguinidad m&iacute;nima. En el nivel de la poblaci&oacute;n de un reba&ntilde;o 
puede considerarse como un par de hermanos completos.</P>

<P>La disminuci&oacute;n en el nivel de los rasgos de producci&oacute;n se llama <STRONG>depresi&oacute;n de consanguinidad</STRONG>. Es 
 para muchos rasgos de una magnitud de 0,4 unidades para un aumento de la consanguinidad.
 Para los rasgos de la reproducci&oacute;n o los rasgos de 'fitness' la disminuci&oacute;n de es mucho m&aacute;s elevada, alrededor de una unidad. 
Esta causa el hecho de que es muy dif&iacute;cil de producir animales domesticados 100
 porciento consangu&iacute;neos. 


<P>Figura 9.1 muestra una disminuci&oacute;n lineal en la media de ganancia diaria 
en cerdos medido como peso de canal. 
La pendiente de la l&iacute;nea es de 2,1 gramos disminuci&oacute;n por una unidad de incremento en el grado de 
consanguinidad (data de Christensen et al. Anim Prod. 58:298-300, 1994).</P>

<TABLE BORDER="0" WIDTH="100 %">
<TR VALIGN="TOP"><TD>Figura 9.1.<BR>
    Disminuci&oacute;n en el aumento  peso diaria medido en canal en relaci&oacute;n con la consanguinidad en los cerdos</TD>
<TD VALIGN="MIDDLE"><img src="../../genetik/9/1.gif" width="500" height="333" align=bottom ></TD></TR></TABLE>

<P>La disminuci&oacute;n lineal en la capacidad de producci&oacute;n puede estar 
directamente relacionada con una 
disminuci&oacute;n lineal en el grado de heterocigosidad, que es proporcional al
 aumento del 
grado de consanguinidad. En consecuencia hay un aumento en el grado de homocigosidad, que 
es igual para ambos tipos de homocigotos. Por cada 
locus la disminuci&oacute;n es proporcional a 2Fpq, y el aumento
 correspondiente es Fpq para cada tipo, v&eacute;ase la figura en 
la secci&oacute;n 4.4. La magnitud de depresi&oacute;n de la consanguinidad
 depende de la magnitud de las desviaciones del dominante,
 que es constante para un rasgo determinado, ver 6.2. La depresi&oacute;n de consanguinidad
 es generalmente m&aacute;s grande 
en los rasgos con baja heredabilidad, que para los rasgos con alta heredabilidad.


<P><A HREF="2.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
