<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Efecto de cruzamiento</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>9.2 Efecto de cruzamiento</H3>

<P><A HREF="1.htm">P&aacute;gina anterior</A> </P>

<P>El efecto de cruzamiento es lo contrario del efecto de la consanguinidad. 
Las cruces son m&aacute;s heterocigotos que los individuos en una poblaci&oacute;n de raza pura. 
Contrariamente a la consanguinidad, donde una relaci&oacute;n lineal negativa con la aptitud 
y caracter&iacute;sticas de la producci&oacute;n y el grado de 
la consanguinidad, es imposible predecir nada sobre el efecto de 
cruzamiento.</P>

<P>&iquest;C&oacute;mo es posible establecer un sistema sensato de cruzamiento?
 El &uacute;nico m&eacute;todo posible es "el m&eacute;todo de ensayo y error". 
Hoy en d&iacute;a una gran parte de la  producci&oacute;n de aves de corral, 
visones y los cerdos pr&aacute;ctica se basa en la producci&oacute;n de cruces,
 por lo que el "el m&eacute;todo de ensayo y error" no es 
tan mala como podr&iacute;a parecer. Si una combinaci&oacute;n, 
que muestra un buen efecto de cruzamiento, se encuentro, esta combinaci&oacute;n puede
 ser repetida 
infinitamente. Al parecer, algunos heterosis  no dependen del
 nivel de la crianza pura.

 <STRONG>Crianza de raza pura </STRONG> no se ha definido antes, pero las palabras indican que ni la consanguinidad ni cruzamiento
 ocurren, por lo tanto la cr&iacute;a en una 
mayor poblaci&oacute;n de animales dom&eacute;sticos se refiere como cr&iacute;a de raza pura. Esta definici&oacute;n se corresponde estrechamente con la definici&oacute;n de un H-W 
poblaci&oacute;n con menos estrictos requisitos de apareamiento al azar. <STRONG>Vigor h&iacute;brido</strong> es, como 
se dice, un vigor especial, que se produce como consecuencia del cruzamiento. Otra palabra 
utilizado para una cruz es un h&iacute;brido, que luego ha dado el t&eacute;rmino. 
El vigor h&iacute;brido se materializa en los animales m&aacute;s robustos con 
 capacidad de producci&oacute;n m&aacute;s grandes 
que  de razas puras. <STRONG>La Heterosis </STRONG> significa lo mismo que el vigor h&iacute;brido. La palabra indica que los efectos son 
causados por aumento de la heterocigosidad.
<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="40 %">
<TR><TD>Figura 9.2. Sistemas para el cruzamiento. 
<br><img src="../../genetik/9/22.gif"  ></TD></TR></TABLE>

<P><STRONG>Sistemas para el cruzamiento.</STRONG> Figura 9.2 muestra cuatro razas o l&iacute;neas, A, B, C y D. 
El cruzamiento se puede realizar de dos v&iacute;as, de tres v&iacute;as o cruces de cuatro v&iacute;as, cruces, o la rotaci&oacute;n de 
cruces. </ P> 

<P> Dos v&iacute;as cruces  - un cruce entre dos l&iacute;neas A y B. 

<p> Retrocruzamiento - el cruz&oacute;, AB, acoplada con cualquiera de las l&iacute;neas A o B. 

<P>Tres v&iacute;as cruces - el animal cruzado, CD, est&aacute; acoplada con una tercera l&iacute;nea A. 
<P> Cuatro v&iacute;as cruces - el animal cruz&oacute;, AB, se aparea con las cruces de CD.


<P>Cruce de rotaci&oacute;n se puede realizar con 3, 4 o 5 razas o l&iacute;neas. En 
este caso  se utiliza 4, comenzando con cruces A y B. Por lo general 
las hembras son cruces, mientras que los machos son puros.<BR> 
En dos v&iacute;a cruces &uacute;nicamente  da la heterosis en la descendencia. Para mantener
 la heterosis
 de los rasgos de la madre, cruces de tres v&iacute;as o cuatro v&iacute;as se han de aplicar.<BR> 
Los sistemas para el cruzamiento garantizan autom&aacute;ticamente  una baja consanguinidad como sea posible en 
la producci&oacute;n 
de animales. As&iacute;, la ventaja de los sistemas de cruzar es que los mantengan
 la consanguinidad 
m&iacute;nimo autom&aacute;ticamente. <BR> 
Los rasgos que dan mayor vigor h&iacute;brido, son rasgos con baja heredabilidad, lo que implica que el vigor h&iacute;brido    sobre todo 
se encuentra en los rasgos de la reproducci&oacute;n.</P>

<P>Figura 9.3 muestra un ejemplo de vigor h&iacute;brido    en los ratones en el
 n&uacute;mero de j&oacute;venes que
una hembra puede producir en su vida. El sistema m&aacute;s popular para el cruce 
se ha aplicado: de dos y tres v&iacute;as de cruces, y retrocruzamiento.
(Data de Newman et al. J.Anim. Sci. 61 358-365, 1985).

<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="50 %">
<TR><TD>Figura 9.3. Efecto de cruzamiento en ratones.
<br><img src="../../genetik/9/2.gif"  ></TD></TR></TABLE>
<BR>

<P>Como se observa en Figura 9.3, 
los efectos pueden ser divididos en vigor  en el feto o un efecto sobre la capacidad de la maternidad. 
La diferencia entre las dos curvas inferiores muestra el efecto sobre el feto, 
si se trata de una cruza o no. La curva inferior representa a los fetos de raza pura 
en las madres de raza pura. La segunda curva inferior representa un feto de la cruz 
en una madre de pura raza. La diferencia entre las dos curvas de abajo y las dos 
los de arriba muestra el efecto de una hembra que es una cruza o no. Es evidente que la mayor parte del vigor h&iacute;brido   
est&aacute; en la parte materna, y se refiere a la capacidad de ovular un gran n&uacute;mero de 
 los ovocitos y se mantienen durante todo el embarazo.</P>


<P>El ejemplo de la Figura 9.3 muestra una gran cantidad de vigor h&iacute;brido. Esto 
es muy raro, pero en los animales domesticados es com&uacute;n  ver los efectos de 
hasta el 10 porciento. <BR> 
El c&aacute;lculo del vigor h&iacute;brido   se realiza de la siguiente manera: 
(promedio de las cruzas menos promedio de las l&iacute;neas puras) en relaci&oacute;n con la media de las l&iacute;neas puras. <BR> 
Ejemplo de la especie porcina: cruzas de Landrace y Yorkshire  dar unos 
extra lechones por camada  en 
comparaci&oacute;n con la de raza pura, que 
obtienen un tama&ntilde;o medio de las camadas de 10.</P>

<P>El vigor h&iacute;brido de cerdos es   (11-10)/10 = 0,10 o 10 porciento para el tama&ntilde;o de la camada en cerdos en la combinaci&oacute;n mencionada.</P>

<P>Para llevar a cabo un programa de producci&oacute;n de  cruzas, es necesario mantener las l&iacute;neas bien definidas, y que 
los animales sean criados en un n&uacute;mero suficientemente grande, tanto para 
mantener a s&iacute; mismo y para producir una cantidad suficiente de animales para entrar en el 
programa de cruzamiento. El excedente necesario para la cr&iacute;a de animales no siempre est&aacute; presente. Esto 
 es el caso en las razas lecheras danesas. En gran medida todas las vacas son utilizadas para 
la cr&iacute;a, como la tasa de natalidad de la Holstein frisona 
s&oacute;lo es ligeramente por encima de dos. Una proporci&oacute;n de 1,1 a 1,2 novillas 
que naci&oacute; 
para sustituir a sus madres, por lo que la tasa de natalidad solo es
 lo bastante alto para mantener la poblaci&oacute;n. Aunque la cruza de rotaci&oacute;n 
 se puede practicar fuera del n&uacute;cleo de cr&iacute;a pura. El vigor h&iacute;brido  
 es significativamente 
menor en la cruce rotaci&oacute;n que en el cruce de tres v&iacute;as.

<p>Una ventaja m&aacute;s con el cruce es la uniformidad, que 
se alcanza  cuando a lo menos  uno de los padres es un animal de raza pura. 
En una investigaci&oacute;n de Alemania se comprob&oacute; que la variaci&oacute;n fenot&iacute;pica en 
la grasa de espalda en el cerdo era de 30 por ciento m&aacute;s bajo en cruces L x Y 
que en los correspondientes animales de raza pura (Lutaaya et al. 2001, 79:3002-07).

<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="50 %">
<TR><TD>Figura 9.4. Dos pares de genes y las posibles 
v&iacute;as bioqu&iacute;micas.  
Las combinaciones nuevas no son en todas 
formas beneficiosas.
<br><img src="../../genetik/9/23.gif" width="338" >
</TD></TR></TABLE>

<P><STRONG>Recombinaci&oacute;n efecto negativo en la F<SUB>2</SUB></STRONG>:
 En la muestra 
de los sistemas de cruce, al menos una de las razas de los padres era una raza pura. 
Si un F<SUB>2</sub> se produce, 
este no es el 
caso. Producci&oacute;n  basadas en F<SUB>2</sub> animales o de cruces entre diferentes 
cruza normalmente es una mala idea 
en comparaci&oacute;n con cruces de tres v&iacute;as. Este &uacute;ltimo tiene el mayor efecto de la heterosis. 
En F<SUB>2</SUb>  recombinaci&oacute;n <STRONG>pueden producir efectos negativos
 </STRONG>. Estos son 
causados por las combinaciones de genes, que no exist&iacute;an en ninguna de las razas orig&iacute;nales. 
Por ejemplo, si un F<SUB>1</sub> resulta del cruce aabb x AABB en F<SUB>2</sub> 
animales 
del tipo de aaBB AAbb ocurrir&aacute;, que no se encontraron en ninguno de las razas orig&iacute;nales. 
Estos tipos pueden ser letales, ver Figura 9.4 para las v&iacute;as bioqu&iacute;micas. 
El F<SUB>2</SUB>, adem&aacute;s, ser&aacute; m&aacute;s heterog&eacute;neo que todos los dem&aacute;s 
 tipos de cruces o animales de raza pura.</P>

<P>Es posible mejorar una raza mediante el uso de algunos animales
 superiores de a fuera de la raza. 
Normalmente, los animales
 de las razas est&aacute;n estrechamente relacionados 
porque se han utilizado los caracteres deseados para guardar la mejor de
 las razas orig&iacute;nalas 
raza. Para que  tenga &eacute;xito  la selecci&oacute;n debe ser ligera en
 las primeras generaciones. Despu&eacute;s
 de unas generaciones
algunos de los tipos recombinantes que son de mayor inter&eacute;s y se puede tomar varias generaciones 
antes de que ocurran<BR>

<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="50 %">
<TR><TD>Figura 9.5. Un par de hom&oacute;logos 
 cromosomas de un original y un 
 individual extranjero antes de la recombinaci&oacute;n.
<br><img src="../../genetik/9/21.gif" width="299" ></TD></TR></TABLE>

<P>Figura 9.5 muestra los cromosomas hom&oacute;logos, con cuatro pares de genes que afectan a un 
car&aacute;cter cuantitativo. Los genes pueden ser mezclados 
de modo que requiere varias generaciones para la combinaci&oacute;n deseada, un cromosoma 
contar con todos los  signos +, que se produzca. 
V&eacute;ase tambi&eacute;n la secci&oacute;n 2.5 para el desequilibrio de ligamiento. </P>

<P><A HREF="3.htm">P&aacute;gina siguiente </A> </P>

</BODY>
</HTML>
