<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Sistemas de consanguinidad m&iacute;nima</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>9.3 Sistemas de consanguinidad m&iacute;nima</H3>

 <A HREF="2.htm">P&aacute;gina anterior</A> 

<P>En las poblaciones peque&ntilde;as a menudo es deseable que el aumento general de la consanguinidad 
sea tan bajo como sea posible. Uno 
manera de reducir el incremento  de  consanguinidad es de organizar el 
apareamiento para que todos los animales tengan el mismo n&uacute;mero de descendientes, que se utilizan como 
animales de cr&iacute;a. En teor&iacute;a, cada individuo debe ser padre o madre de 
un macho 
y una  hembra. Si este es el caso, el tama&ntilde;o efectivo de la poblaci&oacute;n ser&aacute; el doble del n&uacute;mero real. 
Esto se debe al hecho de que el apareamiento al azar, como en un 
 poblaci&oacute;n de H-W, en  teor&iacute;a, tendr&aacute; una  sesgada
  distribuci&oacute;n binomial de cr&iacute;as por animal a la izquierda  (una Poisson distribuci&oacute;n) con el valor medio de dos. Esta es 
una distribuci&oacute;n en la que el n&uacute;mero m&aacute;s frecuente de descendientes son 0, 1, 2, 3, 4 por padre. 
Esto significa que un buen n&uacute;mero de individuos en una poblaci&oacute;n de H-W no obtiene 
cualquier descendencia.


<P>Para obtener la consanguinidad m&iacute;nimo es necesario trabajar sistem&aacute;ticamente.
 El mejor 
de los sistemas de uso m&aacute;s simple de apareamiento es el circular, como se muestra en la Figura 9.6. <BR> 
La figura muestra dos sistemas   circular un  de hermanos completo y un de hermanos medios. El sistema de hermanos completo 
es m&aacute;s f&aacute;cil de usar en la pr&aacute;ctica. El sistema de hermanos medios 
exige la uni&oacute;n de todos los individuos con dos socios diferentes. 
En el sistema de hermanos completo 
ambos hijos son normalmente de la misma camada. 
La figura muestra que el sistema de hermanos medios de apareamiento se repite en cada generaci&oacute;n, 
Considerando que el sistema  de hermanos completo tiene un ciclo de dos generaciones. <BR> 
La aplicaci&oacute;n pr&aacute;ctica del sistema de hermanos completo es muy sencilla.
 Ratones como 
ejemplo, se guardan en cajas. Coloque las cajas en un c&iacute;rculo,
 y mantiene   la descendientes  hembras 
 en la caja donde se nace y se pone los descendientes
 varones en el caja de 
la derecha.

<TABLE BORDER="0" WIDTH="75 %" align=right>
<TR VALIGN="TOP"><TD>Figura 9.6.
Los sistemas de apareamiento circular con la consanguinidad m&iacute;nimo.
<br ><img src="../../genetik/9/3.gif" width="500" ></TD></TR></TABLE>


<P>En un  sistema  c&iacute;clico  cono hermanos completo, el apareamiento de una poblaci&oacute;n pueden ser 
divididos en cuatro grupos, numerados del uno al cuatro. La descendencia 
femenina queda en el grupo, 
Considerando que todos los varones son transferidos al grupo de la derecha. Los animales 
s&oacute;lo pueden ser acoplados con individuos pertenecientes a la misma generaci&oacute;n. En este sistema 
no hay necesidad de hacer un seguimiento de cada individuo. El grado de consanguinidad no ser&iacute;a mayor 
si un &aacute;rbol geneal&oacute;gico se hab&iacute;a utilizado durante cuatro generaciones, 
para evitar la estrecha 
relaci&oacute;n entre los animales apareados.


<P><A HREF="4.htm">P&aacute;gina siguiente </A> </P>

</BODY>
</HTML>
