<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Consanguinia l&iacute;neas en animales de laboratorio</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>9.4 L&iacute;neas consangu&iacute;neas en animales de laboratorio</H3>

<P><A HREF="3.htm">P&aacute;gina anterior</A> </P>

<P>En animales de laboratorio, como por ejemplo, ratones, ratas y 
cobayas, ha sido posible obtener l&iacute;neas completamente consangu&iacute;neas. 
Cuando se utiliza continuada apareamiento entre
hermanos completos  es posible, en teor&iacute;a,  llegar a la consanguinidad 99,8 porciento despu&eacute;s de 20 generaciones. 
Si los  hermanos completos o apareamiento padres e hijos  
se contin&uacute;an  el coeficiente de 
la consanguinidad es determinada por la consanguinidad en
 dos generaciones anteriores con la siguiente f&oacute;rmula.


<P>F<SUB>n</SUB> = (1 + 2*F<SUB>(n-1)</SUB> + F<SUB>(n-2)</SUB>)/4, d&oacute;nde F<SUB>n</SUB>
 es la consanguinidad en la generaci&oacute;n n, consulte la soluci&oacute;n del ejercicio 4.2.</P>

<P>Las l&iacute;neas completamente pura (consangu&iacute;neas) tienen la ventaja de ser completamente uniforme 
gen&eacute;ticamente. Mediante el uso de animales  puros, en relaci&oacute;n con  
pruebas de seguridad de un medicamento nuevo, un n&uacute;mero menor de  
animales son necesarios debido a un  menor variaci&oacute;n. Para mantener la uniformidad 
uso de apareamiento de hermanos completos es necesario. Adem&aacute;s, si los animales se utilizan en varias 
pruebas, es necesario que los resultados que  aseguran de que la multiplicaci&oacute;n 
de los padres orig&iacute;nales no sean m&aacute;s de cinco generaciones de distancia. La raz&oacute;n de esta regla es que cada nuevo individuo 
lleva a un cierto n&uacute;mero de nuevas mutaciones. Estas mutaciones son muy 
significativas debido a los antecedentes completamente uniformes.</P>

<P>No ha sido posible obtener la consanguinidad absoluta dentro de nuestros animales dom&eacute;sticos. 
Cuando la consanguinidad  tiene un alcance de 60 a 70 
 porciento. 
La fecundidad ha sido muy baja debido a la depresi&oacute;n por consanguinidad, y no 
m&aacute;s consanguinidad ha sido imposible. Los animales de laboratorio han pasado esa barrera 
y ac&aacute; muchas de las l&iacute;neas completamente puras tienen una fecundidad alta y estable,  
aunque la consanguinidad es de 100 porciento.</P>

<P>Cada l&iacute;nea pura, que se mantiene por razones comerciales, se ha especializado 
para las l&iacute;neas espec&iacute;ficas de investigaci&oacute;n. Un ejemplo es  de los ratones con la diabetes, que f&aacute;cilmente 
adquieren la diabetes, es natural que se utilicen en la investigaci&oacute;n de la diabetes. Varias 
 l&iacute;neas de transgenes tambi&eacute;n se han producido tanto en ratas y ratones,
  cada uno se ha 
especializado para un fin determinado. Existen muchas empresas que venden animales de laboratorio.</A> </P>

<P><A HREF="5.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
