<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Estructura de la poblaci&oacute;n, la pir&aacute;mide de  la cr&iacute;a </TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>9.5 Estructura de la poblaci&oacute;n, la pir&aacute;mide de  la crianza </H3>

<P><A HREF="4.htm">P&aacute;gina anterior</A> </P>

<P>La cr&iacute;a de animales para la producci&oacute;n, como gallinas y cerdos, esta enteramente basada en cruces. Para mantener una 
producci&oacute;n constante de los cruces es 
necesario  mantienen  todas las razas puras, que forman parte de los
 cruces finales.</P>

<P> En  sistemas de una pir&aacute;mide de reproducci&oacute;n o de crianza n&uacute;cleo incluye
 los siguientes tres 
pasos  comunes. </ P> 

<UL> 
<LI> N&uacute;cleo de cr&iacute;a </li> 
<LI> Multiplicaci&oacute;n de los animales  padres para la producci&oacute;n</li> 
<LI> Producci&oacute;n </li>
</UL>
<BR>

<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="50 %">
<TR><TD>Figura 9.7. La cr&iacute;a pir&aacute;mide que muestra el sistema de reproducci&oacute;n utilizado en la producci&oacute;n porcina danesa.</TD></TR>
<TR><TD><img src="../../genetik/9/5.gif"  ></TD></TR></TABLE>

<P><STRONG>Un ejemplo tomado de la producci&oacute;n porcina danesa</strong>, ver Figura 9.7. En Dinamarca 
m&aacute;s de 20 millones de cerdos se producen cada a&ntilde;o. La parte principal es de 3 v&iacute;as 
cruces. Las madres de los animales son principalmente Landrace Yorkshire (LY)
 cruces. La mayor&iacute;a de 
ellos se acoplan con los verracos Duroc.<BR> 
En toda su  vida  una cerda da a luz a alrededor de cuatro camadas con un promedio de m&aacute;s de 10 lechones y poco m&aacute;s de dos camadas por 
a&ntilde;o. Lo que significa que alrededor de medio mill&oacute;n de cerdas cruces
 tienen que ser producidas 
cada a&ntilde;o. Que se derivan principalmente de los reba&ntilde;os de multiplicador.
<BR>
La pir&aacute;mide de reproducci&oacute;n se muestra en la Figura 9.7. El n&uacute;cleo se
 compone de unos 30 reba&ntilde;os de propiedad privada (centros de cr&iacute;a) 
de pura raza. Estos centros con seis mil cerdas de cr&iacute;a, de tres 
razas, cada uno con alrededor de 2000 cerdas. Por cada cerdo se calcula un
 &iacute;ndice de hechos 
por los individuos de la meta de cr&iacute;a. Los machos se encuentran
 principalmente en 
 las estaciones de IA (inseminaci&oacute;n artificial). Las flechas indica,
  la direcci&oacute;n de flujos de genes en el sistema. En los reba&ntilde;os
 de producci&oacute;n  
la mitad de los lechones son descendientes de los verracos de AI. La otra mitad son engendrados 
por apareamiento naturales. Los cerdos en los reba&ntilde;os de producci&oacute;n
 son principalmente comprados en los centros de cr&iacute;a.</P>

<P><A HREF="0.htm">Cap&iacute;tulo 9</A> </P>

</BODY>
</HTML>
