<HTML>
<HEAD>
   <TITLE>Gen&eacute;ticos c&aacute;lculos applets y otros programas </TITLE>
</HEAD>
<BODY TEXT="#000000" BGCOLOR="#00FFFF" LINK="#0000FF" VLINK="#551A8B" ALINK="#FF0000">

<H2>13. C&aacute;lculos gen&eacute;ticos, applets y otros programas </H2>
<A HREF="../genetik.htm">Gen&eacute;tica de poblaciones  </A>,
de <A HREF="http://www.ihh.kvl.dk/htm/kc/">Knud Christensen</A>   -
 <A HREF="../../genetics/genetik.htm">Lecture notes, front 
page (in English)</A>


<HR>

<br> Mediante el uso de los applets hay una caracter&iacute;stica general, es que usted puede depositar sus datos
en los campos verdes. Los campos de color amarillo tambi&eacute;n se pueden utilizar para la entrada, a menudo
en la pr&oacute;xima ronda de c&aacute;lculos.
Tenga cuidado no dejar espacios en blanco (no visible) en estos &aacute;mbitos.
Si el applet no funciona, prueba si el curso se encuentra justo al lado de los
n&uacute;meros en todos los campos de verde o amarillo que han tocado.



<h3>Valores cr&iacute;ticos de la distribuci&oacute;n de Ji-cuadrado</h3>

<PRE>         df      ,20     ,10     ,05     ,02     ,01     ,001    ,0001   df=grados de libertad
        -------------------------------------------------------------
        1        1,64    2,71    3,84    5,41    6,63   10,83   15,14
        2        3,22    4,61    5,99    7,82    9,21   13,82   18,42
        3        4,64    6,25    7,81    9,84   11,34   16,27   21,11
        4        5,99    7,78    9,49   11,67   13,28   18,47   23,51
        5        7,29    9,24   11,07   13,39   15,09   20,51   25,74

        6        8,56   10,64   12,59   15,03   16,81   22,46   27,86
        7        9,80   12,02   14,07   16,62   18,48   24,32   29,88
        8       11,03   13,36   15,51   18,17   20,09   26,12   31,83
        9       12,24   14,68   16,92   19,68   21,67   27,88   33,72
       10       13,44   15,99   18,31   21,16   23,21   29,59   35,56</PRE>



<HR>
<p align="center"><b>Applets</b>
<P>2.2 <A HREF="kitest.htm">C&aacute;lculo de Ji cuadrado para la desviaci&oacute;n de equilibrio de Hardy-Weinberg
 </A>

<p>2.4 <A HREF="mating.htm">C&aacute;lculo de frecuencias de apareamiento tipo en una poblaci&oacute;n H-W
</A>

<P>2.5 <A HREF="ki1.htm">C&aacute;lculo de la prueba de Ji-cuadrado de 2 por 2, 3 por 3 o 2 por 3 tablas</A>


<P>2.5 <A HREF="kobl.htm">Ligamiento, 3-punto an&aacute;lisis de cruz de prueba</A>

<P>2.5 <A HREF="http://faculty.vassar.edu/~lowry/VassarStats.html">
Muchos programas de pruebas estad&iacute;sticas, recopiladas por Lowry, EE.UU. </A>

<P>2.51 <A HREF="li.htm">Ligamiento, c&aacute;lculo la frecuencia de los gametos y de los genotipos generaci&oacute;n tras generaci&oacute;n
</A>

<P>3.4 <A HREF="selekt.htm">Cambias en las frecuencias g&eacute;nicas y de los genotipos durante selecci&oacute;n 
</A>

<P>3.5 <A HREF="rand.htm">Cambio en las frecuencias g&eacute;nicas y los genotipos, y el efecto del tama&ntilde;o de la poblaci&oacute;n 
 </A>


<P>4.5 <A HREF="tabularapp.htm">Manipulaci&oacute;n de un matriz general y  c&aacute;lculo de la relaci&oacute;n y la consanguinidad 
 </A>

<P>5.6 <A HREF="ki.htm">C&aacute;lculo de la prueba de Ji-cuadrado de la desviaci&oacute;n de proporciones mendeliana 
 </A>

<P>5.7 <A HREF="single.htm">C&aacute;lculo de segregaci&oacute;n ratios corregidos de acuerdo del m&eacute;todo de Singles 
 </A>

<P>6.2 <A HREF="adef.htm">C&aacute;lculo de la media, los valores genot&iacute;pica y valores de cr&iacute;a, y desviaciones dominancia
 </A>

<P>7.2 <A HREF="avs.htm">Estimaci&oacute;n de simple formas de valores de cr&iacute;a</A>

<P>7.3 <A HREF="animalm.htm">Estimaci&oacute;n los valores de cr&iacute;a usando el modelo de animal</A>


<P>8.2 <A HREF="deltag.htm">Estimaci&oacute;n de valor de cr&iacute;a y respuesta de selecci&oacute;n </A>

<P>8.3 <A HREF="selind.htm"> Calcular el &iacute;ndice de selecci&oacute;n </a>

<P>8.4 <A HREF="heritt.htm">C&aacute;lculo de la heredabilidad de los rasgos de umbral (enfermedades) 
</A>

<P><A HREF="../../genetik/applets/stat.htm">Link to some basic statistical formulas</A>. .
 .<A HREF="../genetik.htm">Gen&eacute;tica de poblaciones  </A>.
</BODY>
</HTML>
