<HTML>
<title> 
Applet para el c&aacute;lculo de la media, los valores genot&iacute;pica y  de cr&iacute;a, y desviaciones dominancia</title>
<BODY BGCOLOR="#00ffff">

<H3>6.2
C&aacute;lculo de la promedia, los valores genot&iacute;pica y valores de cr&iacute;a, y desviaciones dominancia </H3>

<P><B> En todas las celdas con valores in&iacute;ciales se puede poner datos 
(campos verde y/o amarillo
) </B>
<p>
<APPLET HEIGHT=425 WIDTH=650 
 CODE="adef.class">if you see this you can't run the applet. chose Options |
 Network PReferencies | Languages | Enable Java</APPLET>
 <HR>
Ejemplo:

<br>
Cuando se ha  introducido los datos o si desea calcular de
los datos cargado, pulse al <b>Calculate</b>, bot&oacute;n.  

<br>Se puede proceder mediante el establecimiento de deltaq,  
y obtendr&aacute; los nuevos valores pulsando al
<b>q+deltaq</b> bot&oacute;n o conseguir al gr&aacute;fico pulsando al  <b>run</b> bot&oacute;n.
<hr>

Ejemplo:
<br>El ejemplo dado en Gen&eacute;tica Veterinaria de genotipos de  transfferin en vacas  Y&eacute;rsey,
 el tt  tiene un rendimiento de 2082 kg de leche
y las vacas con los genotipos Tt y TT un rendimiento 1882 kg de leche. 
Las frecuencias g&eacute;nicas p(T) y q(t) se dan como 0,67 y 0,33, respectivamente.
<p> Todos los valores se calculan mediante la f&oacute;rmula cl&aacute;sica de un valor medio y
el valor de cr&iacute;a, que se define como se muestra a continuaci&oacute;n. Para ver los resultados
pulse el
<b>Calculate</b> bot&oacute;n.

<P><center><img src="../../genetik/6/23.gif" height="100" ></center>

<HR>
Cuestiones:
<br>Calcula el valor de cr&iacute;a y la desviaci&oacute;n del dominante para los frecuencias   g&eacute;nicas con
p 0,1, 0,2, 0,3, 0,4, 0,5, 0,6, 0,7, 0,8 y 0,9  para las siguientes
valores genot&iacute;picos:

<pre>A<sub>2</sub>A<sub>2</sub>    100
A<sub>1</sub>A<sub>2</sub>    115
A<sub>1</sub>A<sub>1</sub>    110</pre>
<p>Compara los resultados, para las frecuencias  g&eacute;nicas y encontrar el m&aacute;s peque&ntilde;os
 diferencia en el valor cr&iacute;a   entre los tres genotipos y el m&aacute;s peque&ntilde;o
varianza aditivo. &iquest;Por qu&eacute;?

<hr>



<P><A HREF="../6/2.htm">Volver a la teor&iacute;a
</A>, 
o <A HREF = "0.htm">Volver al otro applets</A>

</BODY>
</HTML>
