<HTML>
<HEAD>
   <TITLE> Estimaci&oacute;n de  simple formas de los valores de cr&iacute;a  </TITLE>
</HEAD>
<BODY BGCOLOR="#00ffff">

<H3>
7.2 Estimaci&oacute;n de simple formas de valores de cr&iacute;a </H3>


<P>En todas las celdas con los valores in&iacute;ciales se puede poner datos (campos de verde) y
pulse al <B>Calculate</B> bot&oacute;n. Los resultados se han redondeado a cuatro decimales.
<br>Si usted desea obtener un gr&aacute;fico sobre  de valores de cr&iacute;a dependiendo del tama&ntilde;o de heritabilidad
pulsa el  <b>Run</b> bot&oacute;n. Los datos correspondientes se pueden extraer de la ventana izquierda usando las funciones 
corta y pega.


<p>El valor de cr&iacute;a de un animal puede basarse de su  propio fenotipo, el padre y/o la madre, as&iacute;
como promedio de hijos o hermanos. La heredabilidad, repetibilidad,
efecto ambiental com&uacute;n para los hermanos completos y promedia de la poblaci&oacute;n
son valores que tiene que ser especificado. En la relaci&oacute;n del &uacute;ltimo caso (a y a')
 se definen tambi&eacute;n.
La relaci&oacute;n (a) entre los individuos relacionados que dar
las mediciones fenot&iacute;picas; con la relaci&oacute;n (a') al animal que est&aacute; evaluando.
El "ambiental com&uacute;n" se utiliza cuando se miden los hermanos completos.

<p><b>Traducci&oacute;n</b>
<br>BV-estimation          = Estimaci&oacute;n de valor de cr&iacute;a
<br>Mean value             = valor promedio
<br>Accuracy               = Precisi&oacute;n    
<br>Average               = Promedio    
<br>On offspring, full sib =En descendencia,  hermanos completos
<br>On offspring, half sib =En descendencia,  hermanos medios
<br>On own performance            = El propio desempe&ntilde;o (fenotipo)
<br>On half sib         =  En  hermanos medios
<br>On both parents                 =    En ambos padres


<P><APPLET WIDTH=650 HEIGHT=400

 CODE="avs.class">if you see this you can't run the applet.
<BR>chose Options | Network PReferencies | Languages | Enable Java</APPLET>


<hr> Ejemplo:
<br>
Si desea ver c&oacute;mo el applet  trabajo antes de introducir sus propios datos,
 pulse al <B>Calculate </B> bot&oacute;n
utilizando los valores in&iacute;ciales.
<br> En la figura  siguiente se ve una l&iacute;nea de regresi&oacute;n para el &iacute;ndice (I) para el
verdadero valor de cr&iacute;a (A) de un individuo sobre la base de las mediciones (promedio de
 los registros para los hijos, hermanos, etc.. Los coeficientes de relaci&oacute;n pueden ser definidos en la
l&iacute;nea al bajo.

<br>P =  valores de fenotipo del rasgo<BR> 
n = n&uacute;mero de mediciones <BR>
P<SUB>g</SUB> barre = promedio de un grupo relacionado de manera uniforme de los P <BR> 

a' = el grado de relaci&oacute;n entre los P y  el animal del que se estima  el &iacute;ndice<BR> 

a = grado de relaci&oacute;n entre los P <BR>
P barre = promedio de la poblaci&oacute;n<BR>
A barre = valor de cr&iacute;a promedio de la poblaci&oacute;n = P barre<BR>
h<SUP>2</SUP> = heredabilidad<BR>
c<SUP>2</SUP> = factor ambiental com&uacute;n para los P<BR>
t = a*h<SUP>2</SUP> + c<SUP>2</SUP> tal como se define en la secci&oacute;n 6.4



<p>
<CENTER><IMG SRC="../../genetik/7/1.gif" HEIGHT=250  ALIGN=BOTTOM></CENTER>
<HR> Cuestiones:
<br> Calcula el valor de cr&iacute;a de los animales siguientes, cuando la  promedia es 100 y la
heredabilidad tiene los siguientes valores de 5, 10, 25, 40 y 60%.
<pre>Propio rendimiento                       110
Promedio de los padres                   115
10 descendientes de hermanos medios      106
 </pre>

<p>Compara los resultados, cual de los animales tienen el valor de cr&iacute;a m&aacute;s alto para cada
heredabilidad, y cual tienen la estimaci&oacute;n m&aacute;s alta precisi&oacute;n para cada heredabilidad.

<hr>

<P><A HREF="../7/2.htm">Volver a la teor&iacute;a</A>,

o <A HREF="0.htm">Volver al otro applets</A>
</BODY>
</HTML>
