<HTML>
<HEAD>
   <TITLE> Applet para estimaci&oacute;n de valor de cr&iacute;a y respuesta a la selecci&oacute;n 
</TITLE>
</HEAD>
<BODY BGCOLOR="#00ffff">

<H3>
8.2 Estimaci&oacute;n de valor de cr&iacute;a y respuesta de selecci&oacute;n </H3>


En todos los campos verdes se deben definir los valores,
a continuaci&oacute;n pulse al <B>Calculate</B> bot&oacute;n. 
El <b>Calculate delta G</b> se puede ejecutar independiente
de las estimaciones del valor de cr&iacute;a, pero todos los valores en los
 campos de amarillo tienen que ser definidos.

<p>El valor de cr&iacute;a puede basarse en algunas de los individuos relacionados 
de manera uniforme
a el animal o su propio datos, consulte el applet 7.2,
recordar las relaciones reales de a y a' debe ser
adecuadamente definidas. Al pulsar el Calculate bot&oacute;n la precisi&oacute;n se transfiere a la
 delta G ventana.
<p><b>Traducci&oacute;n</b>
<br>Mean value = valor promedio 
<br>Accuracy = Precisi&oacute;n 
<br>Average = Promedio 
<br>Genera. length (L)  = Tiempo generational
<br>Breeding value = valor de cr&iacute;a 
<br>Selected Sires  = Padres seleccionados
<br>Selected Dams = Madres seleccionados



<P><APPLET WIDTH=700 HEIGHT=270

 CODE="deltag.class">if you see this you can't run the applet.
<BR>chose Options | Network PReferencies | Languages | Enable Java</APPLET>



<HR>La respuesta de la selecci&oacute;n se calcula en la parte inferior de 3 filas del applet
de acuerdo con la f&oacute;rmula que se muestra a continuaci&oacute;n. El delta  G se calcula por a&ntilde;o.
Si el tiempo generacional se establece en un a&ntilde;o los resultados tambi&eacute;n son por generaci&oacute;n.
<P>Los par&aacute;metros son:

<br>Intensidad de selecci&oacute;n, i
<BR>Precisi&oacute;n de selecci&oacute;n, r<SUB>AI</SUB>
<BR>Tiempo generacional, L
<BR>Aditivo desviaci&oacute;n est&aacute;ndar, sigma<SUB>A</SUB>

<P><center><IMG SRC="../../genetik/8/21.gif"  WIDTH=300 ALIGN=BOTTOM></center>
 <hr>Ejemplo:

<BR>La precisi&oacute;n se transfiere autom&aacute;ticamente de la estimaci&oacute;n del valor cr&iacute;a, pero se
tambi&eacute;n puede convertir una precisi&oacute;n derivados externamente al cuadrado
 por medio de r<SUP>2</SUP> bot&oacute;n al r. Si usted tiene la proporci&oacute;n
seleccionados (p) pone la  en la (i) campo y pulse el convertir a la p 
 bot&oacute;n.

<br>El c&aacute;lculo se basa en el promedio de la contribuci&oacute;n de los
padres y las madres. Con los par&aacute;metros in&iacute;ciales dadas delta  G es 0,04 unidades. Pulsa
al <B>Calculate delta G</B> bot&oacute;n.


<HR>
Cuestiones:
<br>En una poblaci&oacute;n se selecciona los 10 porciento de los machos sobre la base de pruebas de progenie de 20 hijos
y el 50 por ciento  de hembras basada en el rendimiento propio. SigmaA se establece en 1.

<br>Calcula delta G por generaci&oacute;n cuando la heredabilidad es 0,40.
<br>Si los machos como las hembras fueron seleccionados en el rendimiento propio calcular  delta G.
<p>Comparar los dos resultados  
<br>Repetir los c&aacute;lculos con una heredabilidad de 0,10.

<hr>
<A HREF="..//8/2.htm">Volver a la teor&iacute;a</A>,


o <A HREF="0.htm">Volver al otra applets</A>
</BODY>
</HTML>
