<HTML>
<title> Applet para el c&aacute;lculo de la heredabilidad de los rasgos de umbral (enfermedades)</title>
<BODY BGCOLOR="#00ffff">
<H3>8.4
C&aacute;lculo de la heredabilidad de los rasgos de umbral (enfermedades).
 </H3>
<br><b>Traducci&oacute;n</b>
<br>Offspring = descendencia
<br>Parents   = padres
<br><br>Los c&aacute;lculos se basan en las frecuencias de una enfermedad en la poblaci&oacute;n general (Poblaci&oacute;n) y
entre los individuos relacionados a los animales enfermos. Los familiares al enfermos pueden ser
<br>ambos padres o 
<br>primer grado (padre, madre o hermanos completos) o 
<br>segundo grado (medios hermanos o abuelos).


<P><APPLET WIDTH=600 HEIGHT=180

 CODE="heritt.class">if you see this you can't run the applet.
<BR>chose Options | Network PReferencies | Languages | Enable Java</APPLET>

<p><b>Observe:</b> El c&aacute;lculo de Ji-cuadrado se basa en: 
los relacionados y el resto del n&uacute;mero de la poblaci&oacute;n!



<HR>
Ejemplo:
<br>Introduzca los n&uacute;meros observados y el grado de relaci&oacute;n (los campos verde) y luego pulse el <B>Calculate</B> bot&oacute;n. 
Los valores del campo (Degree of rel.) deben ser 1, 0,5 y 0,25 para los
tres casos mencionados por encima.

<br>Tambi&eacute;n puede introducir las frecuencias (campos amarillos), pero 
entonces los n&uacute;meros deben ser ceros en los campos n&uacute;meros observados. 
Los resultados se han redondeado a cuatro decimales.


<hr>Ilustraci&oacute;n de los casos en que se ven ambos padres afectados  se dan a continuaci&oacute;n.
El applet se inicia con los datos reales, para ver
los c&aacute;lculos pulse al <B>Calculate</B> bot&oacute;n.
<P><center><img src="../../genetik/8/33.gif" width="350" ></center>
<P> <b> Recuerde que en caso de la primera o
segundo grado relativo analiza con  hermanos media o completos, un individuo afectado por familia es una
caso &iacute;ndice y debe ser restada de grupo 'individuos relacionada'. </b> As&iacute; que si hay 10
familias en la poblaci&oacute;n con al menos un afectado, 10 afectados deben ser restada.
<hr>

Cuestiones:
<br>En la tabla siguiente se da los n&uacute;meros observados para las frecuencias de una enfermedad en 
la poblaci&oacute;n y en familiares de primer grado a los animales enfermos.


<pre>             Normales  Enfermos    Frecuencia   
---------------------------------------------
Populaci&oacute;n      980       20        0,020
Primer grado
relativo        140       10        0,066
--------------------------------------------</pre>
<p>Estima la heredabilidad.
<br>&iquest;Cu&aacute;l es el relativo  riesgo cuando esta relacionado con un animal enfermo?
<br>&iquest;Es la heredabilidad significativamente diferente de 0 con (p< 0,05)?
<hr>
<A HREF = "../../genetics/8/3.htm">Volver a la teor&iacute;a</A>,


o <A HREF = "0.htm">Volver al otro applets</A>

</BODY>
</HTML>
