<HTML>
<HEAD>
 <title> C&aacute;lculo de la prueba de Ji-cuadrado de la desviaci&oacute;n de proporciones mendeliana</title> 
</HEAD>
<BODY BGCOLOR="#00FFFF">

<H3>
5.6 C&aacute;lculo de la prueba de Ji-cuadrado de la desviaci&oacute;n de proporciones mendeliana </H3>

- Ponga los n&uacute;meros observados y las proporciones esperadas (se suma a uno) y 
haga clic al
 <B>Calculate</B> bot&oacute;n. En todas las c&eacute;lulas con iniciales
valores  se puede poner los datos (campos verdes).


<P><APPLET HEIGHT=300 WIDTH=400

 CODE="ki.class">if you see this you can't run the applet.
<BR>chose Options | Network PReferencies | Languages | Enable Java</APPLET>


<p>El n&uacute;mero de grados de libertad para el Ji-cuadrado es igual el
n&uacute;mero de c&eacute;lulas con los valores esperados menos uno.
<hr>
Ejemplo:
 <br>Prueba de las relaciones de segregaci&oacute;n de apareamiento conocido puede ser realizado por prueba de Ji-cuadrado.
 Si usted tiene una prueba de apareamiento entre dos heterocigotos Aa x Aa la descendencia
tendr&iacute;a de segregaci&oacute;n esperada de 1:2:1 como se muestra en la tabla siguiente, donde
las relaciones se convierten en los proporciones 0,25: 0,5: 0,25.

<PRE>Genotipo          AA               Aa             aa         Total
--------------------------------------------------------------------
N&uacute;mero, obs      <B>  30               51             39   </B>     = 120 = N
Frecuencia,      <B> ,25               ,5            ,25   </B>     = 1,00
N&uacute;mero, exp        30               60             30        = 120
Desviaciones       0                -9              9 
Ji-cuadrado        0               1,35            2,70      = 4,05
----------</PRE>
Para probar el applet  poner   los  valores de la tabla en el applet
y pulse el  <B>Calculate</B> bot&oacute;n.

<P>El n&uacute;mero de grados de libertad df= 3-1 = 2, ya que el material 
s&oacute;lo lleva el par&aacute;metro N que se utiliza para calcular los n&uacute;meros esperados.
El valor de Ji-cuadrado es menor que el valor de la prueba 5,99, lo que significa que 
no hay desviaciones estad&iacute;sticamente significativas de la segregaci&oacute;n a  1:2:1
en el nivel del 5%, y la H<sub>0</SUB> hip&oacute;tesis se puede mantener cuando el Ji-cuadrado es menos 5,99 con df=2.
<hr>
Cuestiones:
<br>
Calcular una Ji-cuadrado para la observaci&oacute;n siguiente conjunto de la prueba
de apareamiento de los portadores conocidos.

<PRE>
N&uacute;mero total de observaciones    30
N&uacute;mero de afectados              16
</pre>
<p>&iquest;Son los n&uacute;meros estad&iacute;sticamente significativa diferente de la segregaci&oacute;n de 1:3?

<hr>


 <A HREF="../5/6.htm">Volver a la teor&iacute;a</A>,


o <A HREF="0.htm">Volver al otro applets</A>
</BODY>
</HTML>
