<HTML>
<BODY BGCOLOR="#00ffff">
<title>C&aacute;lculo de la prueba de Ji-cuadrado de 2 por 2, 3 por 3 o 2 por 3 tablas</title>
<h3>2.51 C&aacute;lculo de la prueba de Ji-cuadrado de 2 por 2, 3 por 3 o 2 por 3 tablas</h3>

 

<P><B>
En todas las celdas con los valores in&iacute;ciales puede poner datos (campos verdes), 
deje los ceros en los campos no usados.

</B>

<p>El n&uacute;mero de grados de libertad para el Ji-cuadrado es igual a 1, 4 y 2 para las tres combinaciones 
posibles de 2 por 2, 3 por 3 o 2 por 3 tabla. 


<p>
<APPLET HEIGHT=200 WIDTH=700

 CODE="ki1.class">if you see this you can't run the applet.
<BR>chose Options | Network PReferencies | Languages | Enable Java</APPLET>


<P>- Ponga los n&uacute;meros observados, y haga clic al <B>Calculate</B> bot&oacute;n.
<hr>



Ejemplos:
Use el applet para la prueba de desequilibrio gen&eacute;tica entre dos loci A y B. 
Los n&uacute;meros de gametos se observa son los siguientes:

<pre>
AB gametos 10 
Ab gametos 20 
aB gametos 20 
ab gametos 10 
</pre>
<p>Las cifras se expresan  los valores in&iacute;ciales del applet. 
Factor 1 se corresponde a un locus A y el Factor 2 se corresponde a un locus B. 
Clic al Calculate bot&oacute;n  para ver los resultados. 


                
 
<br>El Ji-cuadrado es igual a 6.66 (df = 1) que es m&aacute;s grande que 3,84,
esto significa que hay menos de 5% de probabilidad de que los genes en los dos
 loci segregan de forma independiente, y la H<sub>0</SUB> hip&oacute;tesis no se puede mantener.

<hr>
Cuestiones: 
<br>
Calcula una prueba de Ji-cuadrado para la asociaci&oacute;n se muestra a continuaci&oacute;n.
<p>
<pre>     Genotipo N&uacute;meros observados  
                Enfermos  sanos 
        AA        15        27
        Aa        16        28
        aa        51        49</pre>
<p>&iquest;Existe una asociaci&oacute;n estad&iacute;sticamente significativa entre los genotipos 
y las frecuencias de la enfermedad? 
<p>Los dos genotipos dominantes se pueden combinar en uno clase con los siguientes resultados: 

<pre>     Genotipo N&uacute;meros observados  
                Enfermos sanos 
        A-        31        55
        aa        51        49

</pre>
<p>&iquest;Qu&eacute; puede justificar la fusi&oacute;n de las dos clases en uno? 
&iquest;Hay ahora una asociaci&oacute;n estad&iacute;sticamente significativa entre los genotipos y 
las frecuencias de la enfermedad? 

<p>En un sistema de dos genes que tenemos en el siguiente conjunto de n&uacute;meros observados: 

<pre>     Genotipo     BB        Bb       bb 
              ----------------------------
        AA    |    57       140       101
        Aa    |    39       224       226
        aa    |    3        54        156</pre>
<p>&iquest;Existe una asociaci&oacute;n estad&iacute;sticamente significativa entre los genes 
con segregaci&oacute;n en los dos loci? 
<br>En caso de que se encuentra una asociaci&oacute;n, &iquest;qu&eacute; significa esta? 
<br>&iquest;Se puede proponer una prueba de Ji-cuadrado que dan 6 grados de libertad para 
probar una hip&oacute;tesis del ligamiento entre los dos genes A y B? 
<br>Sugerencia: Utiliza las frecuencias  g&eacute;nicas para el c&aacute;lculo de los valores esperadas
 <hr>

<P><A HREF="../2/5.htm">Volver a la teor&iacute;a </A>,


o <A HREF = "0.htm"> Volver al otro applets </A>

</BODY></HTML>
