<HTML>
<HEAD>

<title>C&aacute;lculo  de Ji cuadrado de la desviaci&oacute;n de equilibrio de Hardy-Weinberg
</title>
 </HEAD>
<BODY BGCOLOR="#00ffff">
<h3>2.2 C&aacute;lculo de Ji cuadrado para la desviaci&oacute;n de equilibrio de Hardy-Weinberg</h3>

<P>- Ponga los n&uacute;meros observados y haga clic al <B>Calculate</B> bot&oacute;n.



<P><APPLET HEIGHT=250 WIDTH=600 

CODE="kitest.class">if you see this you can't run the applet.
<BR>chose Options | Network PReferencies | Languages | Enable Java</APPLET>


<HR>

<P><B>En todas las c&eacute;lulas de color con los valores in&iacute;ciales se puede poner datos (campos verdes,
s&oacute;lo dos alelos,
los campos de color amarillo para un tercer alelo  y los campos de color azul para un cuarto alelo)
</B>

<p>El n&uacute;mero de grados de libertad para los Ji-cuadrado es igual a uno para
sistemas con dos alelos, y tres para  sistemas con tres alelos, y seis para  sistemas con cuatro alelos.
Los resultados se redondean (cuatro decimales).

<hr>
Ejemplo:
<br>En una poblaci&oacute;n  los siguientes n&uacute;meros de los tres
 genotipos observados son observados (OBS).
Calcula las frecuencias de los alelos  A y B
y las frecuencias esperadas correspondientes (exp) al equilibrio de Hardy-Weinberg.

<pre>
---------
Genotipo          AA               AB             BB       Total
N&uacute;mero, obs       36               47             23     = 106 = N
Frecuencia, exp  p<sup>2</sup>               2pq             q<sup>2</sup>     = 1,00
N&uacute;mero, exp      33,4             52,2           20,4    = 106
Desviaciones      2,6             -5,2            2,6
Ji-cuadrado      0,20             0,52           0,33    = 1,05
----------


Frecuencia  de A se calcula como     p = (2*36 + 47)/(2*106)  = 0,561
       ""      B         ""          q = (2*23 + 47)/(2*106)  = 0,439
                                                                -----
                                                                 1,00  
</pre>
<P>Ponga los n&uacute;meros observados en los campos verdes del
 applet y pulse al<b> Calculate bot&oacute;n</b>.

La H<sub>0</SUB> hip&oacute;tesis se puede mantener cuando el Ji-cuadrado es menos 3,84 con df=1.

<hr>
Cuestiones:
<br> Calcula las frecuencias  gen&eacute;ticas en el sistema gen&eacute;tico que muestra a continuaci&oacute;n
y una prueba de Ji cuadrado para el H-W equilibrio.

<p>
<pre>Genotipo N&uacute;mero observado 
AA            31
AB 	      51
BB	      23
CA            55
CB 	      71
CC	      83</pre>
<p>Hay desviaci&oacute;n estad&iacute;sticamente significativa del equilibrio de H-W
<br>
<p>En el Landrace dan&eacute;s se encuentran cuatro hemopexina alelos
con la herencia codominante.
En 1969 se tipificaron 716 animales y los resultados de los
tipos de hemopexina se muestran a continuaci&oacute;n:
<pre>                 Hemopexina tipo N&uacute;mero 
		  	0/0	 2
			0/1	 16
			1/1	 75
			0/2	 10
			l/2	 67
			2/2	 20
			0/3	 21
			1/3	 229
			2/3	 116
			3/3	 160</pre>
<br>
	a)	Calcula las frecuencias  g&eacute;nicas de los cuatro alelos.
<br>	b)	Es la poblaci&oacute;n en equilibrio de Hardy-Weinberg
 
<hr>
 <A HREF="../5/6.htm">Volver a la teor&iacute;a</A>,


o <A HREF = "0.htm">Volver al otro applets</A>
</BODY>
</HTML>
