<HTML>
<HEAD>
<title> C&aacute;lculo de segregaci&oacute;n ratios corregidos de acuerdo a Singles m&eacute;todo </title>
</HEAD>
<BODY BGCOLOR="#00FFFF">

<H3>
5.7 C&aacute;lculo de  ratios de segregaci&oacute;n corregidos de acuerdo del  m&eacute;todo de Singles </H3>

El m&eacute;todo se utiliza cuando los datos se recogen en el campo, y
s&oacute;lo encontrar familias &uacute;til cuando al menos una descendencia afectada ocurre.


<P><APPLET HEIGHT=150 WIDTH=700 

 CODE="single.class">Du if you see this text you can't run this applets chose Options 
| Network PReferencies | Languages | Enable Java</APPLET>


<P> En las celdas de color verde poner los datos y pulse al <B>Calculate</B>
bot&oacute;n.

<HR>
Ejemplo:
<br>La enfermedad tirosinemia  en el vis&oacute;n es investigado  para una herencia mendeliana recesiva por los siguiente conjunto
de datos de campo. Una descripci&oacute;n de la
tirosinemia enfermedad en visones son publicados por Christensen et al. Canadian
J. Comparative Medicine, 43:333-340, 1979


<P>En el conjunto de datos se incluyen 16 camadas con al menos una descendencia afectada.
Los n&uacute;meros observados son los siguientes.

<PRE>T = 94   -  n&uacute;mero total de cachorros 
A = 32   -  n&uacute;mero total de afectados
A<SUB>1</SUB> = 4   -  n&uacute;mero de familias con un cachorro  afectado
A<SUB>2</SUB> = 9   - n&uacute;mero de familias con dos cachorros afectados
</PRE>
Las f&oacute;rmulas aplicadas para la prueba de la herencia mendeliana por el m&eacute;todo
 de Singles
(con la proporci&oacute;n p-sombrero) se muestran en la siguiente figura. Las datos de tirosinemia 
se aplican para mostrar el uso de las f&oacute;rmulas.

<p>

<CENTER><IMG SRC="../../genetik/5/71.gif" height="150" ></CENTER>


<P>El Z<SUP>2</SUP> est&aacute; distribuido de Ji-cuadrado con 1 grado de libertad.
La prueba de la p-sombrero est&aacute; en contra de 0,25, esto es la proporci&oacute;n esperada, cuando ambos
los padres son portadores. El valor de prueba
es inferior a 3,84. Por lo tanto, las desviaciones pueden ser aceptadas como no estad&iacute;sticamente
significativas y la H<sub>0</SUB> hip&oacute;tesis se puede mantener.


 <hr>
Cuestiones:
<br>Calcula la segregaci&oacute;n  ratio corregido  para los siguiente datos  observados de campo,
 donde ha habido  al menos una afectado por familia.

<PRE>T =  30  - n&uacute;mero total de observaciones
A =  16  - n&uacute;mero total de afectados
A<SUB>1</SUB> = 12  - n&uacute;mero de familias con uno afectados 
A<SUB>2</SUB> =  2  - n&uacute;mero de familias con dos afectados</PRE>
<p>&iquest;Es el  ratio de segregaci&oacute;n  estad&iacute;sticamente significativas diferente de una 1:3  segregaci&oacute;n?
<hr>
 <A HREF="../5/7.htm">Volver a la teor&iacute;a</A>,


o <A HREF="0.htm">Volver al otro applets</A>
</BODY>
</HTML>

