
 <HTML>
<title>Indavl og sl&aelig;gtskab, definition</title>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" 
bgcolor="#ffffff">
<h3>4.1 Indavl og sl&aelig;gtskab, definition  </h3>  
 <P><A HREF = "0.htm">Lektion 4</A> 

<p>Indavl er ofte et negativt ladet ord, der generelt anvendes for at 
beskrive en situation hvor der ikke bliver tilf&oslash;rt nyt blod. Indavl er 
resultatet af avl mellem besl&aelig;gtede individer. Ved indavl er der mulighed 
for at den samme allel fra en f&aelig;lles ane blive f&oslash;rt ned gennem generationerne 
til et indavlet afkom. S&aring;danne alleler er af identiske oprindelse (eng. 
identical by decent). Da indavl kan resultere i alleler der er identiske 
p&aring; grund af afstamning vil indavl resultere i et overskud af homozygoter 
relativt i forhold til forventningen ved tilf&aelig;ldig parring. 
<br>Sl&aelig;gtskab er synonymt med 'v&aelig;rende i familie med'. Sl&aelig;gtskab er normalt 
et positivt ladet ord, som f.eks. Jeg er i familie med den og den. I denne 
lektion bliver begreberne sl&aelig;gtskab og indavl kvantificeret. 

<br>-----

<p>
<b>Indavl</b> opst&aring;r ved sammenparring af besl&aelig;gtede individer. Ved besl&aelig;gtede individer forst&aring;s 
individer, der tilbage i stamtavlen har f&aelig;lles aner. Aner kan v&aelig;re for&aelig;ldre, bedstefor&aelig;ldre
oldefor&aelig;ldre etc. Sl&aelig;gtskab beh&oslash;ver ikke at g&aring; det samme antal generationer bagud, f.eks.
to individer er besl&aelig;gtede, selv om den enes bedstefar er den andens far.
Alle individer i en population har normalt f&aelig;lles aner, der ligger 10 til 20 generationer tilbage, 
men regnes alligevel for at v&aelig;re ubesl&aelig;gtede da bidragene til sl&aelig;gtskab fra de fjerne aner er meget ringe.  
I Figur 4 er vist et eksempel p&aring; konsekvensen af indavl ved hels&oslash;skendeparring, 
nemlig at der opst&aring;r identisk homozygoti hos afkommet.

<br><TABLE width=650><TR>
<TD>
Figur 4.1.<br>Eksempel p&aring;  indavl ved hels&oslash;skendeparring.
 De mulige resultater for identisk homozygoti er vist i 
skema for individet X, de er elementerne i diagonalen. A<sub>1</sub>A<sub>1</sub>,
 A<sub>2</sub>A<sub>2</sub>,A<sub>3</sub>A<sub>3</sub> og A<sub>4</sub>A<sub>4</sub>,
 alle &oslash;vrige af de 16 mulige kombinationer 
giver heterozygoti. Indavlsgraden for individ X er derfor F = 4/16. 
</TD>
<TD><IMG SRC = "../../genetik/4/1.gif" align=top height="300" > 
</TR></TABLE>



<br><b>Indavlsgraden</b> er defineret som <b>sandsynligheden for, at der p&aring; et locus er identisk
homozygoti</b>, identiteten g&aring;r ikke p&aring; alleltype, men p&aring; at den skal v&aelig;re nedarvet fra
den samme allel hos den f&aelig;lles ane, se Figur 1. Indavlsgraden ben&aelig;vnes med F og 
varierer mellem 0 og 1. 
Indavlsgraden ved hels&oslash;skendeavl er 0,25. Dette kan udledes 
ved hj&aelig;lp af  eksempel i figur 4.1.

<b>Den additive sl&aelig;gtskabsgrad (a)</B> er defineret som <b>2 gange sandsynligheden for,
 at to tilf&aelig;ldigt udvalgte gener 
i et locus er identiske fra den/de f&aelig;lles ane(r) hos de to besl&aelig;gtede individer</b>, eller
proportionen af identiske alleler fra den/de f&aelig;lles ane(r) hos de to besl&aelig;gtede individer.
Allelerne bliver kaldt 'identical by decent'.
 Der er en direkte 
sammenh&aelig;ng mellem indavl hos et individ og det additive sl&aelig;gtskab mellem 
de to for&aelig;ldre, <b>idet indavlsgraden hos et individ er halvdelen af for&aelig;ldrenes 
sl&aelig;gtskab.</B> Det talm&aelig;ssige udtryk for sl&aelig;gtskabsgrad og indavlsgrad kaldes <b>sl&aelig;gtskabs- 
og indavlskoefficient.</B>

<P>Et grafisk billede af indavl p&aring; kromosomniveau er vist
 <A HREF = "idhom.htm">her</A>  

<P>  <A HREF = "2.htm">N&aelig;ste side</A>  
