 <HTML>
<title>Sl&aelig;gtskab og indavl, beregningseksempel</title>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" 
bgcolor="#ffffff">
<h3>4.2 Sl&aelig;gtskab og indavl, beregningseksempel og formler    </h3>  
 <P><A HREF = "1.htm">Foreg&aring;ende side</A> 

<p><center>Figur 4.2. Eksempel: Beregning af sl&aelig;gtskab og indavl efter f&aelig;tter kusine avl.
<br><IMG SRC  = "../../genetik/4/2.gif" align="top"></center>
<br>Da der er en direkte relation mellem formlerne for sl&aelig;gtskab og indavl, vil der kun blive vist udledning af formel
 for sl&aelig;gtskabskoefficienten. Indavlskoefficienten er altid halvdelen af sl&aelig;gtskabskoefficienten mellem de to for&aelig;ldre.  
<br>Besl&aelig;gtede individer kan anf&oslash;res i et genealogisk 
diagram, men ved beregning af sl&aelig;gtskab og indavl er
det lettere at f&oslash;lge individerne tilbage i stamtavlen til f&aelig;lles aner, n&aring;r man anvender
et pilediagram. Her medtages der kun de individer, 
der er af betydning for indavlen.
Dvs. at de individer, der ikke leder tilbage til en f&aelig;lles ane, udelukkes. Se 
eksempel figur 4.2.

<br>
Sl&aelig;gtskabsgraden (a) beregnes ved at g&aring; alle mulige veje fra den ene for&aelig;lder til den
anden gennem en f&aelig;lles ane. Se de stiplede linier i figuren, og de deraf afledede veje
med de enkelte dyr p&aring; vejen noteret. Derefter opt&aelig;lles antal generationer i hver vej.
Det additive sl&aelig;gtskab  beregnes som summen af 1/2 i potensen (antal generationer = n)
som vist i figur 4.2.  
F<sub>A</sub> i formlen st&aring;r for indavl p&aring; en given
f&aelig;lles ane, alts&aring; i dette tilf&aelig;lde A og B, der begge har F=0; multipilkationsfaktoren 
bliver derfor i begge tilf&aelig;lde 1, som derfor er udeladt af beregningerne.
<br>Indavlsgraden, der er halvdelen af for&aelig;ldrenes sl&aelig;gtskab, 
beregnes til 1/16.

<p>S&aring;fremt den eller de f&aelig;lles aner er indavlede f&aring;r man et ekstra bidrag til sl&aelig;gtskabet, 
der kan ses af nedenst&aring;ende endelige formel for additiv sl&aelig;gtskab,  
idet n betegner antallet af generationer over 
den f&aelig;lles ane mellem individerne X og Y, og F<sub>A</sub> betegner indavlsgraden 
for den f&aelig;lles ane i den tilh&oslash;rende sti. For eksempel i ovenst&aring;ende eksempel, Figur 4.2,
 er A og B de f&aelig;lles aner begge med F=0.

<br><TABLE><TR>
<TD><br>Figur 4.3.
<br>Endelig formel for beregning af additiv sl&aelig;gtskabskoefficient mellem to dyr X og Y, 
og beregning af indavl p&aring; deres afkom Z.</TD>
<TD><IMG SRC = "../../genetik/4/21.gif" ></TD>
</TR></TABLE>

<p>
<b>St&oslash;rre eksempel p&aring; beregning af indavl p&aring; grundlag af stamtavle.</b>
 I nedenst&aring;ende Figur 3 er vist en stamtavle med klassisk opstilling, hvert
 dyr er anf&oslash;rt med dets to for&aelig;ldre bagud. Hvor f.eks. dyr nr. 18 har dyr nr.
 17 som far og dyr nr.16 som mor. Der er endvidere vis et pilediagram, der 
er en slags reduceret stamtavle, hvor hvert dyr kun er anf&oslash;rt en gang. 
Man g&aring;r bagud i stamtavlen til de f&aelig;lles aner for for&aelig;ldrene til dyr nr.18,
 og kun de stier der g&aring;r bagud til en f&aelig;lles ane medtages. Derefter 
findes de mulige forskellige veje fra dyr 17 til dyr 16 over en f&aelig;lles ane.
 Vejene er anf&oslash;rt i nedenst&aring;ende tabel, Og indavls-koefficienten for dyr 
18 er F<sub>18</sub> = a<sub>17,16</sub> /2 = 0,0606. Indavlskoefficienten for den f&aelig;lles ane er
 0 for dyr 1, 2 og 6, og 1/8 for dyr nummer 10 der er resultat af 
halvs&oslash;skendeparring.

<p>Tabel over mulige veje (sl&aelig;gtskab) mellem dyr 16 og dyr 17 fra figur 3a. 
<pre>Mulige veje			  Antal generationer (n)      F<sub>A</sub>		1/2 i n'te
17 - 12 - 4 - 1 - 5 -10 - 14 - 16 		      	7	   F<sub>1</sub>=0		   0,0078
17 - 12 - 4 - 2 - 5 -10 - 14 - 16			7	   F<sub>2</sub>=0		   0,0078
17 - 12 - 4 - 2 - 6 - 10 - 14 - 16			7	   F<sub>2</sub>=0		   0,0078
17 - 12 - 4 - 2 - 6 -11 - 15 - 16			7	   F<sub>2</sub>=0		   0,0078
17 - 13 - 10 - 5 - 2 - 6 - 11 - 15 - 16		8	   F<sub>2</sub>=0		   0,0039
17 - 13 - 10 - 6 - 11 - 15 - 16			6	   F<sub>6</sub>=0		   0,0156
17 - 13 - 10 - 14 - 16				4	   F<sub>10</sub>=1/8	   0,0704
							   sum =	 a<sub>17,16</sub>        0,1211
</pre>
<br><TABLE width=650><TR>
<TD><br>Figur 4.3a.
 St&oslash;rre eksempel p&aring; stamtavle og  tilh&oslash;rende pilediagram til beregning af  sl&aelig;gtskabs og indavls-koefficienter. Hvert dyr er anf&oslash;rt med dets to for&aelig;ldre
 bagud, hvor f.eks. dyr nr. 18 har dyr nr. 17 som far og dyr nr.16 som mor.</tr></TD>
<tr><TD><IMG SRC = "../../genetik/4/eksind.gif" width=650></TD>
</TR></TABLE>


<P>  <A HREF = "3.htm">N&aelig;ste side</A>

</body></html>   