 <HTML>
<title>Simple former for t&aelig;t indavl</title>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" 
bgcolor="#ffffff">
<h3>4.3 Simple former for t&aelig;t indavl  </h3>  
 <P><A HREF = "2.htm">Foreg&aring;ende side</A> 


<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="60%">
<TR><TD>Figur 4.4. Sl&aelig;gtskab og indavl efter parring af t&aelig;t besl&aelig;gtede individer.<BR>
<img src="../../genetik/4/3.gif"  align=top > </TD></TR></TABLE>



<br>Besl&aelig;gtede individer kan anvendes som informationskilder
 i forbindelse med bestemmelse
af et dyrs avlsv&aelig;rdi, som bliver omtalt i lektion 7. Det er derfor vigtigt at have et overblik over hvilke sl&aelig;gtskabsformer, 
der b&aring;de findes i stort tal og er n&aelig;rt besl&aelig;gtede. I  figur 4.4 er vist 
de mest almindelige t&aelig;tte sl&aelig;gtskabsformer.

<br>Rekapitulering af beregningsmetoderne for sl&aelig;gtskab. 
 T&aelig;l antallet (n) af generationer over den/de f&aelig;lles aner der er mellem A og B. 
 Hvor mange forskellige veje over f&aelig;lles aner er der mellem A og B. 
 Sl&aelig;gtskabsgraden er summen af 0,5<sup>n</sup>(1+F<sub>A</sub>) for alle mulige veje.
<br>Eksempel: Sl&aelig;gtskab mellem hels&oslash;skende 0,5<sup>2</sup> + 0,5<sup>2</sup> = 0,50 
<p> Indavlsgraden for afkommet er halvdelen af sl&aelig;gtskabsgraden mellem de to for&aelig;ldre. Hel og halvs&oslash;skende kan skaffes i stort tal
indenfor husdyravl. Nye metoder for kloning af &aelig;g g&oslash;r det ogs&aring; muligt at fremskaffe grupper
af en&aelig;gstvillinger.
<p>Ved avl med laboratoriedyr feks. mus og rotter er det almindeligt at reproducere 
dyrene med fortsat hels&oslash;skendeparring. Lang de fleste stammer er 100 procent indavlede, 
og indavlen vedligeholdes med fortsat  hels&oslash;skendeparring. Startes fra en udavlet
population vil 
20 generationers hels&oslash;skendeparring medf&oslash;re, at indavlsgraden bliver p&aring; mere end 
99 %. De fleste af vores husdyr har i &oslash;vrigt sv&aelig;rt ved at reproducere sig ved 
indavlsgrader p&aring; mere end 50 %, idet indavl giver anledning til nedsat fitness,
som vist i n&aelig;ste afsnit.
<P>  <A HREF = "4.htm">N&aelig;ste side</A>     