 <HTML>
<title>Udspaltning af recessive ved indavl</title>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" 
bgcolor="#ffffff">
<h3>4.4 Udspaltning af recessive ved indavl  </h3>  
 <P><A HREF = "3.htm">Foreg&aring;ende side</A> 
<p>
Ved indavl &oslash;ges frekvensen af homozygot recessive individer i populationen, dette g&aelig;lder is&aelig;r
n&aring;r genfrekvensen er lav.
 
<p><b>Eksempel:</b> I en population er genfrekvensen af et recessivt gen 0,01  svarende 
til at  frekvensen af homozygot-recessive individer er
0,0001 eller 1 per 10.000. Dannes en ny generation ved kun at anvende hels&oslash;skendeparringer,
f&aring;r man en indavlsgrad p&aring; 25 % hos alle individer i n&aelig;ste generation. 
<BR>I denne population er frekvensen af homozygot-recessive proportional med antallet af heterozygote
individer (2*0,01*0,99 = 0,0198) og deres chance for at der ved hels&oslash;skendeindavl, se figur 4.1,
  sker udspaltning af den recessive (1/16),
der svarer til et af generne, sygdomsgenet. 
Det kan enten v&aelig;re bedstefaderen eller bedstemoderen, der er b&aelig;rere
af sygdomsgenet, derfor skal den samlede sandsynlighed
ganges med 2.
<BR>Den samlede sandsynlighed for homozygot-recessive individer er derfor 2*0,0198/16 = 0,0025, 
hvilket er en for&oslash;gelse p&aring; 25 gange i forhold til den oprindelige udavlede population. 
(Ved beregningerne er der ikke taget hensyn til de f&aring; tilf&aelig;lde hvor andre kombinationer
 af heterozygote 
og homozygote er bedstefor&aelig;ldre, s&aring; resultatet afviger lidt i forhold til de nedenst&aring;ende generelle formler),
inds&aelig;ttes i taleksemplet f&aring;r man q<sup>2</sup> + pqF =
0,0001 + 0,99*0,01*0,25 = 0,0026.

<p>Det samlede antal homozygot-dominante vil tilsvarende blive for&oslash;get
med samme proportion som de recessive p&aring; bekostning af de 
heterozygote individer, og man har under indavl
i forhold til forventede antal under Hardy-Weinberg-ligev&aelig;gt f&oslash;lgende forventninger, exp:
<pre>---------
Genotype        AA               Aa             aa      
Frekvens, exp   p<sup>2</sup>              2pq             q<sup>2</sup>   
                +pqF		-2pqF		+pqF

Disse forventede frekvenser kan give anledning til at 
beregne indavlsgraden i subpopulationer; 

                 som giver       F = (H<sub>0</sub> - H<sub>n</sub>)/H<sub>0</sub> , 
</pre>
<br>hvor H<sub>0</sub> og H<sub>n</sub> er genotypefrekvenser for  heterozygoter i 
henholdsvis udgangspopulation og i generation n.
<br>Anvendt p&aring; Albumin eksemplet fra hunde, kapitel 2.4, f&aring;r man en gennemsnitlig indavl indenfor 
de enkelte hunderacer p&aring; F = (0,490 - 0.330)/0,490 = 0,33.
<br>I n&aelig;ste lektion vil der blive g&aring;et n&aelig;rmere ind p&aring; betydningen af indavl for de enkelte
familier, og der er senere et kapitel vedr&oslash;rende praktisk betydning af indavl og dens 
mods&aelig;tning, krydsning.


<P> <A HREF = "5.htm">N&aelig;ste side</A>     