<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Cuantitativo versus cualitativo herencia</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>1.2 Herencia cuantitativa versus cualitativa </H3>

<P><A HREF="1.htm">P&aacute;gina anterior</A> </P>

<P>Existe una continuidad de los rasgos que se heredan como  herencia mendeliana  simple y con rasgos 
de haber herencia cuantitativa sin clases separadas y as&iacute; con muchos genes implicados.
 <BR>

<table width="60 %" ALIGN="right"> <tr><td>
Figura 1.2.
Clasificaci&oacute;n de rasgos en relaci&oacute;n con el modo de herencia y la tolerancia de medio ambiente.
 
<br> <img src="4.gif"    >
</P>
</td></tr></table>

<P> Clasificaci&oacute;n de rasgos en relaci&oacute;n con el modo de herencia y la tolerancia de 
medio ambiente  
se muestra en la Figura 1.2. En primer lugar, son los rasgos bien conocidos con un simple 
modo de herencia mendeliana. 
Un car&aacute;cter cuantitativo con la herencia gen&eacute;tica es causado por la segregaci&oacute;n de 
muchos pares de genes, cada uno con efectos peque&ntilde;os.
Al 
mismo tiempo el car&aacute;cter est&aacute; influenciado por una gran cantidad de menores efectos ambientales. <BR> 
Enfermedades a menudo  se presentan o no como simples rasgos mendelianos. Casos 
en el que la gravedad de la enfermedad tiene una distribuci&oacute;n normal
 tambi&eacute;n se pueden
 encontrar. En muchas enfermedades de la producci&oacute;n, la enfermedad 
s&oacute;lo se produce cuando un individuo propenso gen&eacute;ticamente  est&aacute; expuesto a efectos ambientales adversos. V&eacute;ase la Figura 1.2, producido 
por el Prof. em&eacute;rito Erik Andresen.
</P>
<P> <br>
<br>
<br>

<br><br>


<table width="40%" ALIGN="right"> <tr><td>

Figura 1.3. Que ilustra c&oacute;mo uno y dos pares de genes pueden influir en la
producci&oacute;n de leche. En realidad, numerosos pares de genes tienen que estar 
involucrados 
 si la selecci&oacute;n  se 
lleva a repetirse generaci&oacute;n tras generaci&oacute;n, sin la variaci&oacute;n gen&eacute;tica vaciarse. 

<br><img src="../../genetik/1/41.gif"  >
</td></tr></table>

<P>Figura 1.3 muestra un ejemplo de c&oacute;mo un o dos pares de genes mendelianos segregan y
controlan la producci&oacute;n de leche. Para 
cada alelo A o B, un individuo tiene un incremento de la producci&oacute;n de un kilogramo. Los alelos A y B tiene  
la misma frecuencia en las distribuciones. Para obtener una imagen realista de la base gen&eacute;tica para la producci&oacute;n de leche, 
cientos de 
pares de genes tienen que estar involucrados. La producci&oacute;n de leche ha sido cambiada por la selecci&oacute;n de manera espectacular
 al igual que el  porciento de grasa en la 
leche, como se muestra en la secci&oacute;n 1.4. Para que esto sea posible tiene que haber un efecto 
de numerosos pares de genes. En el 
presente ejemplo, el uso de s&oacute;lo dos pares de genes, que podr&iacute;a fijarse 
en una o dos generaciones de selecci&oacute;n.</P> 




<P><A HREF="3.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
