<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Los t&eacute;rminos genotipo, fenotipo y heredabilidad</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>1.3 Los t&eacute;rminos genotipo, fenotipo y heredabilidad</H3>

<P><A HREF="2.htm">P&aacute;gina anterior</A> </P>

<P>La mayor&iacute;a de los rasgos cuantitativos muestran un cierto grado de heredabilidad. La heredabilidad 
es evidente cuando los individuos se desv&iacute;an 
positiva o negativamente respecto a la media, tambi&eacute;n se 
desv&iacute;an en la descendencia con el mismo rasgo en la misma direcci&oacute;n que sus 
padres. Existe una continuidad de algunos rasgos, que se hereda con una simple forma  mendeliana 
con otros rasgos cuantitativos 
herencia gen&eacute;tica sin clases separadas. La herencia gen&eacute;tica cuantitativa 
es causada por el efecto de muchos genes diferentes, cada uno con menor 
efecto. Los rasgos son tambi&eacute;n influenciados por los efectos de medio ambiente. </P> 



 
<P>La similitud entre individuales relacionados es determinada por el grado de heredabilidad. El grado de heredabilidad puede ser 
estimado estad&iacute;sticamente como una regresi&oacute;n de la descendencia, en promedio, los padres. El grado de heredabilidad tiene valores 
entre 0 y 1. El grado de heredabilidad  0 corresponde a ninguna similitud, y el 1 corresponde a la mayor 
posible similitud entre padres e hijos. V&eacute;ase al lado derecha de la Figura 1.4. <BR> 


<TABLE  WIDTH="50 %" align="right">
<TR><TD><BR>
Figura 1.4 <BR>
La relaci&oacute;n entre fenotipo, genotipo y el medio ambiente (environment) 
han sido formuladas por el Sr. W. Johannesen sobre la base de
muestras de experimentos en fr&iacute;joles (beans).

<br><img src="../../genetik/1/2.gif" width="350" ></TD></TR></TABLE>
<BR>

<P>La parte superior de la figura 1.4 da la f&oacute;rmula para una relaci&oacute;n entre un rasgo, el <STRONG>genotipo  </STRONG> (todos los genes 
heredado de los padres) y el <STRONG>fenotipo</STRONG> (apariencia o lo que puede medirse 
en el individuo). Las 
desviaciones del fenotipo del genotipo aleatorio son causadas por los efectos ambientales. La formulaci&oacute;n se hizo 
por el genetista Johannesen, empleados en nuestra  universidad alrededor del a&ntilde;o 1900, La f&oacute;rmula se basa en 
el tama&ntilde;o de fr&iacute;jol derivados de semillas de fr&iacute;joles con diferentes grados de consanguinidad. </P>


<P>Figura 1.4 muestra lo que Johannesen ha descubierto: Cuando los granos fue del 100 porciento 
pura, lo que significa que todos los fr&iacute;joles 
eran gen&eacute;ticamente similares, no hay ninguna relaci&oacute;n entre el peso de 
los padres  de fr&iacute;jol 
y de su descendencia, es decir, el 
coeficiente de regresi&oacute;n (b) de la descendencia a los padres igual&oacute; 0. Para  fr&iacute;joles gen&eacute;ticamente 
diferentes, el 
fue una regresi&oacute;n linear de b = 0,27. Lo que significa que si un fr&iacute;jol m&aacute;s grande del promedio que10 mg 
entonces el promedio de hijos era 2.7 mg m&aacute;s grande.


<P>
<TABLE BORDER="0" WIDTH="50 %" align="right" >
<TR><TD><BR>
Figura 1.5<BR>

Relaci&oacute;n entre la altura (height) de los padres e hijos (vet. estudiantes). 
Si la altura media de los padres es de 1 cm por encima de la media,
 su descendencia es de 0,6 
por encima de la media. La 
relaci&oacute;n es causada por el hecho de que la altura, como un rasgo, es transmitido 
con 
heredabilidad de un 60 porciento. El 1 es el
 s&iacute;mbolo de los hijos y de las hijas es el 2.

<br><img src="../../genetik/1/2-1.gif" ></TD></TR></TABLE>

<P> Figura 1.5 muestra que existe una fuerte relaci&oacute;n entre la altura de 
los padres y la de sus hijos. La relaci&oacute;n es igual a un grado de
 heredabilidad del 60 porciento para el rasgo de altura en 
 la poblaci&oacute;n humana, es decir, la 
inclinaci&oacute;n de la l&iacute;nea de regresi&oacute;n  es b = 0,6. </P> 


<P>El <STRONG>Genotipo </STRONG> s&oacute;lo puede ser observado cuando ocurre variaci&oacute;n gen&eacute;tica. 
Esta variaci&oacute;n es igual a la parte del 
fenotipo (la variaci&oacute;n fenot&iacute;pica), que puede ser transmitido a la 
descendencia (variaci&oacute;n genot&iacute;pica). 
El genotipo 
constituye el 27 porciento, respectivamente, de la variaci&oacute;n fenot&iacute;pica del peso del fr&iacute;jol y 
60 porciento de la altura humana. 
Por lo tanto, los efectos ambientales 
contribuyen con el resto de la variaci&oacute;n. Que es (100-27) = 73 porciento para el peso de fr&iacute;joles  
y (100-60) = 40 porciento de la variaci&oacute;n fenot&iacute;pica para la altura humana. 



<P><A HREF="4.htm">P&aacute;gina siguiente</A>

</BODY>
</HTML>
