<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Efecto de la cr&iacute;a de animales (evoluci&oacute;n) </TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>1.4 Efecto de la cr&iacute;a de animales (evoluci&oacute;n) </H3>

<P><A HREF="3.htm">P&aacute;gina anterior</A> </P>

<TABLE BORDER="0"  width="60 %" align=right >
<TR><TD>
Figura 1.6. <BR>
Curvas de distribuci&oacute;n  porciento de grasa en la leche de HF (Holstein frisona) 
y Y&eacute;rsey. Por Y&eacute;rsey tanto en a&ntilde;o 1900 y 1990,<BR>
<img src="../../genetik/1/3.gif" width="280"  align=bottom >
</TD>
<TD><img src="../../genetik/1/vjersey.gif" width="170" align=bottom >
</TD></TR></TABLE>

<P>El efecto de la crianza de animales se muestra en la Figura 1.6. 
Esto da una comprensi&oacute;n de c&oacute;mo el trabajo de crianza 
 ha afectado a los  porcentaje de grasa en la leche de la raza lechera Y&eacute;rsey  dan&eacute;s. Durante los &uacute;ltimos 20
 generaciones los animales con el mayor  porcentaje de grasa 
en la leche se han estado seleccionados para la reproducci&oacute;n. El efecto de esta selecci&oacute;n ha sido 
un aumento de 0,1 unidades en el porcentaje de grasa   por generaci&oacute;n. Nada indica que 
ser&iacute;a imposible continuar para los pr&oacute;ximos 20 generaciones 
con el mismo efecto de la selecci&oacute;n para obtener un mayor contenido de grasa en la leche. O 
si es conveniente por la selecci&oacute;n  volver al 
punto de partida. La HF no ha sido seleccionado para  porciento de grasa y por lo tanto, ha 
sido relativamente estable con respecto al  porciento de grasa en la leche durante el mismo 
per&iacute;odo.<BR>


<table align=right width="50 %"><tr><td>Figura 1.7.<br>
<img src="../../genetik/1/31.gif"></p> 
</td></tr></table>
<p>Figura 1.7 muestra un dibujo de <i> Sience </i> de noviembre de 1990, El dibujo indica 
que la evoluci&oacute;n es un principio simple 
en el que cada animal se adapta a los retos del medio ambiente. La evoluci&oacute;n no es 
as&iacute;  simple que el individual
adaptarse, pero el hecho de que los animales que mejor se adapten  dar&aacute;n a luz a 
un mayor n&uacute;mero 
bien  adaptadas descendencias, por lo tanto, las nuevas generaciones son a&uacute;n mejor 
adaptadas y se produce mejor descendencias en cada nueva 
generaci&oacute;n </P>



<P>Tanto la crianza de animales y la selecci&oacute;n natural son procesos lentos. 
Pero con una fuerte selecci&oacute;n de una poblaci&oacute;n puede cambiar 
el valor promedio con un m&aacute;ximo de 10  porciento de una generaci&oacute;n, si el rasgo tiene 
un alto grado de 
heredabilidad. </P> 


<P>Resultados de la continuaci&oacute;n de la selecci&oacute;n para el 
tama&ntilde;o de camada en ratones a trav&eacute;s de 30 generaciones se pueden ver <A HREF="../../genetik/1/selekt.htm">aqu&iacute;.</A> 
Por la selecci&oacute;n en 
este per&iacute;odo, el tama&ntilde;o de la camada se ha incrementado en un 5 por camada joven, del 9 al 14. Esto corresponde a un 
aumento en el tama&ntilde;o de la camada de 0,16 
por generaci&oacute;n</P> 

<P><A HREF="5.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
