<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Caracter&iacute;sticas cualitativas, la gen&eacute;tica mendeliana </TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>1.5 Caracter&iacute;sticas cualitativas, la gen&eacute;tica mendeliana </H3>

<P><A HREF="4.htm">P&aacute;gina anterior</A> </P>

<P>Caracter&iacute;sticas cualitativas se caracterizan por la segregaci&oacute;n en  la manera 
cl&aacute;sica con  
coeficientes mendelianos. Un ejemplo  es el  gen de color 
en el Labrador Retriever que puede ocurrir ya sea como negro o amarillo. 
El color amarillo es recesivo y el negro es 
dominante. Cuando un gen del color amarillo es mencionada en lo se&ntilde;ala de 
un locus y de un alelo.

<br>Tambi&eacute;n se puede hablar sobre
Alb&uacute;mina de un locus, incluso los fenotipos no se pueden ver directamente. Pero, como 
se mostrar&aacute; en el pr&oacute;ximo cap&iacute;tulo, el polimorfismo en 
el locus se puede asignar por medio de muestras de la electroforesis que 
separa a las dos alelos de alb&uacute;mina. 
 La palabra 'gen' no debe utilizarse para ADN polimorfismo con m&aacute;s alelos en 
la secuencia  no codificante. En lugar deber&iacute;a ser 
llamado un locus con m&aacute;s alelos. No siempre existe una fuerte separaci&oacute;n entre el gen y el locus de un gen o entre 
alelo y en la pr&aacute;ctica, por lo tanto, cuando se menciona las frecuencias g&eacute;nicas en 
los pr&oacute;ximos 
cap&iacute;tulo, se entender&aacute; tanto los genes adecuados, as&iacute; como alelos no codificantes
 en las secuencias de ADN (loci).<BR> 


<TABLE BORDER="0" WIDTH=" 50 %" align="right">
<TR><TD>
Figura 1.8  
Separaci&oacute;n de la variaci&oacute;n gen&eacute;tica (mikrosatellite) en un locus 
en una familia porcina detectada por un electroforesis de PCR 
producto. El cerdo Cup lleva los alelos 209 y 195 
y la hembra 400 lleva los alelos 199 y 195 que segregan en
las cr&iacute;as.
<br><img src="../../genetik/1/5.gif" > </TD></TR></TABLE>

<P>Figura 1.8 muestra la separaci&oacute;n de polimorfismo gen&eacute;tico en una familia de la especie porcina. 
El polimorfismo se trata de una mikrosatellite, 
'S0002' locus, que tiene un (GT)  repetici&oacute;n. Se detecta por medio de PCR seguida de la electroforesis  
para separar los productos, los alelos. La mayor&iacute;a de las descendencias tienen dos bandas, heterocigotos. 
Algunas descendencias s&oacute;lo tienen una banda, homocigosidad. El an&aacute;lisis de PCR se 
lleva a cabo por Prof. Merete Fredholm.</ P> 
<P>
El cerdo  Cup lleva los alelos 209 y 195 y la cerda 400 lleva los alelos 199 y 195. 
Cup es a la vez padre y gran 
padre de la camada. La madre de la camada tiene el n&uacute;mero 401 y el alelo '195'  
recibido de Cup 
y alelo '199 ' de cerda 400, <BR> 
La camada es parte de una familia m&aacute;s grande, que ser&aacute; parte de un ejemplo de
 c&aacute;lculo en 
el pr&oacute;ximo cap&iacute;tulo.</P>

<P><A HREF="6.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
