<HTML>
<HEAD>

<TITLE>6.1 Definition af kvantitativ egenskab samt f&aelig;notype og genotype</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="ffffff">
<H3>6.1 Definition af kvantitativ egenskab samt f&aelig;notype og genotype</H3>

<P><A HREF="0.htm">Lektion 6</A> 
<p>Kvantitative egenskaber er karakteriseret ved at v&aelig;re p&aring;virket af effekten 
af alleler i mange loci og af milieu p&aring;virkninger. Alleler som p&aring;virker 
kvantitative egenskaber, kan identificeres ved hj&aelig;lp af genetisk kortl&aelig;gning 
med DNA mark&oslash;rer, eller ved kendskab til kandidatgener p&aring; grundlag af basal 
fysiologi og udvikling af egenskaben. Avlsv&aelig;rdi er den del af genotypev&aelig;rdien 
der kan genfindes hos afkom. Det relative bidrag af genotypen og af milieuet 
kan m&aring;les via det relative bidrag til den totale varians fra den additive 
genetiske (avlsv&aelig;rdi) varians og milieu variansen. Additiv genetisk varians 
kan feks. bestemmes via beregning af for&aelig;ldre-afkom korrelation, og milieu 
variansen m&aring;les som en rest. Heritabiliteten bestemmes som en ratio mellem den 
additive varians og den phenotypiske (totale) varians. Heritabiliteten kan anvendes 
til at forudsige resultatet af et selektionsprogram, eller ved estimering af 
avlsv&aelig;rdi. 
<br>------
<P>I f&oslash;rste lektion blev givet en definition p&aring; begreberne f&aelig;notype og genotype for en kvantitativ egenskab ud fra nedenst&aring;ende
ligning. Begreberne er indtil nu kun anvendt p&aring; kvalitative egenskaber.

<br><center><img src="../../genetik/6/1.gif"  ></center>

Phenotype er det, man ser eller kan m&aring;le, genotype derimod er det, 
som kan overf&oslash;res til afkom.

<br>For detaljer se n&aelig;rmere i 1. lektion. Som et eksempel p&aring; en 
kvantitativ egenskab er der i lektion 1 vist fordelinger af fedtprocent i
m&aelig;lken hos to danske malkekv&aelig;gracer. </P>

<P>Fordelingen af fedtprocent er karakteriseret ved en middelv&aelig;rdi og en spredning. For SDM (Sortbroget Dansk Malkerace)
er middelv&aelig;rdien 4,3 procent og spredningen er 0,25 procent enheder. Dvs. at de fleste k&oslash;er har fedt procenter omkring 4,3,
og kun meget f&aring; har fedtprocenter p&aring; 3,5 eller 5,0. For Jersey racen derimod er middelv&aelig;rdien 6,4 procent.<BR>
Et dyrs pr&aelig;station vil altid skulle bed&oslash;mmes ud fra populationens middelv&aelig;rdi. F.eks vil en Jersey ko skulle m&aring;les ud fra
Jerseys middelv&aelig;rdi og ikke i forhold til SDM's.</P>

<P>Ved de kvantitative egenskaber er det almindeligvis s&aring;dan, at de er p&aring;virket af effekten af mange genpar, s&aring; taler man om
<STRONG>polygenisk</STRONG> nedarvning i mods&aelig;tning til (monogenisk) enkelt-gen-nedarvning, der har v&aelig;ret omtalt i de foreg&aring;ende
kapitler. </P>

<P><A HREF="2.htm">N&aelig;ste side</A> </P>

</BODY>
</HTML>
