
<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Corel WordPerfect 8">
<TITLE>6.2 Begreberne genotypev&aelig;rdi, avlsv&aelig;rdi og dominansafvigelse</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="ffffff">
<H3>6.2 Begreberne genotypev&aelig;rdi, avlsv&aelig;rdi og dominansafvigelse</H3>

<P><A HREF="1.htm">Foreg&aring;ende side</A> 

<P>Et dyrs phenotypev&aelig;rdi (P) kan m&aring;les og vurderes i forhold til 
populationens middelv&aelig;rdi. 

<P>Et dyrs genotypev&aelig;rdi (G) er phenotypemiddelv&aelig;rdi af individer
 med samme genotype. 
<P>
<TABLE border=0 align=right>
<TR>
<TD valign=top>Figur 6.1.<br>  Svarer til definitionen af avlsv&aelig;rdi. 
<br>En han
 f&aring;r uendelig mange afkom, 
<br>der indbyrdes er halvs&oslash;skende. </TD><TR>
<TD><img src="../../genetik/6/23.gif"  ></TD></TR>
</TABLE>
<P>

Et dyrs avlsv&aelig;rdi (A) er defineret p&aring; grundlag af dets afkom <EM>som to gange afkommets middelv&aelig;rdis afvigelse fra
populationens middelv&aelig;rdi, n&aring;r der er tilf&aelig;ldig parring</EM>. 
Dvs. afkommet er halvs&oslash;skende, se  figur 6.1.

<P>Populationsgennemsnittet kan adderes  for at bringe avlsv&aelig;rdierne 
op p&aring; normal skala.
<br>Eksmpel: En Jersey tyr har 1000 stk. afkom hvis gns. ydelse er 4500 kg. m&aelig;lk.
Populationsgennemsnittet er 4200 kg m&aelig;lk. Tyrens avlsv&aelig;rdi er 2(4500-4200) + 4200 = 4800 kg. m&aelig;lk.
<br>Definitionerne g&aelig;lder b&aring;de n&aring;r det drejer sig om en specifik
 egenskab som kf. m&aelig;lk, og n&aring;r det drejer sig om effekt af gener p&aring; et enkelt
locus. 
 De til definitionerne svarende formler, n&aring;r definitionen anvendes 
p&aring; et enkelt locus, er vist nedenst&aring;ende. Det er
forudsat, at der er en effekt af locus A p&aring; den egenskab der m&aring;les, 
og gennemsnittet for dyr med de tre tilsvarende
genotyper er forskellige. Populationsgennemsnittet beregnes derefter som en 
middelv&aelig;rdi, der beregnes som summen af genotypernev&aelig;rdierne gange 
genotypefrekvenserne, se  eksempel med v&aelig;gt hos mus figur 6.2.</P>

<TABLE border=0 >
<TR>
<TD valign=top>Figur 6.2.  Definitionen af avlsv&aelig;rdi for
 genotypen A<SUB>1</SUB>A<SUB>1</SUB>  og regneeksempel. 
En hanmus med genotypen
 f&aring;r uendelig mange afkom, der indbyrdes er halvs&oslash;skende.
 </TD><TR>
<TD align=center><img src="../../genetik/6/2.gif"  ></TD></TR>
</TABLE>


<br>N&aring;r et dyr A<SUB>1</SUB>A<SUB>1</SUB> parres tilf&aelig;ldigt i en population, f&aring;r det to typer afkom, som vist i ovenst&aring;ende figur, og genotyperne
bestemmes af, hvilke gener der afgives fra populationen. For de to mulige genotyper er frekvenserne som vist lig med
populationsfrekvenserne p og q, idet A<SUB>1</SUB>A<SUB>1</SUB> afgiver et A<SUB>1</SUB> gen med
sandsynligheden 1. </P>

<P>Middelv&aelig;rdien af en population eller af A<SUB>1</SUB>A<SUB>1</SUB>'s afkom beregnes som: </P>

<p><center><img src="../../genetik/6/21.gif"   > </center>


<p>I ovenst&aring;ende eksempel med musev&aelig;gte er vist beregning af populationsmiddelv&aelig;rdi
(P streg) og
avslv&aelig;rdi for 
genotypen A<SUB>1</SUB>A<SUB>1</SUB>. En tilsvarende avlsv&aelig;rdi kan beregnes for
genotypen A<SUB>2</SUB>A<SUB>2</SUB>, der ved tilf&aelig;ldig parring kan f&aring; 
afkom af typerne A<SUB>1</SUB>A<SUB>2</SUB> og A<SUB>2</SUB>A<SUB>2</SUB> 
med frekvenserne p og q. Avlsv&aelig;rdien for  A<SUB>2</SUB>A<SUB>2</SUB> bliver derfor
2(12*0,3+6*0,7 - 9,24) = -4,88. 

<P>Avlsv&aelig;rdien for heterozygoten bliver gennemsnittet af de to rene genotyper, da halvdelen af dens gameter er af typen A<SUB>1</SUB> og
den anden halvdel er A<SUB>2</SUB>. Avlsv&aelig;rdierne kaldes ofte additiv v&aelig;rdi, fordi de er proportionale med antallet af A<SUB>1</SUB> gener i
genotypen.</P>

<P>S&aring;fremt der er en mere eller mindre udtalt dominans, vil genotypev&aelig;rdien (G), den gennemsnitlige v&aelig;rdi af en bestemt
genotype, ikke v&aelig;re lig med avlsv&aelig;rdien (A), men der vil v&aelig;re en rest der skyldes dominansavigelser (D). <BR>
Graden af dominans afg&oslash;res ved at se p&aring; den heterozygote type i forhold til de to homozygote typer.<BR>
</P>

<UL>
  <LI>Ingen dominans - heterozygoten ligger midt mellem de to homozygote </LI>
  <LI>Fuldst&aelig;ndig dominans - heterozygoten har genotypev&aelig;rdi som en af de homozygote</LI>
  <LI>Overdominans - heterozygoten ligger uden for de to homozygote</LI>
</UL>

<P><b>Eksempel p&aring; beregning af avlsv&aelig;rdi (A) og dominansafvigelse (D)
</b> </P>

<br>Nedenfor er vist resultatet fra transferrin eksemplet i Veterinary Genetics. 
Hvor Jersey k&oslash;er med genotypen tt yder 2082 kg m&aelig;lk og k&oslash;er med genotyperne Tt og TT yder
1882 kg m&aelig;lk.
Se de aktuelle tal i nedenst&aring;ende opstilling, hvor
middelv&aelig;rdien er beregnet, idet genfrekvenserne p og q er 0,67 og 0,33.</P>
<PRE>
Genotype	      TT	  Tt            tt
-----------------------------------------------------------
Kg M&aelig;lk		      1882        1882          2082  
(Genotype)frekvens    p<SUP>2</SUP>=0,45      2pq=0,44      q<SUP>2</SUP>=0,11

Og middelv&aelig;di = 0,45*1882 + 0,44*1882 + 0,11*2082 = 1904 kg
</PRE>

<P>Avlsv&aelig;rdierne beregnes som vist nedenst&aring;ende, idet der arbejdes med afvigelser fra populationsgennemsnittet, se skala:</P>
<PRE>
         TT og Tt   Middelv&aelig;rdi                  tt

             1882   1904                         2082   Oprindelig skala
            ---|------|---------------------------|-->  Genotype skala, kg
             -22      0                         178     M&aring;lt som afvigelse fra gns.               


Genotype     Avlsv&aelig;rdi
--------------------------------------------------
                  TT   p     Tt   q
TT           2*[(-22*0,67 + -22*0,33) - 0] = -44
Tt              	                   = 22,6 ,middelv&aelig;rdi af de to homozygote
tt           2*[(-22*0,67 + 178*0,33) - 0] = 89,2  
--------------------------------------------------</pre>
<p>Genotypev&aelig;rdierne er bestemt som afvigelse fra populationsgennemsnittet
(se ovenst&aring;ende skala), og avlsv&aelig;rdierne
er beregnet som vist i henhold til definitionen. Herefter bestemmes dominansafvigelsen (D) 
som en rest,
som vist i nedenst&aring;ende opstilling.
<pre>
Genotype      G  =    A    +   D 
-------------------------------------
TT          -22  =  -44    +  22
Tt          -22  =   22,6  + -44,6
tt          178  =   89,2  +  88,8 
-------------------------------------
</PRE>
<TABLE ALIGN="RIGHT" BORDER="1" WIDTH="60%">
<TR ><TD>
Resultater fra applet p&aring; muse examplet vist i Figur 6.2  
 <img src="../../genetik/6/adg.gif"></TD></TR></TABLE>

<p>For et locus kan der beregnes varians der skyldes forskelle i avlsv&aelig;rdi
 eller i dominansafvigelser.
Varians beregnes som en middelv&aelig;di af afvigelsernes kvadrat, s&aring; feks V<sub>A</sub> = 
(-44-0)<sup>2</sup>*0.45 + (22,6-0)<sup>2</sup>*0,44 + (89,2-0)<sup>2</sup>*0,11 = 1926,
som i dette tilf&aelig;lde er de kvadrede avlsv&aelig;rdier, taget fra 
ovenst&aring;ende tabel, multipliceret med genotypefrekvenserne. Avlsv&aelig;rdiernes
middelv&aelig;rdi  beregnes som -44*0.45 + 22,6*0,44 + 89,2*0,11 = 0


<P>En applet til beregninger af G, A og D findes <A HREF="../applets/adef.htm">her</A> 


<br>Fors&oslash;g til bestemmelse af kvantitative geneffekter er omtalt n&aelig;rmere i lektion 12.
Loci med indflydelse p&aring; en kvantitativ egenskab kaldes ofte QTL'er (quantitative trait loci).

<P><A HREF="3.htm">N&aelig;ste side</A> 

</BODY>
</HTML>
