<HTML>
<HEAD>

<TITLE>6.3 Begreberne additiv varians og heritabilitet </TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="ffffff">
<H3>6.3 Begreberne additiv varians og heritabilitet </H3>

<P><A HREF="2.htm">Foreg&aring;ende side</A> </P>

<P>N&aring;r der tales om <STRONG>additiv varians</STRONG> refererer det 
til varians p&aring; avlsv&aelig;rdierne (V<SUB>A</SUB>). 
(I senere lektioner anvendes ofte symbolet sigma<sup>2</sup> som synonym for varians.)
I det foreg&aring;ende er der vist, hvorledes
avlsv&aelig;rdi kan beregnes for de enkelte genotyper i et locus. N&aring;r v&aelig;rdierne er kendte, kan der ogs&aring; beregnes en varians p&aring;
avlsv&aelig;rdierne i dette locus. S&aring;fremt der er uafh&aelig;ngighed mellem de enkelte loci, der har additiv effekt p&aring; en egenskab,
bliver den samlede additive varians summen af varianser fra de enkelte loci. Den
samlede additive varians kan ikke umiddelbart
beregnes for individer i en population, idet avlsv&aelig;rdien for de enkelte individer ikke er kendt.</P>

<P>Den <STRONG>phenotypiske varians</STRONG> (V<SUB>P</SUB>) derimod beregnes p&aring; grundlag af m&aring;linger p&aring; de enkelte individer.</P>

<P><STRONG>Heritabiliteten</STRONG> (h<SUP>2</SUP>) eller arvelighedsgrad for en egenskab er defineret som V<SUB>A</SUB>/V<SUB>P</SUB>. Heritabiliteten varierer derfor mellem 0
og 1, idet den additive varians er en del af den phenotypiske varians. </P>

<P>Beregning af heritabilitet kan ske p&aring; grundlag af lighed mellem besl&aelig;gtede individer, m&aring;lt som korrelation eller som
regression, f.eks. regression af afkom p&aring; en af for&aelig;ldrene. Og der g&aelig;lder f&oslash;lgende relation. Heritabiliteten kan beregnes
som forholdet mellem den beregnede korrelation og sl&aelig;gtskabskoefficienten. Dvs. den maksimale korrelation mellem
for&aelig;ldre og afkom er p&aring; en halv. S&aring;fremt den er h&oslash;jere, m&aring; der v&aelig;re andre end genetiske &aring;rsager til at for&aelig;ldre og b&oslash;rn
ligner hinanden. Den teoretiske baggrund for den forventede additive kovarians mellem besl&aelig;gtede individer kan udledes
efter lignende r&aelig;sonnementer som for den additive varians, idet man f&oslash;rst beregner kovariansen i et enkelt locus og derefter
summerer over alle loci.</P>

<P>Den bedste metode til beregning af heritabilitet er korrelation mellem halvs&oslash;skende, da de normalt kun har gener til f&aelig;lles.
Hels&oslash;skende derimod har ofte et maternelt milieu f&aelig;lles, hvilket i s&aring; fald f&oslash;rer til overestimering af heritabiliteten. I praksis
bruges sj&aelig;ldent for&aelig;ldre-afkom beregning af korrelation, da man s&aring; n&oslash;dvendigvis skal skaffe data, der stammer fra to
generationer. Der er endvidere problemer med at for&aelig;ldre og afkom ikke lever under de samme milieuvilk&aring;r, eller evt. at
for&aelig;ldre og afkom deler f&aelig;lles milieu. </P>

<P>En estimering af variansandelen, der skyldes f&aelig;lles milieu, kan ske ved at sammenligne korrelation beregnet p&aring; grundlag af
halv- og hels&oslash;skende. Forventningen er, at korrelation mellem hels&oslash;skende skal v&aelig;re dobbelt s&aring; stor som korrelation
mellem halvs&oslash;skende. Det faktum, at den er st&oslash;rre end to gange halvs&oslash;skende korrelationen, kan tilskrives f&aelig;lles milieu for
hels&oslash;skende. Denne komponent f&aring;r betegnelsen (c<SUP>2</SUP>), hvor c st&aring;r for 'common environment'.
Den relative phenotypiske varians best&aring;r af en genetisk del (h<SUP>2</SUP>) f&aelig;lles 
milieu variansen (c<SUP>2</SUP>). Den resterende del af variansen skyldes tilf&aelig;ldige
milieup&aring;virkninger, og den andel f&aring;r betegnelsen (e<SUP>2</SUP>). 
For de fleste egenskaber udg&oslash;r milieuvariansen den st&oslash;rste del af den phenotypiske varians.

<PRE>
Tabel over de definerede genetiske parametre og deres symboler 

Additiv varians               V<SUB>A</SUB>
Phenotypiske varians          V<SUB>P</SUB> 
Heritabiliteten               h<SUP>2</SUP>
F&aelig;lles milieu                 c<SUP>2</SUP>
Tilf&aelig;ldig milieu              e<SUP>2</SUP>
Halvs&oslash;skende korrelation      (1/4)h<SUP>2</SUP>
</PRE>
<br>
<TABLE border=0 align=right width="35%" >
<TR>
<TD >Figur 6.3. 
<br>Selektionsresultatet (R) er lig heritabiliteten gange selektionsdifferensen (S)
&AElig;ndringen ses hos afkommet</TD>
</tr>
<TR>
<TD><img src="../../genetik/6/41.gif"   >
</TD>
</tr>
</TABLE>
<P>
Historisk 
set har heritabiliteten en fortolkning mere. S&aring;fremt der sker selektion, 
s&aring; de udvalgte avlsdyr (skraveret omr&aring;de i figur 6.3) afviger fra
populationsgennemsnittet, vil gennemsnittet i n&aelig;ste generation &aelig;ndres.
&AElig;ndringen er proportional med selektionen og
heritabiliteten og man har f&oslash;lgende formel:</P>

<P>R = h<SUP>2</SUP>*S  

<P>Selektions-resultatet eller -respons (R) er lig heritabiliteten gange selektionsdifferensen (S). Heritabiliteten er nul, s&aring;fremt egenskaben
forbliver konstant ved selektion, og den er 1, s&aring;fremt &aelig;ndringen er lige 
s&aring; stor som selektionsdifferensen, se  figuren til h&oslash;jre og 
lektion 1 med &aelig;ndring af fedtprocenten i m&aelig;lken
hos Dansk Jersey kv&aelig;g p&aring;  grundlag af selektion.

<P><A HREF="4.htm">N&aelig;ste side</A> </P>

</BODY>
</HTML>
