<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Corel WordPerfect 8">
<TITLE>6.4 Estimering af heritabilitet og f&aelig;lles milieu</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>6.4 Estimering af heritabilitet og f&aelig;lles milieu faktor</H3>

<P><A HREF="3.htm">Foreg&aring;ende side</A> </P>
<p> 
<TABLE border=0 align=right>
<TR>
<TD width=200>
<img src="../../genetik/6/42.gif" height="200" > 
<br>Figur 6.4.<br>
Eksempel p&aring; selektionsfors&oslash;g der danner basis for 
beregning af heritabilitet. </TD>
</TABLE>

<b>Selektionsfors&oslash;g til bestemmelse af heritabilitet.</b>
<br>I Figur 6.4 er vist et selektionsfors&oslash;g for september v&aelig;gt hos mink, gennemf&oslash;rt af G. 
Lagerquist, Sveriges Landbrugsuniversit publiceret i  J.Amim.Sci., 1993,71:3261-72.
Der er kun selekteret p&aring; hanner med S lig ca 225 gram i hver generation  - &oslash;verste linie i figuren. I nederste linie i figuren 
er vist &aelig;ndringerne for hver generation, R, der er ca 50 gram. Heritabiliten bestemmes nu som <br>R = h<sup>2</sup> S/2,
 da kun det ene k&oslash;n er selekteret: 
<br>og man f&aring;r 50 = h<sup>2</sup> *225/2 der medf&oslash;rer at h<sup>2</sup> er lig 0,44.
<P>R = h<SUP>2</SUP>*S  kan ogs&aring; opfattes som regression af afkom 
p&aring; gennemsnittet af de to for&aelig;ldre, hvor regressionskoefficienten b er svarer til
h<SUP>2</SUP>.



<P><b>Heritabilitets estimering p.g.a. en beregnet korrelation.</b> 
Selektionsfors&oslash;get til bestemmelse af heritabiliteten tager lang tid, i det mindste
adskillige generationer. Nu  vil 
der nu blive pr&aelig;senteret  metoder til bestemmelse af heritabiliteten p&aring; grundlag af 
data fra kun en generation.
<br>Heritabilitet (h<SUP>2</SUP>) kan bestemmes som den beregnede korrelation (r eller t) mellem besl&aelig;gtede individer i forhold til
sl&aelig;gtskabsgraden (a). Dette g&aelig;lder s&aring;fremt 
arv er den eneste &aring;rsag til lighed mellem de p&aring;g&aelig;ldende individer
og der ikke er indavl. Formel med symboler er f&oslash;lgende:</P>

<P>h<SUP>2</SUP> = r/a, eller r = a*h<SUP>2</SUP>.</P>

<P>Korrelationsberegning kan ske efter klassiske statistiske beregningsmetoder (Figur 6.5), eller hvor der er flere ligestillede individer som f.eks, en
gruppe halvs&oslash;skende ved hj&aelig;lp af variansanalyse og den dertilh&oslash;rende intraklassekorrelation. </P>



<TABLE border=0 align=right>
<TR>
<TD>Figur 6.5.<br>
Eksempel p&aring; todimensional 
<br>fordeling til beregning af korrelation, 
<br>typisk egenskab hos mor og afkom eller
<br>mellem hel eller halvs&oslash;skende. 
<br><img src="../../genetik/6/4.gif" > </TD>
</TABLE>


<P>Beregning af heritabilitet kan ske b&aring;de p&aring; grund af hel- og halvs&oslash;skendemateriale som, feks. findes hos alle multipare dyr.
Heritabiliteten er et udtryk for, hvor meget dyrene ligner hinanden p&aring; grundlag af at de b&aelig;rer f&aelig;lles arveanl&aelig;g. </P>

<P>Hos f.eks. hels&oslash;skende er der som tillige n&aelig;vnt ofte milieum&aelig;ssige &aring;rsager til lighed. Det er is&aelig;r i de f&oslash;rste levem&aring;neder, hvor hvert
kuld har sit eget specifikke milieu, idet moderen og dens moderegenskaber er en vigtig faktor for kuldets trivsel. Symbolet
for denne komponent til lighed mellem besl&aelig;gtede individer er som n&aelig;vnt i foreg&aring;ende afsnit c<SUP>2</SUP>. Halvs&oslash;skende, der har
f&aelig;lles far, har normalt kun genetiske &aring;rsager til lighed.</P>

<P>Den generelle formel for fortolkning af korrelation mellem besl&aelig;gtede individer bliver, idet der som symbol for denne
korrelation anvendes t:</P>

<P>t = a*h<SUP>2</SUP> + c<SUP>2</SUP> </P>

<P>Heritabiliteten beregnes nu p&aring; grundlag af halvs&oslash;skendekorrelationen, hvor c<SUP>2</SUP> er 0, derefter beregnes c<SUP>2</SUP> p&aring; grundlag af
hels&oslash;skendekorrelationen.</P>

<P><b>Eksempel. Minkv&aelig;gt ved 8 ugers alder, i alt 508 dyr fordelt p&aring; 
107 kuld med 37 f&aelig;dre. </b> 

<br>Ved en statistisk analyse af v&aelig;gtene for de 508 minkhvalpe blev 
fundet. Halvs&oslash;skendekorrelation t = 0,03  og 
hels&oslash;skendekorrelation t = 0,41. 

<P>Inds&aelig;ttes disse resultater i den genetiske model f&aring;r man:
<bR>Halvs&oslash;skendekorrelation t = (1/4)*h<SUP>2</SUP> + 0 = 0,03 svarende til h<SUP>2</SUP> = 0,12.</P>

<br>Hels&oslash;skendekorrelation t = (½)*h<SUP>2</SUP> + c<SUP>2</SUP> = 
(1/2)*0,12 + c<SUP>2</SUP> = 0,41 svarende til c<SUP>2</SUP> = 0,35. Til beregning af c<SUP>2</SUP> for hels&oslash;skende anvendes
heritabiliteten beregnet for halvs&oslash;skende.</P>

<P>Ved den meget unge alder er der en meget lav heritabilitet for v&aelig;kst, hvorimod de maternelle faktorer spiller en stor rolle.
For at se de statistiske beregninger p&aring; mink v&aelig;gt estimaterne <A HREF="44.htm">klik her.</A> </P>

<P>Materiale til beregning af heritabilitet af h&oslash;jde hos mennesker er vist i lektion 1. 
Heritabiliten blev  som n&aelig;vnt i lektion 1 beregnet som regressionen af 
afkom p&aring; gennemsnittet af begge for&aelig;ldre. Den er for h&oslash;jde hos mennesker ca. 0,6.
<br>Korrelationen mor-afkom er fundet til 0,4 mens korrelationen far-afkom kun har 
en st&oslash;rrelse p&aring; 0,2. Forholdet med en lavere korrelation mellem far og afkom end mellem 
mor og afkom m&aring; tilskrives at der er et betydeligt f&aelig;lles milieu mellem mor og afkom.

<P>For at se data og det anvendte SAS program <A HREF="student.htm"> for 2000 materiale klik her</A>. Vil du k&oslash;re din egen analyse overf&oslash;r program og
data via clip board til SAS, Dette g&oslash;res ved at tr&aelig;kke musen hen over b&aring;de program og data for at definere en blok. N&aring;r du
har defineret blokken, g&aring; op i edit feltet og g&aring; til copy; n&aring;r du har &aring;bnet SAS bruges paste i edit feltet.</P>
<br><A HREF="vet00.htm"> 
Resultater for vet 2000 materiale kan ses her</A>. 
<P>Her er et par sm&aring; eksempler p&aring; anvendelse af variansanalyse 
til beregning af gentagelseskoefficient for minkkuld og
heritabilitet for kropl&aelig;ngde hos svin. Programmerne hentes til 
SAS <A HREF="mink-rep.htm"> for minkmateriale klik her
</A> og <A HREF="gris-sib.htm"> for grisemateriale klik
her </A> Brug clip board som forklaret ovenfor.</P>

<P>Endelig er der et meget stort dataset fra grise med flere m&aring;linger (dgl. tilv&aelig;kst, foderforbrug og k&oslash;dprocent) fordelt p&aring; hel-
og halv-s&oslash;skendegrupper <A HREF="full-sib.htm"> klik her </A> </P>


<P><A HREF="0.htm">Lektion 6</A> </P>

</BODY>
</HTML>
