<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>2.1 M&eacute;todo de gen conteo para el c&aacute;lculo de las frecuencias g&eacute;nicas</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">

<P><STRONG>T&eacute;rminos gen&eacute;ticos de genes y alelos. </STRONG> <BR> 
La raza Labrador Retriever tiene los colores amarillo y negro. As&iacute; 
considerando un gen de color amarillo, que apunta a un locus y un alelo.
 Esto corresponde a los principios de la comprensi&oacute;n de 
los genes que hay una variante (amarillo), correspondiente a la de tipo salvaje (negro). <BR> 
El t&eacute;rmino "gen" no debe ser utilizado cuando se habla de un polimorfismo de ADN secuencias  codificantes
 con m&aacute;s alelos. En cambio, el t&eacute;rmino "lugar", locus debe ser utilizado.
 Esta terminolog&iacute;a 
tambi&eacute;n debe ser utilizada en relaci&oacute;n con 
variantes gen&eacute;ticas. No siempre existe una fuerte separaci&oacute;n entre el gen y el locus, 
y entre el gen y el alelo en la pr&aacute;ctica. 
As&iacute; que cuando las frecuencias g&eacute;nicas se mencionan en este cap&iacute;tulo, se 
incluyen los genes en el sentido tradicional y  los alelos 
no codificante secuencias de un ADN (locus).
</P>

<H3>2.1 M&eacute;todo de  conteo de genes para el c&aacute;lculo de las frecuencias g&eacute;nicas</H3>

<P><A HREF="0.htm">Cap&iacute;tulo 2</A> </P>


<TABLE BORDER="0" WIDTH="33 %" align="right">
<TR><TD>
Figura 2.1.
Alb&uacute;mina tipo es heredado co-dominante, lo que significa que ambos 
alelos se pueden ver directamente en el gel. Los fenotipos, 
visto en el gel, son un SS, un SF y un FF tipo. Despu&eacute;s de la electroforesis  las muestras de suero alb&uacute;mina 
en el gel se ti&ntilde;e con Amidoblack.
<img src="../../genetik/2/1.gif" width="190" ></TD></TR></TABLE>

<P><STRONG>M&eacute;todo de conteo de genes, la herencia co-dominante, Fenotipo = Genotipo </STRONG> <BR> 
Los datos de un estudio de los tipos de la alb&uacute;mina en la raza de  perro Pastor Alem&aacute;n dan&eacute;s se utilizan 
para explicar los principios, v&eacute;ase la Tabla 
1, secci&oacute;n 2.4. Cuando el suero se prueba en un gel electroforesis los alelos 
son un "r&aacute;pido" y un "lento" de alb&uacute;mina designado como el alelo F y S, 
respectivamente. V&eacute;ase la Figura 2.1. Las investigaciones 
se han llevado a cabo por el  K. Christensen et al. 1985,

<i>Hereditas</i>, 102:219-223.

<P>Los siguientes n&uacute;meros de los tres genotipos de alb&uacute;mina fueron encontrados en una poblaci&oacute;n.</P>
<PRE>---------
Genotipo        SS          SF         FF     Total
N&uacute;mero          36          47         23      106
Frecuencia    0,34        0,44       0,22    = 1,00
----------</PRE>

<P>La frecuencia de  SS tipo se calcula como 36/106 = 0,34</P>

<P>Las  frecuencias g&eacute;nicas para S se basan en el m&eacute;todo de gen conteo, 
todos los individuos SS tienen 2 S 
alelos y los individuos SF tienen 1. Esto es relativo a todos los genes en la poblaci&oacute;n,
 que son 2*106.</P>
<PRE>La frecuencia de la S tipo se calcula como p = (2*36 + 47)/(2*106) = 0,56
           "        F                "     q = (2*23 + 47)/(2*106) = 0,44
                                                                   ------
                                                                   1,00</PRE>

<P>A la frecuencia del primer alelo   se da normalmente el s&iacute;mbolo p, y al segundo alelo el s&iacute;mbolo q. Si hay 
m&aacute;s alelos son continuaci&oacute;n de los s&iacute;mbolos en orden alfab&eacute;tico.</P>

<P>Una frecuencia de alelo corresponde a una probabilidad y, por tanto, la suma de 
alelos (frecuencias g&eacute;nicas) es 1. Para <A HREF="../applets/stat.htm">
 ver formulaciones estad&iacute;stica b&aacute;sica aqu&iacute;</A>, o  ver Samuels, 
<i> Estad&iacute;sticas para Ciencias de la Vida, en ingl&eacute;s </i>  



<P><STRONG>Ejemplos de alelos m&uacute;ltiples (m&aacute;s de dos alelos) </STRONG> <BR> 
En la secci&oacute;n 1.5  la segregaci&oacute;n de una mikrosatellite en una familia porcina fue
mencionada. Existen tres alelos como puede verse en el gel en la Figura 2.2. 
Las denominaciones de alelos son 209, 199 y 195. 
<BR>

<TABLE BORDER="0" WIDTH="100 %" CELLPADDING="1" CELLSPACING="1">
<TR><TD><BR>
Figura 2.2 <BR>
Separaci&oacute;n de la variaci&oacute;n gen&eacute;tica (mikrosatellite)  
en una familia porcina, detectados por gel electroforesis. 
El cerdo Cup lleva los alelos 209 y 195 y la hembra 
400 lleva los alelos 199 y 195. La mayor&iacute;a de los animales 
son heterocigotos cada uno con dos bandas. Las homocigotes s&oacute;lo tienen una banda. 
El gel estuve preparado por Prof. Merete Fredholm
</TD>
<TD><img src="../../genetik/2/13.gif" > </TD></TR></TABLE>
<BR>

<P>Los c&aacute;lculos de las frecuencias g&eacute;nicas por medio de los m&eacute;todos de conteo 
de genes se muestran a continuaci&oacute;n. 
Para el alelo <BLINK>'209'</BLINK> 
hay 18 heterocigotos y 2 homocigotos (sin bandas en la l&iacute;nea bajo). <i> Recuenta 
por ti mismo </i> Para el alelo'199' hay 12 
heterocigotos y 0 homocigoto (todos tienen 12 bandas en '199') y una l&iacute;nea de banda, 
ya sea en otros 
'195 ' o '209'). <i> Recont&eacute; de nuevo </i> 

<PRE>Frecuencia de'209'calculado como  p = (2*2 + 18)/(2*44) = 0,250
 "             '199'      "        q = (2*0 + 12)/(2*44) = 0,134
 "             '195'      "        r = 1 - p - q         = 0,616 
</PRE>

<P>La &uacute;ltima frecuencia de los alelos es m&aacute;s f&aacute;cilmente calculada  como
 la diferencia, ya que la suma de las frecuencias de los alelos es  1.
<BR> 



<TABLE WIDTH="25 %" align="right">
<TR><TD> Figura 2.3. El Labrador Retriever con el color normal 
de negro y con la segregaci&oacute;n del recesivo 
 color amarillo  debido a los alelos en el locus de extensi&oacute;n.

<br><img src="../../genetik/2/1-1.gif" width="140" align="right"></TD></TR></TABLE>

<P><A NAME="Dominante"></A><STRONG>M&eacute;todo de la ra&iacute;z cuadrada, para 
herencia dominante</STRONG> <BR>

<P>En una poblaci&oacute;n de Labrador Retrievers los siguientes n&uacute;meros
 de los dos fenotipos se encontraron:</P>

<PRE>---------
Fenotipo        Negro        Amarillo     Total
Genotipo        EE+Ee          ee 
N&uacute;mero           182           18         200
Frecuencia      0,91         0,09       = 1,00
----------</PRE>

<P>El tipo de color negro representa homocigotos y heterocigotos. Si dos perros negros 
son 
 acoplados aleatoriamente, en ocasiones se  obtiene cr&iacute;as de color amarillo. Esto ocurre cuando los dos perros 
por aleatorias son del color genotipo Ee.</P>

<P>El m&eacute;todo de gen conteo implica que el fenotipo es igual al genotipo, pero esto s&oacute;lo es el caso de 
amarillo. Para una descendencia para ser amarillo, debe tener
 un gen  tanto  de su padre y madre, 
cada uno con una probabilidad de q. 
Por lo tanto, la probabilidad de regla de multiplicaci&oacute;n se puede aplicar 
para calcular la frecuencia de genotipo ee lo que corresponde a q<SUP>2</SUP>. Los materiales de datos da que la frecuencia 
se estima como 18/200 = 0,09.


<P>La ra&iacute;z cuadrada de 0,09 es q = 0,30.</P>

<P>La frecuencia de los genes negro en la poblaci&oacute;n se obtiene p = 1 - q = 0,7.</P>

<P><A HREF="2.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
