<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Equilibrio de Hardy-Weinberg y la prueba estad&iacute;stica</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>2.2 Equilibrio de Hardy-Weinberg y la prueba estad&iacute;stica</H3>

<P><A HREF="1.htm">P&aacute;gina anterior</A> </P>

<P><STRONG>Definici&oacute;n de equilibrio de H-W. </STRONG> En una gran poblaci&oacute;n con 
apareamiento al azar. El H-W  equilibrio 
se producir&aacute; despu&eacute;s de una 
generaci&oacute;n, siempre que las mismas frecuencias g&eacute;nicas ocurren en ambos sexos.
 El equilibrio de Hardy-Weinberg implica que 
las frecuencias g&eacute;nicas y el genotipo son constantes de generaci&oacute;n tras generaci&oacute;n. Si se produce un desequilibrio, 
el equilibrio 
se restablecer&aacute; despu&eacute;s de una generaci&oacute;n de apareamiento al azar. El H-W condiciones tambi&eacute;n 
implica que cuando las frecuencias g&eacute;nicas son
p y q, los genotipos, respectivamente, las frecuencias ser&aacute;n p<SUP>2</SUP>,
  2pq  y q<SUP>2</SUP> para los dominantes, 
los heterocigotos y los recesivos en un sistema con dos alelos.
 Esto se puede inferir desde los argumentos usados para el recesivo genotipo en el p&aacute;rrafo  herencia dominante.

<P><STRONG>Prueba estad&iacute;stica de equilibrio H-W  </STRONG> 
<BR>Como ejemplo es aplicado los datos de alb&uacute;mina  tipos en la poblaci&oacute;n   Pastor alem&aacute;n en Dinamarca, 
se indica en la secci&oacute;n 2.4. 
<BR>Observ&oacute; los siguientes n&uacute;meros de los tres genotipos (obs) y el calculado 
n&uacute;meros que aparecen en expectativa  de Hardy Weinberg proporciones (exp), con frecuencias p(S) = 0,56 y 
q(F) = 0,44 que se encontr&oacute; en la poblaci&oacute;n 

<PRE>---------
Genotipo           SS               SF             FF       Total
N&uacute;mero, obs        36               47             23     = 106 = N
Frecuencia, exp   p<SUP>2</SUP>              2pq               q<SUP>2</SUP>    = 1,00
N&uacute;mero, exp       p<SUP>2</SUP>N             2pqN              q<SUP>2</SUP>N   = N
N&uacute;mero, exp      33,2             52,3           20,5     = 106
Desviaciones      2,8             -5,3            2,5
Ji-cuadrado     0,24             0,54           0,31     = 1,09
---------- </PRE>

<P> Los n&uacute;meros expectativa de Hardy Weinberg (exp) se calculan utilizando la regla de multiplicaci&oacute;n de probabilidades. <BR> 
Para el genotipo SS un  gen S  de un padre y un gen S  de una madre tiene que ser 
dado, lo mismo son repetido 106 
veces. Por lo tanto, la probabilidad de un genotipo SS es p * p * 106. Los argumentos por el correspondiente 
otros dos genotipos, nos conducimos  a los resultados que se muestran en la tabla de arriba. <BR> 
Ahora una prueba de Ji cuadrado para H-W equilibrio puede ser calculado como la suma de las desviaciones al cuadrado, 
cada uno dividido por el n&uacute;mero esperado.<BR>
La prueba tiene 1 grado de libertad (DF), ya que hay tres clases, y dos par&aacute;metros dados por  
el material, p y N, tiene  que aplicarse para calcular el n&uacute;mero esperado. El &uacute;ltimo par&aacute;metro (q) no es libre, 
ya que puede calcularse como (1 - p). <BR> 
Por el uso de la tabla de Ji-cuadrado (cap&iacute;tulo 13), DF = 1 con el valor 3,84 es igual al 5 porciento los l&iacute;mites para 
el mantenimiento de la H<sub>0</SUB> hip&oacute;tesis, 
que los datos corresponde a H-W proporciones. Por lo tanto, la desviaci&oacute;n entre encontrado observado y los esperados n&uacute;meros 
tienen una probabilidad que es mayor de 5 por ciento. Conclusi&oacute;n:
 No existe ninguna estad&iacute;sticamente significativa
 desviaci&oacute;n de H-W equilibrio. 


<P>Un applet para el c&aacute;lculo de Ji-cuadrados para el equilibrio de H-W,
 <A HREF="../applets/kitest.htm">haga clic aqu&iacute;</A>. 

<P><A HREF="3.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
