<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Herencia ligada al sexo</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>2.3 Herencia ligada al sexo</H3>

<P><A HREF="2.htm">P&aacute;gina anterior</A> </P>

<P>Una de las condiciones para el equilibrio H-W de la poblaci&oacute;n es el apareamiento
al azar. En dicha poblaci&oacute;n 
el H-W equilibrio siempre se produce despu&eacute;s de una generaci&oacute;n de apareamiento al azar, a condici&oacute;n de que 
los machos y las hembras tengan las mismas frecuencias g&eacute;nicas.</P>

<P>Por herencia ligada al sexo no es necesariamente las mismas frecuencias g&eacute;nicas en los machos y las hembras despu&eacute;s 
de apareamiento al azar, 
ya que los dos sexos obtienen sus genes de dos fuentes diferentes.</P>

<P>En mam&iacute;feros los machos obtienen todos sus genes ligados al sexo de sus madres,
 mientras que las hembras obtienen 
la mitad de sus genes de sus padres y la mitad de sus madres. Lo contrario es el 
caso en las aves, donde la hembra es el sexo heterogametico.</P>

<P><STRONG> Ejemplo, el gen naranja en el gato: </STRONG> Los siguientes n&uacute;meros en la poblaci&oacute;n de los tres 
genotipos fueron encontrados. El gen naranja (O) da pelaje de color amarillo. 
El genotipo Oo da una mezcla de color, 
que es causada por 
inactivaci&oacute;n al azar del cromosoma X en las animales XX.  El fenotipo oo no es amarillo.

<PRE>
---------     ------     hembras  ---------       -----  machos   -----
Genotipo       OO        Oo      oo    Total       O       o     Total
N&uacute;mero          3        53     117     173        28     149    177
Frecuencia     0,02     0,31    0,67  = 1,00       0,16   0,84 = 1,00
----------
</PRE>

<P>En los mam&iacute;feros el gen ligado al sexo se ve directamente en el sexo masculino. Es decir, la frecuencia 
de genotipo  
es igual a las frecuencias g&eacute;nicas. Considerando que las hembras en el c&aacute;lculo las frecuencias g&eacute;nicas es id&eacute;ntica 
 de de los genes autos&oacute;mico, como se muestra a continuaci&oacute;n abajo.</P>
<PRE>
Frecuencia de O calculado como      p = (2*3  + 53)/(2*173) = 0,17
     ""       o         ""          q = (2*117+ 53)/(2*173) = 0,83
                                                       ------
                                                              1,00 </PRE>


<p>Solo existen algunas peque&ntilde;as diferencias entre la frecuencia en los dos sexos, como se
muestra. Si hay una diferencia que 
se reducir&aacute; a la mitad en cada nueva generaci&oacute;n de apareamiento al azar, por lo que en la pr&aacute;ctica el equilibrio H-W 
se restablece despu&eacute;s de unas pocas generaciones, si la poblaci&oacute;n se desvi&oacute; del equilibrio, en primer lugar. 
Fenot&iacute;picamente los heterocigotos son muy 
especiales, ya que s&oacute;lo el efecto de un gen est&aacute; presente en cada c&eacute;lula. Los fenotipos se producen 
a causa de una mezcla aleatoria de las c&eacute;lulas con una alternativa gen activado.</p>

<P>En una preparaci&oacute;n de  cromosomas  se puede ver que uno de los 
cromosoma X es inactivada (en c&iacute;rculo), Figura 2.4 a la derecha. 
A la izquierda  es una gata  heterocigoto con el genotipo Oo. La
 gata tiene el color amarillo y manchas negro 
 causado por 
alelos en el sexo ligada locus naranja. El color blanco es causado por un otro gen autos&oacute;mico dando puntos.</P>

<TABLE BORDER="0" WIDTH="100 %" >
<TR><TD width="23 %"><BR>
Figura 2.4 <BR>
Gata heterocig&oacute;tico en el genotipo Oo en el  locus Naranja  ligada al sexo. Foto Bodil Andersen, Bogense. Ella 
ofrece una mezcla de pelaje de color amarillo y negro con tama&ntilde;os variados. 
Esto es causado por la inactivaci&oacute;n al azar 
de un cromosoma X en hembras de mam&iacute;feros. El 
inactivo cromosoma X de una hembra porcina  se muestra en un c&iacute;rculo.</TD>
<TD><img src="../../genetik/2/3cat.gif"  height="250" align=bottom >.
<img src="../../genetik/2/3.gif"  height="250" align=bottom > </TD></TR></TABLE>

<P>El cromosoma X inactivo se detecta por medio de la tinci&oacute;n de acridina naranja, 
las c&eacute;lulas son cultivadas por 6,5 
horas con BrdU (Brom deoxi-uridina) en el medio. S&iacute;ntesis de ADN que se producen despu&eacute;s de a&ntilde;adir BrdU puede ser visto como 
d&eacute;bilmente manchado zonas en los cromosomas. Hay un c&iacute;rculo alrededor del X cromosoma inactivo.
 Los genes activos se replican en una fase temprana del ciclo celular y, por tanto, se encuentran con las bandas blancas.</P>

<P>La mayor&iacute;a de los casos de enfermedades  recesivas ligadas al sexo ocurren en varones. Hemofilia 
en humano es uno de los m&aacute;s conocidos 
ejemplos de  herencia recesiva ligada al sexo, la frecuencia en los ni&ntilde;os est&aacute; 100 veces 
m&aacute;s grande que la de las ni&ntilde;as. Esto ocurre 
cuando la frecuencia g&eacute;nica es 0,01, correspondiente a la frecuencia en los ni&ntilde;os. Considerando que 
el gen de las ni&ntilde;as tiene que venir 
del padre y madre, cada uno con una probabilidad de 0,01, lo que corresponde a una frecuencia en las ni&ntilde;as de 1 por
10'000,</P>

<P><A HREF="4.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
