<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<TITLE>Ejemplos de aplicaci&oacute;n de las frecuencias g&eacute;nicas</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>2.4 Ejemplos de aplicaci&oacute;n de las frecuencias g&eacute;nicas</H3>

<P><A HREF="3.htm">P&aacute;gina anterior</A> </P>

<P>Cuando la frecuencia g&eacute;nica en una poblaci&oacute;n se conoce, la frecuencia de genotipo
 para cada genotipo bajo 
condiciones de H-W se puede calcular. De igual forma el tipo de frecuencias en virtud de apareamiento al azar de apareamiento se puede calcular por 
medio de la regla de multiplicaci&oacute;n de probabilidades, los resultados se muestran en la tabla siguiente. 
Tenga en cuenta que 
cuando los dos genotipos diferentes, tiene que ser multiplicado por 2, como los dos tipos se pueden combinar tambi&eacute;n en 
&oacute;rdenes invertido. 
<TABLE WIDTH="569">
<TR><TD WIDTH="141"></TD>
<TD WIDTH="132"></TD>
<TD WIDTH="141"></TD>
<TD WIDTH="42"></TD>
<TD WIDTH="76">Decencias
segregaci&oacute;n</TD>
<TD WIDTH="37"><TDWIDTH="132"><TDWIDTH="132"></TD></TR>
<TR><TD>Tipo de apareamiento</TD>
<TD>Frecuencia</TD>
<TD></TD>
<TD>AA</TD>
<TD>Aa</TD>
<TD>aa</TD></TR>
<TR><TD>AA x AA</TD>
<TD>p<SUP>2</SUP> x p<SUP>2</SUP>&nbsp;</TD>
<TD>= p<SUP>4</SUP></TD>
<TD>1</TD>
<TD></TD>
<TD></TD></TR>
<TR><TD>AA x Aa&nbsp;</TD>
<TD>2 x p<SUP>2</SUP> x 2pq&nbsp;</TD>
<TD>= 4p<SUP>3</SUP> x q&nbsp;</TD>
<TD>0,5</TD>
<TD>0,5</TD>
<TD></TD></TR>
<TR><TD>Aa x Aa</TD>
<TD>2pq x 2pq&nbsp;</TD>
<TD>= 4p<SUP>2</SUP> x q<SUP>2</SUP></TD>
<TD>0,25</TD>
<TD>0,5</TD>
<TD>0,25</TD></TR>
<TR><TD>AA x aa</TD>
<TD>2 x p<SUP>2</SUP> x q<SUP>2</SUP>&nbsp;</TD>
<TD>&nbsp;= 2p<SUP>2</SUP> x q<SUP>2</SUP></TD>
<TD></TD>
<TD>1</TD>
<TD></TD></TR>
<TR><TD>Aa x aa&nbsp;</TD>
<TD>2 x 2pq x q<SUP>2</SUP></TD>
<TD>= 4pq<SUP>3</SUP></TD>
<TD></TD>
<TD>0,5</TD>
<TD>0,5</TD></TR>
<TR><TD>aa x aa&nbsp;</TD>
<TD>q<SUP>2</SUP> x q<SUP>2</SUP>&nbsp;</TD>
<TD>&nbsp;=&nbsp; q<SUP>4</SUP></TD>
<TD></TD>
<TD></TD>
<TD>1</TD></TR></TABLE>

<P>C&aacute;lculo de  frecuencias de tipo de apareamiento  es importante 
en relaci&oacute;n con 
el control de enfermedades hereditarias monogenetica. Este 
tema ser&aacute; objeto de discusi&oacute;n m&aacute;s detallada en el cap&iacute;tulo 5, donde 
la cl&aacute;sica segregaci&oacute;n en la descendencia se presentar&aacute; al 
 an&aacute;lisis estad&iacute;stico. <BR> 
<A HREF="../applets/mating.htm"> Un applet para 
c&aacute;lculo de frecuencias de  apareamiento tipo puede verse a continuaci&oacute;n </A> <BR> 
Ejemplo de uso del applet se muestra a continuaci&oacute;n donde q = 0,005. 
El 99 porciento de la descendencia recesiva  proceden de los padres normales.</P>

<P ALIGN="CENTER"><img src="../../genetik/2/41.gif" align=bottom > </P>

<P><A NAME="Alb&uacute;mina"> <A>Frecuencias de genes tambi&eacute;n tienen un gran campo de 
aplicaci&oacute;n en estudios de las razas. 
Las frecuencias g&eacute;nicas para las razas estrechamente relacionadas tienen una tendencia
 a estar m&aacute;s cerca de  
otras razas que no est&aacute;n estrechamente relacionadas.</P>

<P ALIGN="CENTER"><img src="../../genetik/2/4.gif" width="550" height="714" align=bottom > </P>

<P>En la tabla anterior  se presenta los resultados de un estudio de la alb&uacute;mina tipos 
en razas de perros dan&eacute;s. Como 
mencionado en la secci&oacute;n 2.1 una forma r&aacute;pida y un lento alelo se producen cuando 
el suero alb&uacute;mina es probado en un
 gel  electroforesis. 
Estas denominaciones tienen alelos F y S. Las frecuencias del S alelo 
var&iacute;an de 0 a 1 en las razas de perros. Las investigaciones han estado
 llevado a cabo por 
 K. Christensen et al. 1985; <i>Hereditas</i>, 102:219-223.</P>

<P><A NAME="Mikro"></A>En la tabla siguiente son los resultados de un estudio de algunos mikrosatellites en 
 razas de perro dan&eacute;s, 
as&iacute; como en la rojo y el azul de los zorros. Aqu&iacute; est&aacute;n los resultados de tres loci, cada uno con varios 
alelos, siendo nombrada como la larga de 
la cadena de ADN que se amplifican por los primeros. 
Las frecuencias var&iacute;an considerablemente entre las razas de perro. Los 
primeros que se desarrollan en el perro funcionan igualmente bien en ambas especies de zorros.


Esto indica un 
alto grado de homolog&iacute;a gen&eacute;tica entre 
perros y zorros. H<SUP>e</SUP> da  la informaci&oacute;n contenida en los loci. Esto depende del porciento de heterocigotos en la 
poblaci&oacute;n. Los animales gen&eacute;ticamente heterocigotos son los m&aacute;s informativos. 
En las pruebas de paternidad o 
otras investigaciones gen&eacute;ticas de la homocigosidad dar&aacute; muy poca o ninguna informaci&oacute;n 
sobre cu&aacute;l de los padres un alelo 
descendencia ha heredado.
Las investigaciones han estado llevado a cabo por M. Fredholm et al. 1995;
<i> Mamalian Genome</i>,
6:11-18.</P>

<P ALIGN="CENTER"><img src="../../genetik/2/4-1.gif" width="550" height="504" align=bottom > </P>

<P><A HREF="5.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
