<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>frecuencias de gametos y ligamiento gen&eacute;tico</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>2.5 Frecuencias de gametos y ligamiento gen&eacute;tico</H3>

<P><A HREF="4.htm">P&aacute;gina anterior</A> </P>

<P>El termino frecuencia de gametos se aplica cuando los alelos de m&aacute;s
 de un locus se
consideran. Cada gameto contiene un alelo de cada locus. Considere los dos loci A y B, los genotipos 
de cada locus puede ocurrir en 
H-W proporciones, aunque este no es el caso de los dos loci juntos. Esto puede 
ser de gran importancia en relaci&oacute;n con 
los  marcadores de genes (loci). De vez en cuando un alelo espec&iacute;fico en el marcador loci ocurre con la enfermedad 
alelo de un otro locus. Si los dos loci est&aacute;n estrechamente
 ligamentados podr&iacute;a tener 
varias generaciones antes que el equilibrio sea 
alcanzado entre los dos loci.</P>

<P>La combinaci&oacute;n de dos pares de genes A y B, cada uno con dos alelos que se muestran a continuaci&oacute;n en el cl&aacute;sico
 dos por dos tabla, 
donde r, s, t, y u son las frecuencias observadas de los gametos AB, Ab, AB y ab, ver tambi&eacute;n Figura 2.5. 


<PRE>         gen A   gen  B       B              b           frecuencia 
                 ------------------------------------------------ 
	   A	     |	r=p(A)*p(B)+D	 s=p(A)*q(b)-D  |   p(A) 	 
	   a	     |	t=q(a)*p(B)-D	 u=q(a)*q(b)+D  |   q(a)
	         -----------------------------------------------
   Frecuencia    |                p(B)            q(b)    |    1
</PRE>

<br> Las frecuencias g&eacute;nicas se pueden calcular por medio de los genes y el m&eacute;todo gen conteo
que corresponden a las distribuciones de la frontera. El 
frecuencia esperada de un gameto es el producto de las distribuciones de la frontera 
que es igual a P(A) = r + s = 
P(A) * p(B) + D + P(A) * q(b) - D = P(A) [p(B) + q(b)] = p(A). La desviaci&oacute;n que 
se produce entre los n&uacute;meros observados y esperados 
se le asigna el s&iacute;mbolo D (desequilibrio). Tenga en cuenta que las desviaciones son del mismo tama&ntilde;o para todas las c&eacute;lulas (D), 
pero con un signo negativo para la fase de repulsi&oacute;n gametos Ab y aB. 

<P>Un ejemplo de c&aacute;lculo: El n&uacute;mero de gametos que se observ&oacute; son AB=21, Ab=49, aB=19, ab=11.</P>

<P> </P>
<PRE>gen  A/gen  B 	 	B	         b              Suma (frec)
          ------------------------------------------------------------
    	  A	   |   21  (r=0,21)	49  (s=0,49)   |  70  (p(A)=0,7)
   	  a	   |   19  (t=0,19)	11  (u=0,11)   |  30  (q(a)=0,3)
          ------------------------------------------------------------- 
    Suma(frec) |   40 (p(B)=0,4)	60  (q(b)=0,6) | 100    1

                                      
Las frecuencias se dan entre par&eacute;ntesis: Ji-cuadrado = 9,7<SUP>**</SUP> Df=1
 				      D= u-q(a)*q(b) = 0,11 - 0,3*0,6 = -0,07</PRE>

<P>Estad&iacute;sticamente significativa desviaci&oacute;n se produce a partir de la combinaci&oacute;n 
aleatoria 
entre los genes A y B y corresponde a un
 
desequilibrio igual a -0,07. <BR> 
Los gametos correspondientes procedentes de la primera tabla puede ser organizada de manera diferente como se 
muestra abajo:</P>

<BR><PRE>    gametos frecuencia observada frecuencia esperada  desviaci&oacute;n
         ------------------------------------------------------------ 
	   AB		r		  p(A)*p(B)		D
	   Ab		s		  p(A)*q(b)	       -D
	   aB		t		  q(a)*p(B)	       -D
	   ab		u		  q(a)*q(b)		D</PRE>

<P>En la tabla  se ve todos los  genotipos posibles de un dos gen sistema. Recombinaci&oacute;n f&iacute;sica s&oacute;lo 
han ocurrido en el doble heterocigoto, en todos los dem&aacute;s genotipos una recombinaci&oacute;n no dar&iacute;a lugar a otros tipos de 
 gametos diferentes de la cual se forman. El genotipo de las frecuencias correspondientes en virtud de apareamiento
 al azar  
est&aacute; obtenido  por la multiplicaci&oacute;n de las frecuencias de gametos, como se muestra. La multiplicaci&oacute;n se hace por 
medio de un applet dise&ntilde;ado para estudiar el ligamiento y el ligamiento desequilibrio.

<P ALIGN="CENTER"><img src="../../genetik/2/52.gif" align=bottom > </P>

<P>Figura 2.5 muestra los dos tipos de dobles heterocigotos. 
Por la recombinaci&oacute;n de los gametos 
del otro 
tipo y de forma  inversa. Por lo tanto, el equilibrio de ligamiento cuando los n&uacute;meros 
son igual de los dos tipos de dobles 
heterocigotos. Esto tambi&eacute;n puede ser visto en la f&oacute;rmula de D dado abajo.
<BR>

<TABLE BORDER="0" WIDTH="60 %" align="right">
<TR><TD> Figura 2.5.  Los dos cromosomas hom&oacute;logos en ligamiento y en 
fase de repulsiones. Cuando la recombinaci&oacute;n tiene lugar (con 
una frecuencia c) se forma los gametos contrario correspondiente a la f&oacute;rmula de D.
  
<br>  <img src="../../genetik/2/5.gif" width="420" align=right ></TD></TR></TABLE>

<BR>
<P>La frecuencia esperada de un gameto corresponde a la frecuencia 
donde los dos genes son heredados independientemente. En ese caso la regla de multiplicaci&oacute;n 
de probabilidades se pueden aplicar para calcular el n&uacute;mero esperado. 
El desequilibrio tiene el s&iacute;mbolo D y se define como se muestra arriba (observados - espera frecuencia de gametos). Puede 
tambi&eacute;n se calcula como la mitad de la diferencia entre la doble frecuencia de 
heterocigotos en fase de
 ligamientos  y repulsiones:</P>
<PRE>        D = u  -  q(a)*q(b), o		
	D = r*u - t*s    (= [p(AB/ab) - p(Ab/aB)]/2) 
        
</PRE>

<P>El m&aacute;ximo desequilibrio existe cuando todos los  dobles heterocigotos est&aacute;n en fase de ligamiento (AB/ab) o 
en repulsa 
fase (AB/AB), entonces se tiene el valor D<SUB>Max</SUB>. </P>

<P>Si la frecuencia de recombinaci&oacute;n es c, D ser&aacute; inflado a D*(1-c), por generaci&oacute;n, por lo que en la generaci&oacute;n
 n D<sub>n</SUB> = D<sub>0</SUB> * (1-c) <SUP>n</SUP>, 
donde D<sub>0</SUB> es el desequilibrio en la poblaci&oacute;n base, ver figura 2.6. <BR> 


<TABLE WIDTH="40 %" align="right">
<TR><TD><BR>
Figura 2.6.  Curvas de n&uacute;mero de generaciones hacia el equilibrio de 
diferentes frecuencias de recombinaci&oacute;n. </tr><tr>
 <img src="../../genetik/2/51.gif"  > </TD></TR></TABLE>

<P>Por dos loci independientes teniendo 0,5  en la frecuencia de recombinaci&oacute;n de 
4 a 5 generaciones 
pasar&aacute; antes de que el equilibrio fuera 
alcanzado. En cuanto a loci estrechamente ligamientado con menos del 5 porciento de recombinaci&oacute;n, que 
tendr&aacute; m&aacute;s de 25 generaciones 
antes de que se alcance el equilibrio.
</P>

<P>La liberaci&oacute;n de ligamiento desequilibrio puede producir
 nuevas variaci&oacute;n gen&eacute;tica para los rasgos cuantitativos. Si son dos loci 

al lado entre s&iacute;, ambos con un efecto positivo y un efecto negativo y 
existen en la fase de ligamiento, si surge nueva variaci&oacute;n si 
los positivos 
alelos est&aacute;n recombinados y viene en fase de ligamiento</P>

<P>La segunda ley de Mendel predice que dos loci se segregan en forma independiente F<sub>2</SUB> en un an&aacute;lisis de doble cruz. 
Esto es causado por el
hecho de que todos los individuos en F<sub>1</SUB> son dobles heterocigotos. Dado que s&oacute;lo el doble 
heterocigotos pueden recombinarse, tomar&aacute; mucho tiempo antes de equilibrio 
se da en una poblaci&oacute;n mixta, donde la frecuencia de  doble 
heterocigotos s&oacute;lo es 
 2(r*u + t*s).</P>

<P>En relaci&oacute;n con una nueva mutaci&oacute;n completa desequilibrio existe en  
las generaciones futuras, ya que la mutaci&oacute;n se presenta en un solo cromosoma. 
Este desequilibrio puede ser utilizado 
en relaci&oacute;n con la aplicaci&oacute;n de marcadores de genes para identificar 
la localizaci&oacute;n de los genes y de identificar los 'transportistas' en los individuos
 relacionados por medio del marcador 
loci.</P>

<P>M&aacute;ximo desequilibrios siempre existen dentro de una familia. Esto hace que sea 
posible utilizar genes marcadores dentro de las familias. Si 
un individuo nace con una enfermedad recesiva y tiene un marcador espec&iacute;fico 
combinaci&oacute;n, los nuevos hijos que tengan la misma 
combinaci&oacute;n de gen y  marcador, con gran probabilidad 
tambi&eacute;n sean portadoras de la enfermedad.</P>

<P>Aplicaci&oacute;n para el c&aacute;lculo de la prueba de Ji cuadrado para el ligamiento 
desequilibrio, <A HREF="../applets/ki1.htm"> haga clic aqu&iacute;</A>,
 y un applet para el estudio del ligamiento y 
ligamiento desequilibrio <A HREF="../applets/li.htm">haga clic aqu&iacute;.</A>

<P><A HREF="0.htm">Cap&iacute;tulo 2</A> </P>

</BODY>
</HTML>
