<HTML>
<head>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Alment om   h&aring;rtyper hos pattedyr</title>
 </HEAD>

<BODY><h3>11.1 Alment om   h&aring;rtyper hos pattedyr  </h3>
<P><A HREF = "0.htm">Lektion 11</A>
<p>H&aring;r og h&aring;rets farver er vigtige for dyrs overlevelse i naturen. Her beskrives 
en del h&aring;rkarakteristika og der gives en mere detaljeret beskrivelse af arveanl&aelig;g 
der indg&aring;r i melaninsyntesen. Melaninkorn er grundlaget for h&aring;rets farve. 
De vigtigste farvegener beskrives, s&aring;vel som deres udbredelse indenfor de enkelte 
arter og i de danske husdyrbestande. 

<br>-------  

<p>H&aring;ret hos pattedyr kan dels karakteriseres ved dets l&aelig;ngde og dels ved dets fysiske 
beskaffenhed s&aring;som glat kontra kr&oslash;llet. Forholdet mellem d&aelig;kh&aring;r og underuld spiller ligeledes
en stor rolle for h&aring;rets fysiske egenskaber. Endelig er der farven, som er med til at give
dyret kamuflage eller ved st&aelig;rke farver dominans over for andre artsf&aelig;ller.
<br>For de pattedyr der lever i vand eller ern&aelig;rer sig ved jagt p&aring; dyr der lever i vand, er pelsen
af stor betydning for varmereguleringen. Pelsen skal ogs&aring; have stor slidstyrke
for at holde igennem hele vinterperioden, af eksempler kan n&aelig;vnes s&aelig;l, odder og mink.
Harer og r&aelig;ve har ogs&aring; en varm pels, men den har hos disse dyr  ikke n&aelig;r samme 
slidstyrke. Hos de fleste pattedyr produceres der en vinterpels i oktober-november, der
erstattes af en sommerpels i april-maj.
<P>Visse af de fysiske egenskaber styres af simpel Mendelsk arvegang, man har feks:
<p><B>H&aring;rtyper og genotyper</B>
<pre>
Dominant                   Recessiv                 
---------------------------------------
Ruh&aring;ret   W-               Glath&aring;ret ww               
Korth&aring;ret L-               Langh&aring;ret ll                
D&aelig;kh&aring;r    M-               Mole      mm
H&aring;r       Hr-              H&aring;rl&oslash;s    hr/hr
----------------------------------------</pre>

<p>I figur 11.1 er vist eksempler p&aring; de forskellige h&aring;rtyper.
<TABLE border=0 >
<TR>
<TD>Figur 11.1.
<br><br>Den ruh&aring;rede Airdale terrier</TD>
<TD><IMG SRC="../../genetik/11/1ru.gif"  height="150"> </TD>
<TR>
<TD>Langh&aring;rede type hos gravhund.</TD>
<TD><IMG SRC="../../genetik/11/1lang.gif"   height="150" > </TD>
<TR>
<TD>Pelsen fra en mole mink og en normal Standard mink anno 1965.</TD>
<TD><IMG SRC="../../genetik/11/1mole.gif"></TD>
<TR>
<TD>H&aring;rl&oslash;s mus.</TD>
<TD><IMG SRC="../../genetik/11/1nu.gif"></TD>
</TABLE>

<P><A HREF = "../../genetik/11/2.htm">N&aelig;ste side</A> 
 
 </body>
  </html>