<HTML>
<head>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Farvegenernes biokemiske funktion</title>
 </HEAD>

<BODY><h3>11.3  Farvegenernes biokemiske funktion </h3>
<P><A HREF = "2.htm">Foreg&aring;ende side</A>  

<p> I figur 11.4 er vist en  melanocyt. Der er i figuren antydet nogle af melanocyttens 
funktioner og hvorledes de p&aring;virkes af farvegenerne, der er n&aelig;vnt i foreg&aring;ende afsnit.
<p>MSH eller melanocyt-stimulerende hormon bliver produceret i hypofysen. Dette hormon
er vigtigt for produktionen af melanin. MSH-receptoren svarer til e-locus,
hvorimod en blokker af dette hormon svarer til a-locus.
<br>
<TABLE border=0 align=right width="55%">
<TR>
<TD>Figur 11.4.
 Viser funktionen af de 5 mest kendte farvegener hos pattedyr.
H&aring;rfarven skyldes de melaninkorn melanocyten danner.</TD></tr><tr>
<TD><IMG SRC = "../../genetik/11/melanocy.gif"    height="400"></TD>

</TABLE>
<p> P&aring; b og c locus bliver der kodet for 'enzymer', der s&oslash;rger for omlejring af aminosyren
tyrosin, tyrosinase. Omlejringen er n&oslash;dvendig for at der overhovedet kan dannes melanin. 
<br>Locus d har med dendrit-st&oslash;rrelsen at g&oslash;re.

<p> N&aring;r man sammenligner genernes kendte alleler giver det mulighed for at t&aelig;nke p&aring; en
fortolkning af funktionen. Feks kan der b&aring;de v&aelig;re en dominant og en recessiv gul
i forbindelse med agouti locus. At der vil v&aelig;re en st&aelig;rk afh&aelig;ngighed mellem effekten af
 a og e locus er ganske indlysende, da de p&aring;virker samme system, MSH funktionen.

<p>Melanocytternes udbredelse i h&aring;rlaget er  ogs&aring; en vigtig faktor
for h&aring;rets farve. Som eksempel skal n&aelig;vnes to genpar der kendes fra mus, 
steel (sl) eller (Mast cell growth factor=Mgf)  
og white spotting  (Kit genet),  der er Mgf receptoren. Disse to gener 
er med til at styrer udbredelsen
af melanocytterne i huden, og kan som  navnet p&aring; det ene genpar antyder give anledning
til hvide pletter. Er der f&aelig;rre melanocytter i h&aring;rlaget f&aring;r man ofte en blanding af 
farvede og hvide h&aring;r, denne effekt kan styres fra steel lokus.
<p>Hos mus er kendt op mod 100 farvegener, de kan alle henf&oslash;res til en af de neden n&aelig;vnte
 kategorier
<pre>   Gener der indg&aring;r i melanin syntesen
   Gener der (regulerer) styrer melanin produktion
   Gener der vedr&oslash;rer antallet af melanocytter
   Gener der styre melanocyttens morfologi
</pre>
<A HREF = "melanin.htm"> Flere detaljer og referencer vedr melanin syntese.</A> 
<p>
Modifikation af farvetonen kan ske ved klassisk selektion, hvor farvetone behandles som
en kvantitativ egenskab. Hos mink er vild mink farvetypen m&oslash;rkebrun. Ved selektion 
for m&oslash;rkere farve er der gennem selektion over ca 25 generationer
 skabt en mink type, der er kulsort. 
<p>Milieuets indflydelse p&aring; udbredelsen af feks. hvid farve kan tydelig ses ved kloning,
 hvor der er ret stor forskel p&aring; individer med identisk genotype. Se <A HREF = "../../genetik/11/cats.gif">
her</a> med billeder af identiske katte, Nature 2002 vol. 415 side 859. 

<P><A HREF = "4.htm">N&aelig;ste side</A> 
 
 