<HTML>
<head>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Farvegener i de forskellige husdyrarter</title>
 </HEAD>

<BODY><h3>11.4  Farvegener i de forskellige husdyrarter</h3>
<P><A HREF = "3.htm">Foreg&aring;ende side</A>  
<p><b>Nedarvning af farver hos de danske svinracer</b> er styret af f&oslash;lgende tre loci,
se ogs&aring; figur 11.5.
<pre>
Dominant                   Recessiv                 
-----------------------------------------------
Dominant hvid  I-          Farvet       ii
Hvidt b&aelig;lte    i(Be)-      Ensfarvet    ii 	             
Sort           E-          R&oslash;d          ee              
------------------------------------------------
</pre>
<p>Landrace (L) og Yorkshire (Y) racerne er hvide, og er homozygotiske for dominant hvid.
<br>Duroc (D) racen er r&oslash;d.
<br>Hampshire (H) racen er sort med hvidt b&aelig;lte.
<TABLE border=0 >
<TR>
<TD>Figur 11.5
<br>Landrace (L) og Yorkshire (Y) racerne er hvide, og er homozygotiske for dominant hvid.
<br>Duroc (D) racen er r&oslash;d.
<br>Hampshire (H) racen er sort med hvidt b&aelig;lte.</TD>
<TD><IMG SRC = "../../genetik/11/grise.gif" ></TD>
</TABLE>
<p>
De fleste produktionsgrise i Danmark har en LY mor og en farvet far (D eller HD). De
er alle hvide da de er heterozygotiske med genotypen Ii. 
Marklund et al. 1998, Genome Res 8:826-33, har p&aring;vist at  dominant hvid 
hos svin skyldes alleler i det s&aring;kaldte kit gen, der svarer til mast cell growth 
factor receptoren. B&aelig;lte genet er beskrevet i Mamm Genome 1999 Dec;10:1132-6 af 
Giuffra 
et al..


<p><b>Nedarvning af farver hos de danske kv&aelig;gracer</b> er styret af f&oslash;lgende tre loci.
<pre>
Dominant                   Recessiv                 
---------------------------------------       
Sort           E-          R&oslash;d       ee              
Ensfarvet      S-          Broget    ss
Hvidt hoved    S<sup>H</sup>-          Ensfarvet SS
----------------------------------------
</pre>
<p>Sortbroget dansk malkerace (SDM) har genotypen EEss og 
R&oslash;d dansk malkerace (RDM)  har genotypen eeSS. 
Krydsninger mellem SDM og RDM giver ensfarvet sort afkom. Enkelte RDM har farvetegningen
tigerstribet, det er en allel i e locus, der er dominant i forhold til r&oslash;d.
<br>Hos en del k&oslash;dkv&aelig;gsracer
feks. Hereford forekommer farvetegningen hvidt hoved, der har dominant nedarvning, den 
nedarves fra en dominant allel i samme lokus som brogethed. Det vides, at genet for brogethed 
ligger p&aring; kromosom 6, og det er t&aelig;t koblet til kit genet og har interaktion med dette.
<TABLE border=0 >
<TR>
<TD>Figur 11.6.
<br>Sortbroget dansk malkerace (SDM) har genotypen EEss og 
R&oslash;d dansk malkerace (RDM)  har genotypen eeSS. 
Hereford har farvetegningen med hvidt hoved, der har dominant nedarvning.
<br><IMG SRC = "../../genetik/11/kvag.gif" ></TD>

</TABLE>
<p>
Klungland et al. 1995, Mamalian Genome 6:636-39, har p&aring;vist at  r&oslash;d farve hos kv&aelig;g
skyldes ee genotypen i extension locus. 

<P><b>Nedarvning af pelsfarver hos hund</b>, af <A HREF = "http://www.ihh.kvl.dk/htm/hfp/">Helle Friis 
Proschowsky</a>  


<br> Nedarvning af farver hos hunde er meget komplekst, og det f&oslash;lgende bliver derfor kun
en kort beskrivelse. Hver race har sit specielle s&aelig;rpr&aelig;g, og interesserede henvises til "
bibelen"  p&aring; dette omr&aring;de: "The inheritance of coat colors in dogs" 
af Clarence C. Little,
Howell Book House, 1984. 

<br>Farven i hundes pels skyldes pigmentkorn der indeholder stoffet melanin. St&oslash;rrelsen og
t&aelig;theden af kornene afg&oslash;r hvor m&oslash;rk pelsen ser ud. Pigmentkornene dannes kontinuerligt ved roden af h&aring;ret mens det gror. Hvis denne proces &aelig;ndres eller afbrydes n&aring;r h&aring;ret
er vokset halvt ud, f&aring;s et b&aring;nd af en anden nuance p&aring; h&aring;ret. Dette kaldes vildtfarve eller
agouti, og findes bl.a hos Sch&aelig;fer og Norsk elghund. Vildtfarvede hvalpe f&oslash;des sorte,
fordi kun den f&oslash;rste del af h&aring;ret er vokset frem ved f&oslash;dslen. 


<br>Man mener at der findes loci (steder) for farvegener p&aring; mindst 10 forskellige kromosompar hos hunde. Alle hunde besidder disse farvegener, men langt fra alle alleler kommer
til udtryk i alle racer. 


<br>Hos nogle racer er pelsfarven meget konstant, og alle individer i racen har i princippet
samme farve, som f.eks. Rottweiler. Hos andre findes et utal af farvevarianter. 

<br>Kort beskrivelse af de mest kendte loci´s betydning for farven: 


<p><b>Locus A:</b>  Bestemmer m&aelig;ngden og lokaliseringen af m&oslash;rkt og lyst pigment, b&aring;de i det
enkelte h&aring;r, og i pelsen som helhed.  Allelen a<SUP>t</SUP>  giver f.eks. black and tan- farve hos
Rottweiler, Airdale og Gordon setter. 


<br><b>Locus B:</b> Bestemmer om m&oslash;rkt pigment skal v&aelig;re sort (B) 
eller leverbrunt (b). 


<br><b>Locus C:</b> Bestemmer pigmenteringsdybden. Indeholder bl.a. allelen 
c<SUP>a</SUP>  der giver
albinoer og chinchilla-allelen c<SUP>ch</SUP>  , der lysner r&oslash;de 
og gule farver til cremefarvet hos
feks Cocker spaniel. Chinchilla-allelen er ogs&aring;
 &aring;rsag til den store variation i pigmenteringsdybden hos f.eks.
 Cheasapeake bay retriever og Tibetansk terrier.


<br><b>Locus D:</b> P&aring;virker intensiteten af farven. Allelen store D giver intens farve (sort Grand
Danois) mens allelen d giver bl&aring; fortynding. Weimaraner har altid allelen d sammen
med b, det er alts&aring; leverbrun der bliver fortyndet til den karakteristiske
 farve.



<br><b>Locus E:</b> P&aring;virker m&oslash;nstret af m&oslash;rkt pigment i pelsen. 
Allelen E<SUP>m</SUP> giver f.eks. sort
maske hos Leonberger ,og allelen e<SUP>br</SUP>  er ansvarlig for tigerstribning 
( brindle) hos Boxer
og Grand Danois, mens genotypen ee giver gul farve hos Labrador retrievere.


<br><TABLE border=0 >
<TR>
<TD>Figur 11.7
<br>Black and tan- farve hos Airdale, a<SUP>t</SUP>a<SUP>t</SUP>,
Dilution farven hos Tibetaneren, dd, og gul farve fra Extention hos Labrador retrievere, ee.
<br><IMG SRC = "../../genetik/11/hunde.gif" > </TD>
</TABLE>



<br><b>Locus G:</b> alleler i dette lokus afg&oslash;r hvorvidt farven bleges med alderen 
 eller ej.

<br><b>Locus M:</b> Den dominante allel M giver merlefarve ( Collie, Shetland sheepdog) mens
den recessive allel m giver ensartet pigmentering. Det er velkendt at man ikke b&oslash;r parre
to hunde med merlefarve, idet allelen i dobbelt dosis ofte f&oslash;lges med skader p&aring; syn og
h&oslash;relse.(se nedenfor)


<br><b>Locus S:</b>  Bestemmer fordelingen af farvede og hvide omr&aring;der p&aring; kroppen. Den
dominante allel S giver fuldst&aelig;ndig pigmentering, evt. med sm&aring; hvide pletter p&aring; bryst
og poter (Retrievere, Boxere, New Foundl&aelig;nder). De tre mere recessive s-alleler giver
stigende m&aelig;ngder af hvidt med Clumber spaniel og Dalmatiner som de 
mest hvide.




<P><b>Nedarvning af pelsfarver hos kat</b>, af 
<A HREF = "http://www.esb.utexas.edu/hampton/zoo325l/index.html">Nan Hampton, 
University of Texas at Austin</A>, der 
ogs&aring; har et  flot power point show p&aring; 50 billeder. 

<p>The following is a table of some of the more common genotypes and phenotypes of the domestic cat.
<center>

<br>
<table border=2>
<tr align=center>
<td colspan=6>
<font size=+2>
<b>Common Genotypes and Phenotypes</b>
</tr>

<tr align=center>
<td colspan=2><b>Homozygous</b></td>
<td colspan=2><b>Homozygous</b></td>
<td colspan=2><b>Heterozygous</b></td>
</tr>

<tr>
<th>Genotype</th>
<th>Phenotype</th>
<th>Genotype</th>
<th>Phenotype</th>
<th>Genotype</th>
<th>Phenotype</th>
</tr>

<tr>
<td>AA</td>
<td>agouti</td>
<td>aa</td>
<td>non-agouti (black)</td>
<td>Aa</td>
<td>agouti</td>
</tr>

<tr>
<td>BB</td>
<td>black pigment</td>
<td>bb</td>
<td>brown pigment</td>
<td>Bb</td>
<td>black pigment</td>
</tr>

<tr>
<td>CC</td>
<td>full color</td>
<td>cbcb<br>cscs</td>
<td>burmese<br>siamese</td>
<td>Ccb<br>Ccs<br>cbcs</td>
<td>full color<br>full color<br>tonkanese</td>
</tr>

<tr>
<td>DD</td>
<td>dense pigment</td>
<td>dd</td>
<td>dilute pigment</td>
<td>Dd</td>
<td>dense pigment</td>
</tr>

<tr>
<td>ii</td>
<td>full pigment</td>
<td>II</td>
<td colspan=3>pigment limited to tips of hair, base of hair light gray or white, agouti especially affected<br>with agouti=silver tabby<br>with non-agouti=smoke<br>with orange=cameo</td>
</tr>

<tr>
<td>LL</td>
<td>short hair</td>
<td>ll</td>
<td>long hair</td>
<td>Ll</td>
<td>short hair</td>
</tr>

<tr>
<td>mm</td>
<td>long tail</td>
<td>MM</td>
<td>prenatal lethal</td>
<td>Mm</td>
<td>short tail</td>
</tr>

<tr>
<td>oo or oY</td>
<td>non-orange (usually black)</td>
<td>OO or OY</td>
<td>orange</td>
<td>Oo</td>
<td>tortoiseshell=orange and black in females</td>
</tr>

<tr>
<td>ss</td>
<td>no white spots</td>
<td>SS</td>
<td>white spots > 1/2 body</td>
<td>Ss</td>
<td>white spots < 1/2 body</td>
</tr>

<tr>
<td>TT</td>
<td>mackerel stripe</td>
<td>TaTa<br>tbtb</td>
<td>Abyssinian<br>blotched</td>
<td>TTa<br>Ttb<br>Tatb</td>
<td>Abyssinian, faint leg and tail stripes<br>Mackerel stripes<br>Abyssinian, faint leg and tail stripes</td>
</tr>

<tr>
<td>ww</td>
<td>not all white</td>
<td>WW</td>
<td>all white</td>
<td>Ww</td>
<td>all white</td>
</tr>

</table>
</center>
<p>

<A name ="Mink">
<b>Genetics of Mink Coat Colour</b>


<br>Mink colour types have evolved through selection or mutations of colour
genes. The wild genotype for colour, which has no mutations is called Standard
and ranges in appearance from dark brown (wild mink found in nature, and
the colour type <b><i>Wild mink</i></b>) to the highly selected farm mink
Black standard that is totally black. This is due to selection for darkness
in the last 50 generations.
<p>The mutant colour types in mink are classified according to numbers
and types of genes responsible for colour expression. Until now it has
not been possible to correlate the mink colour genes with the colour genes
described in other mammals. An exception is just the albino locus. This
problem will hopefully be solved in the near future by means of DNA technological
methods.
<p>
<b>
The Recessive and Dominant Colour Genes</b>
Single Recessive colours result from homozygozity of recessive mutant genes.
Colour genes for any two or more mutant colours that have originated from
the same wild (standard) gene are called allelic genes and will occupy
the same chromosomal location (locus). Mutant colours originating from
different standard genes are called non allelic. The homozygous state of
dominant genes is often lethal, resulting in reduced litter size. There
is only shown the most commonly used combinations of the mutants. A cross
between non-allelic mutants result in the dark brown colour, which was
the common type when the mutants first were established.
<br>&nbsp;
<table BORDER COLS=4 WIDTH="100%" >
<tr>
<td>Colour types, single</td>

<td>Mutant name</td>

<td>Mutant genotype</td>

<td>Wild type, Standard</td>
</tr>

<tr>
<td>White&nbsp;</td>

<td><b>Albino,</b> red eyed</td>

<td>cc</td>

<td>CC</td>
</tr>

<tr>
<td></td>

<td><b>Hedlund White</b>, deaf</td>

<td>hh</td>

<td>HH</td>
</tr>

<tr>
<td>Grey</td>

<td><b>Aleutian</b>, bluish</td>

<td>aa</td>

<td>AA</td>
</tr>

<tr>
<td></td>

<td><b>Silver Blue</b>, grey</td>

<td>pp</td>

<td>PP</td>
</tr>

<tr>
<td></td>

<td><b>Steel Blue</b></td>

<td><i>p<sup>s</sup>p<sup>s</sup></i></td>

<td>PP</td>
</tr>

<tr>
<td>Brown</td>

<td><b>Royal Pastel</b></td>

<td>bb</td>

<td>BB</td>
</tr>

<tr>
<td></td>

<td><b>Moyl</b></td>

<td>mm</td>

<td>MM</td>
</tr>

<tr>
<td></td>

<td><b>American Palemino</b></td>

<td>kk</td>

<td>KK</td>
</tr>

<tr>
<td>Bicoloured</td>

<td><b>Black Cross</b></td>

<td>Ss</td>

<td>ss</td>
</tr>

<tr>
<td></td>

<td><b>95 % White</b></td>

<td>SS</td>

<td>ss</td>
</tr>

<tr>
<td></td>

<td><b>Finn Jaguar</b></td>

<td>Zz</td>

<td>zz</td>
</tr>

<tr>
<td>Combinations</td>

<td></td>

<td></td>

<td></td>
</tr>

<tr>
<td>Bicoloured</td>

<td><b>Pastel Cross</b></td>

<td>bb Ss</td>

<td>BBss</td>
</tr>

<tr>
<td>Bluish grey</td>

<td><b>Sapphire</b></td>

<td><i>aa pp</i></td>

<td>AAPP</td>
</tr>

<tr>
<td></td>

<td><b>Blue Iris</b></td>

<td><i>aa p<sup>s</sup>p<sup>s</sup></i></td>

<td>AAPP</td>
</tr>

<tr>
<td>Sand</td>

<td><b>Pearl</b></td>

<td>mmpp</td>

<td>MMPP</td>
</tr>

<tr>
<td>Light sand</td>

<td><b>Violet</b></td>

<td>aakkpp</td>

<td>AAKKPP</td>
</tr>
</table>

<br>

<b>
Combination Types used as Production Crosses</b>.
The crossing of non-allelic recessive genotypes is practised to produce
various dark brown shades (called <b><i>Demi buff</i></b>, <b><i>Glow</i></b>
or <b><i>Wild mink</i></b>).
<p>The following three crosses (F<sub>1</sub>) are commonly used to produce
the glow type
<pre>&nbsp;&nbsp;&nbsp; <b><i>Sapphire</i></b> x <b><i>Pastel</i></b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; <b><i>Pearl</i></b>&nbsp;&nbsp;&nbsp; x&nbsp;&nbsp; "
&nbsp;&nbsp;&nbsp; <b><i>Violet</i></b>&nbsp;&nbsp; x&nbsp;&nbsp; "
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; F<sub>1</sub>&nbsp;&nbsp;&nbsp;&nbsp; x&nbsp;&nbsp; <b><i>Wild mink</i></b></pre>
<br>Where the <b><i>Pastel</i></b> is the female due to it good fertility.
The F<sub>1</sub> female can be crossed with Wild mink. The F<sub>1</sub>
female is very fertile and the offspring will maintain the glow colour
type as the <b><i>Wild mink</i></b> breed true for the Standard genes. The
<b><i>Mahogany</i></b> colour type is produced by crossing <b><i>Standard
black</i></b> and <b><i>Wild mink</i></b>. This gives a very dark brown
mahogany like colour type.
<p>
<b>References:</b> Experience from farm praxis.
<br>Nes, N., et al. 1988. Beautiful
Fur Animals and their Colour Genetics. Scientifur, 60 Langagervej, DK-2600
Glostrup.
<br>Below is shown mink colour types from the book Beautiful Fur Animals, with permission from Outi Lohi.
<p align=center><IMG SRC = "../../genetik/11/minkcol.gif" > </TD>





<p><b>Farvegener hos heste</b>

 
<P>For en detalieret beskrivelse  af  hestens farvegener henvises til
hestens farvegenetik fra  the Model Horse Reference website,
<A HREF="http://www.mhref.com/color/genetics/">Horse Colours Genetics</A>.
eller fra the Veterinary faculty in Davis, California 
</A><A HREF="http://www.vgl.ucdavis.edu/~lvmillon/coatclr.html">Horse Colours</A> </P>

<p><b>De vigtigste farvegener hos hest med angivelse af baggrunds farvegener 
</b>:
<p><TABLE>
<TR><TD>
<b>Agouti locus (A locus)</b></TD><TD><b>Baggrund B-CCEE </b> </TD>
</TR><TR>
  
<TD>Dominat brun, A- </TD>  
<TD><IMG SRC="../../genetik/11/hbrun.gif" > </TD>
<TD>Recessiv sort aa </TD> 
<TD><IMG SRC="../../genetik/11/hsort.gif" > </TD>
</TR>
<TR><TD>

<b>Brun (B locus)</b></TD><TD><b>Baggrund aaCCEE </b> </TD>
</TR><TR>
 <TD>Dominat sort, B- </TD>  
<TD><IMG SRC="../../genetik/11/hsort.gif" > </TD>
<TD>Recessiv r&oslash;dbrun, bb </TD> 
<TD><IMG SRC="../../genetik/11/hred.gif" > </TD>
</TR>

<TR><TD>
<b>Cremello locus (Cr locus) </b></TD><TD><b> Baggrund aaee</b></TD> 
</TR><TR>

<TD>'Dominat' r&oslash;d, CC</TD>  
<TD><IMG SRC="../../genetik/11/hred.gif" > </TD>
<TD>Heterozygot, CCr </TD> 
<TD><IMG SRC="../../genetik/11/hcrem.gif" > </TD>

<TD>'Recessiv' lys, CrCr </TD> 
<TD><IMG SRC="../../genetik/11/hlys.gif" > </TD>
<TR><TD>
<b>Extension locus (E locus) </b></TD><TD><b>Baggrund aaB-CC</b></TD> 
</TR><TR>

<TD>Dominat sort, E- </TD>  
<TD><IMG SRC="../../genetik/11/hsort.gif" > </TD>
 
<TD><IMG SRC="../../genetik/11/hbrun.gif" > </TD>

<TD>Recessiv r&oslash;d, ee </TD> 
<TD><IMG SRC="../../genetik/11/hred.gif" > </TD>
<TR><TD>
<b>Gr&aring; locus (G locus) </b></TD><TD><b> Baggrund AAB-CCEE </b></TD>
</TR><TR>
 
<TD>Dominat gr&aring;, G- </TD>  
<TD><IMG SRC="../../genetik/11/hgrey.gif" > </TD>

<TD>Recessiv brun, gg </TD> 
<TD><IMG SRC="../../genetik/11/hbrun.gif" > </TD>
<TR><TD>
<b>Skimmel locus (R locus) </b></TD><TD><b>  Baggrund AAB-CCEE</b></TD> 
</TR><TR>

<TD>Heterozygot skimmel Rr </TD>  
<TD><IMG SRC="../../genetik/11/hroan.gif" > </TD>
<TD>Recessiv brun, rr </TD> 
<TD><IMG SRC="../../genetik/11/hbrun.gif" > </TD>
<TD>Dominant RR, d&oslash;r  </TD>

<TR><TD>
<b>Dominant white (W locus) </b></TD><TD><b>  Baggrund AAB-CCEE</b></TD> 
</TR><TR>
<TD>Heterozygot hvid Ww </TD> 
<TD><IMG SRC="../../genetik/11/hlys.gif" > </TD>
<TD>Recessiv brun, ww </TD> 
<TD><IMG SRC="../../genetik/11/hbrun.gif" > </TD>
<TD>Dominant WW, d&oslash;r  </TD>


</TR> </table>
<p>Farvegenerne virker i et samlet hele, de ovenfor viste typer 
er stiliserede, i den virkelige verden er der j&aelig;vne overgange mellem farvetyperne
p&aring; grund af modificerende gener. 
<br>Generne i agouti og extension lokus arbejder som tidligere omtalt sammen,
s&aring; skal en hest v&aelig;re sort skal den have genotypen aaE-; en aaee hest er r&oslash;d. 
Der er ogs&aring; sammenspil mellem de &oslash;vrige farvegener.
<br> Skimmel og ekstension lokus  er koblede. 
<br>Locke et al. (2001)
Animal Genetics 32:340-343, har
vist, at cream dilution  Cr allelen ikke sider i C locuset
som tidligere anf&oslash;rt med gensymboler.
Genet ikke er homologt med tyrosinasegenet i andre arter.
<br>Marklund el al. Mamm Genome 1999;10:283 har vist at skimlet genet svarer til 
kit genet (mast cell growth factor reseptoren).
<br>Rieder et al. Mamm Genome 2001,12:450 har vist at den sorte phenotype svarer til 
en recessiv allel i agouti genet. Og at den brune farve skyldes en allel i extension locus.


<p><b>Andre arter</b>

<p>For en detaljeret beskrivelse  af  kaninens farvegener og farvetyper henvises til
Jackie Carey's 
<A HREF = "http://epix.net/~ed/">Rabbit Color Genetics</A> 


<P><A HREF = "0.htm">Lektion 11 </A> 
 
 