<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Corel WordPerfect 8">
<TITLE></TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#c0c0c0">

<P><FONT FACE="Times"><STRONG>Pelsfarver</STRONG> <STRONG>hos hund</STRONG>, af Helle Friis Proschowsky, </FONT></P>

<BR WP="BR1"><BR WP="BR2">
<P><FONT FACE="Times"></FONT><FONT FACE="Times">Nedarvning af farver hos hunde er meget komplekst, og det f&oslash;lgende bliver derfor kun
en kort beskrivelse. Hver race har sit specielle s&aelig;rpr&aelig;g, og interesserede henvises til "
bibelen"  p&aring; dette omr&aring;de: "The inheritance of coat colors in dogs"  af Clarence C. Little
Howell Book House, 1984, pp194.</FONT></P>

<P><FONT FACE="Times">Farven i hundes pels skyldes pigmentkorn der indeholder stoffet melanin. St&oslash;rrelsen og
t&aelig;theden af kornene afg&oslash;r hvor m&oslash;rk pelsen ser ud. Pigmentkorenene dannes kontinuerligt ved roden af h&aring;ret mens det gror. Hvis denne proces &aelig;ndres eller afbrydes n&aring;r h&aring;ret
er vokset halvt ud, f&aring;s et b&aring;nd af en anden nuance p&aring; h&aring;ret. Dette kaldes vildtfarve eller
agouti, og findes bl.a hos Sch&aelig;fer og Norsk elghund. Vildtfarvede hvalpe f&oslash;des sorte,
fordi kun den f&oslash;rste del af h&aring;ret er vokset frem ved f&oslash;dslen.</FONT></P>

<BR WP="BR1"><BR WP="BR2">
<P><FONT FACE="Times">Man mener at der findes loci(steder) for farvegener p&aring; mindst 10 forskellige kromosompar hos hunde. Alle hunde besidder disse farvegener, men langt fra alle alleler kommer
til udtryk i alle racer.</FONT></P>

<BR WP="BR1"><BR WP="BR2">
<P><FONT FACE="Times">Hos nogle racer er pelsfarven meget konstant, og alle individder i racen har i princippet
samme farve, som f.eks. Rottweiler. Hos andre findes et utal af farvevarianter.</FONT></P>

<P><FONT FACE="Times">Kort beskrivelse af de 10 kendte loci´s betydning for farven:</FONT></P>

<BR WP="BR1"><BR WP="BR2">
<P><FONT FACE="Times">Locus A:  Bestemmer m&aelig;ngden og lokaliseringen af m&oslash;rkt og lyst pigment, b&aring;de i det
enkelte h&aring;r, og i pelsen som helhed.  Allelen a<SUP>t</SUP>  giver f.eks. black and tan- farve hos
Rottweiler og Gordon setter.</FONT></P>

<BR WP="BR1"><BR WP="BR2">
<P><FONT FACE="Times">Locus B: Bestemmer om m&oslash;rkt pigment skal v&aelig;re sort(B) eller leverbrunt(b)</FONT></P>

<BR WP="BR1"><BR WP="BR2">
<P><FONT FACE="Times">Locus C: Bestemmer pigmenteringsdybden. Indeholder bl.a. allelen c<SUP>a</SUP>  der giver
albinoer og chinchilla-allelen c<SUP>ch</SUP>  , der lysner r&oslash;de og gule farver til cremefarvet hos
f.eks..cocker spaniel. Chinchilla-allelen er ogs&aring; &aring;rsag til den store variation i pigmenteringsdybden hos f.eks. Cheasapeake bay retriever.</FONT></P>

<BR WP="BR1"><BR WP="BR2">
<P><FONT FACE="Times">Locus D: P&aring;virker intensiteten af farven. Allelen store D giver intens farve (sort Grand
Danois) mens allelen d giver bl&aring; fortynding.  Weimaraner har altid allelen d sammen
med b, det er alts&aring; leverbrun der bliver fortyndet til den karakteristiske farve.</FONT></P>

<BR WP="BR1"><BR WP="BR2">
<P><FONT FACE="Times">Locus E: P&aring;virker m&oslash;nstret af m&oslash;rkt pigment i pelsen. Allelen E<SUP>m</SUP> giver f.eks. sort
maske hos leonberger ,og allelen e<SUP>br</SUP>  er ansvarlig for tigerstribning ( brindle) hos Boxer
og Grand Danois.</FONT></P>

<BR WP="BR1"><BR WP="BR2">
<P><FONT FACE="Times">Locus G: alleler i dette lokus afg&oslash;r hvorvidt farven bleges med alderen  eller ej.</FONT></P>

<BR WP="BR1"><BR WP="BR2">
<P><FONT FACE="Times">Locus M: Den dominante allel M giver merlefarve ( Collie, Shetland sheepdog) mens
den recessive allel m giver ensartet pigmentering. Det er velkendt at man ikke b&oslash;r parre
to hunde med merlefarve, idet allelen i dobbelt dosis ofte f&oslash;lges med skader p&aring; syn og
h&oslash;relse.(se nedenfor)</FONT></P>

<BR WP="BR1"><BR WP="BR2">
<BR WP="BR1"><BR WP="BR2">
<P><FONT FACE="Times New Roman"></FONT><FONT FACE="Times"></FONT><FONT FACE="Times">Locus S:  Bestemmer fordelingen af farvede og hvide omr&aring;der p&aring; kroppen. Den
dominante allel S giver fuldst&aelig;ndig pigmentering, evt. med sm&aring; hvide pletter p&aring; bryst
og poter (Retrievere, Boxere, New Foundl&aelig;nder). De tre mere recessive s-alleler giver
stigende m&aelig;ngder af hvidt med Clumber spaniel og Dalmatiner som de mest hvide.</FONT></P>

<BR WP="BR1"><BR WP="BR2">
<BR WP="BR1"><BR WP="BR2">
<BR WP="BR1"><BR WP="BR2">
</BODY>
</HTML>
