<HTML>
<HEAD>  
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.01 [en] (Win95; I) [Netscape]">
   <TITLE>Genetik lektioner</TITLE>
</HEAD>
<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#0000FF" VLINK="#551A8B" ALINK="#FF0000">

<H3>
Populations genetik lektioner af  
<A HREF="http://www.ihh.kvl.dk/htm/kc/">Knud
Christensen</A></H3>
 Sektion for Genetik og AVL</A>
Tel +45 35 28 30 63&nbsp;
<HR>

<P><h3>Indholdsfortegnelse</h3>

<P>1. <A HREF="1/0.htm">Introduktion,
kvantitativ kontra kvalitativ genetik</A>

<P>2. <A HREF="2/0.htm">Hardy-Weinberg
loven for genfrekvens stabilitet i stor population</A>

<P>3. <A HREF="3/0.htm">Afvigelser
fra Hardy-Weinberg ligev&aelig;gt</A>

<P>4. <A HREF="4/0.htm">Indavl
og sl&aelig;gtskab</A>

<P>5. <A HREF="5/0.htm">Test af
simple genetiske hypoteser, eksperimentelle eller feltdata</A>

<P>6. <A HREF="6/0.htm">Definition
af kvantitativ egenskab, avlsv&aelig;rdi og heritabilitet</A>

<P>7. <A HREF="7/0.htm">Beregning
af avlsv&aelig;rdisk&oslash;n</A>

<P>8. <A HREF="8/0.htm">Genetisk
&aelig;ndring ved selektion</A>

<P>9. <A HREF="9/0.htm">Indavl
og krydsning</A>

<P>10. <A HREF="10/0.htm">Kromosomer
og kromosomfejl</A>

<P>11. <A HREF="11/0.htm">Farvegenetik </A>

<P>12. <A HREF="12/0.htm">
Beregnings- og bioteknologi herunder genmark&oslash;rer og sygdomsresistens</A>


<P>13. <A HREF="opgaver/0.htm">Opgaver
og l&oslash;sningsforslag</A>

<P>14. <A HREF="applets/0.htm">Genetic
calculations, ccripts and other programs</A> (in English)

<P>15. <A HREF="java/0.htm">Genetic calculations</A> (in English)

<P><h3>Introduktion.</h3>

<P>N&aelig;rv&aelig;rende genetiknoter er fremstillet som afl&oslash;sere for
 'Veterinary Genetics' af FW.Nicolas, Oxford University Press,
1989. Denne bog udgik af trykken i 1995.
<P>Da noterne er skrevet til et kursus for veterin&aelig;rstuderende
satses der dels p&aring; at bibringe l&aelig;seren forst&aring;else af
den biologiske baggrund for genetikken og dels p&aring; at tilvejebringe
et minimum s&aelig;t af formler, der beskriver sammenh&aelig;ng mellem
praktiske observationer og genetisk teori. Udover egenskaber med simpel
Mendelsk arvegang er der  lagt v&aelig;gt p&aring; den genetiske baggrund
for egenskaber (sygdomme) med multifaktoriel &aelig;tiologi, hvor det ved
anvendelse af korrekte avlsplaner er muligt, at neds&aelig;tte sygdomsforekomsten
v&aelig;sentligt.

<P>Genetiknoterne ligger p&aring; instituttets KVL kursus server og kan n&aring;s via et link p&aring; adressen 
www.ihh.kvl.dk/htm/kc/popgen/genetik/genetik.htm. Online ligger tillige en voice version, 
hvortil der er knyttet overhead serier. Voice versionen er udarbejdet af undertegnede, 
og de studerende Anders Birk, Charlotte Jespersen, Pil Larsen, Mette Jensen, 
Troels Lind og Thomas Mark.
<p>N&aring;r noterne l&aelig;ses on-line, er der en del links (understregning i teksten) til 
andre servere og til udvidede beregnings eksempler og edb programmer (appleter). 

<p>Opgaver og l&oslash;sningsforslag er for en  dels vedkommende taget fra Opgaver i Husdyrgenetik 
1985, hvor lektor Hanne &Oslash;sterg&aring;rd var medforfatter. 
Opgaverne er tilpasset n&aelig;rv&aelig;rende noter s&aring;vel som til Veterinary Genetics, 
der er tillige et eksempel og en eller flere opgaver  til l&oslash;sning med hver af appleterne
('regneark' i online versionen). 


<P>Professor <A HREF="http://www.ihh.kvl.dk/htm/mf/">Merete Fredholm</A>
 takkes for inspiration og mange gode forslag til
forbedringer, og Lektor <A HREF="//www.dina.kvl.dk/~sestoft/">Peter
Sestoft&nbsp;</A> takkes for hj&aelig;lp i forbindelse med etablering af
appletterne.

<P>Fem veterin&aelig;rstuderende, Tina Pihl, Camilla Gyhrs, Eva L&oslash;ber,
Gunhild R. Pedersen og Gorm K Carson, takkes for kritisk genneml&aelig;sning
og forslag til forbedringer. De har haft en vigtig foruds&aelig;tning,
da de har v&aelig;ret i processen med at l&aelig;re stoffet. Er der andre,
der har forslag til rettelser eller forbedring, modtages disse med tak.

<P>6.udgave maj 2003 Knud Christensen
<H3>
Referencer.</H3>
Christensen, L.G. 2003. Husdyravl - teori og praksis. DSR Forlag
<br>Falcorner,D.S. &amp; Mackay T. 1996. Introduction to Quantitative Genetics. Longman
Scientific &amp; Technical


<br>Nicolas, F.W. 1989. Veterinary Genetics. Oxford University Press
<br>Nicolas, F.W. 1996. Introduction to Veterinary Genetics. Oxford University Press

<br>Samuel, M. 1989. Statistics for the life science. Prentice-Halls
<br>Strachan, T. & Read A.P. 1996. Human Molecular Genetics. John Wiley & Sons, pp 597. 

<p><A HREF="all.pdf">Pdf fil af Genetik noter<A>

<br>
<P><A HREF="bahnslov.htm">Juristens udl&aelig;gning af Mendels love af Erik Bahn</A>


</BODY>
</HTML>
