<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Preparaci&oacute;n de cromosomas </TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>10.1 Preparaci&oacute;n de cromosomas </H3>

<P><A HREF="0.htm">Cap&iacute;tulo 10</A> </P>

<P>Los cromosomas s&oacute;lo son visibles y adecuados para un
an&aacute;lisis de cromosomas cl&aacute;sico durante la metafase del ciclo celular. Necesario obtener las c&eacute;lulas 
en un fuerte crecimiento para preparar suficiente  cromosomas para la observaci&oacute;n microsc&oacute;picas.

<P>Cultivo de linfocitos es el m&eacute;todo m&aacute;s com&uacute;n para obtener muchas c&eacute;lulas en la metafase 
al mismo tiempo. Una tasa mit&oacute;tico 
del 1 porciento es com&uacute;n en una cultura buena. Normalmente, los linfocitos son c&eacute;lulas inactivas, 
por lo tanto tienen que ser estimuladas para dividirse. El mitogene m&aacute;s com&uacute;nmente utilizados 
(agente estimulante de mitoses) es PHA (fitohemaglutinina), que es un extracto de fr&iacute;joles. 

<P> Los procedimientos siguientes se utilizan para la 'cultura  de sangre' y las preparaciones 
de cromosomas con el m&eacute;todo del aire seco:

<UL>
  <LI>Sangre estabilizada con heparina, que puede ser almacenada a temperatura 
ambiente (20 C<SUP>0</SUP>) en hasta cinco d&iacute;as antes del inicio del cultivo. </li> 
<LI> 0,3-0,5 ml de sangre del total de 5 ml de medio de cultivo (RPMI) a&ntilde;adir un 10 porciento de 
suero bovino fetal y de PHA. Se cultiva durante 60 horas a 38 C<SUP>0</SUP>. </LI> 
<LI> Las dos &uacute;ltimas horas con a&ntilde;adido Colcemid (centrifugar y eliminar el sobrenadante = -----) </li> 
<LI> Las c&eacute;lulas son tratadas en una soluci&oacute;n salina de mitad fisiol&oacute;gica (0,075 M KCl) para  
10 min. --------- </li> 
<LI> Las c&eacute;lulas son tratadas con &aacute;cido fijador (metanol-acido ac&eacute;tico 3:1), a&ntilde;adir 
lentamente mientras se agita vigorosamente, 
despu&eacute;s de 15 min. ------------------- lentamente </LI> 
<LI> Lavar en nuevo fijador tres veces, cada vez mantenido  las c&eacute;lulas en suspensi&oacute;n, 
cada vez  --------------- lentamente</li> 
<LI> Las c&eacute;lulas pueden ahora ser 
almacenada durante a&ntilde;os antes de su uso a menos 20 C<SUP>0</SUP>. </li> 
<LI> Dejar caer de suspensi&oacute;n de c&eacute;lulas en portaobjetos y  dejar que se seque,
 mientras borrando el fijador excedente de los bordes de portaobjeto</li> 
<LI> Coloraci&oacute;n con Giemsa o  otro colorante  de n&uacute;cleo </ li> 
<LI>Observaci&oacute;n microsc&oacute;pica  y foto </li>


</UL>

<P>Tambi&eacute;n se pueden hacer Cromosomas a partir de cultivos de c&eacute;lulas de fibroblastos, que puede ser establecido
 a partir de un clip de oreja o el tejido muscular subcut&aacute;neo. Despu&eacute;s de 
una autopsia, examen de los tejidos de los pulmones o los ri&ntilde;ones tambi&eacute;n pueden utilizarse para establecer una cultura de c&eacute;lulas primarias. La cultura 
debe establecerse dentro del primer  d&iacute;a despu&eacute;s de haber obtenido la prueba. 
El cultivo celular se establece en un tubo Falcon mediante la adici&oacute;n de medios de crecer y algunos trozos de tejido, 
que han sido picados con tijera. 
Normalmente tiene que crecer m&aacute;s de 10 d&iacute;as antes de que se haya desarrollado
una cantidad suficiente de c&eacute;lulas para preparaciones de cromosomas. 
 Los medios  de crecimiento son los mismos que se menciona 
en virtud de la 'cultura de sangre', pero aqu&iacute; no hay que a&ntilde;adir PHA. 

<P>Para identificar los pares de cromosomas individuales es necesario
 de un  coloraci&oacute;n espec&iacute;fica. 
Esto se hace por 
 a&ntilde;adiendo un an&aacute;logo de la timidina -Bromo-desoxi-uracilo (BrdU)
  a las c&eacute;lulas en crecimiento 6-7 
horas antes de la cosecha, dependiendo de la tasa de crecimiento. 
Despu&eacute;s de la coloraci&oacute;n con Acridina naranja la incorporaci&oacute;n de BrdU 
deber&iacute;a dar 
crom&aacute;tidas d&eacute;bilmente coloreadas en las zonas  que reproducirse despu&eacute;s de la adici&oacute;n de BrdU. 
Considerando que el anterior 
&aacute;reas replicado dar un color brillante fuerte. Por medio de esta 
coloraci&oacute;n del X cromosoma inactivo en la hembra normal puede ser demostrado, como el inactivo  
cromosoma X  tiene una replicaci&oacute;n muy tarde en el ciclo celular,

 <A HREF="../../genetik/2/3.htm">Ver  imagen 
en la secci&oacute;n 2.2</A> </P>

<P><A HREF="2.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
