<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Cariotipo normal en animales dom&eacute;sticos</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>10.2 Cariotipo normal en animales dom&eacute;sticos</H3>

<P><A HREF="1.htm">P&aacute;gina anterior</A> </P>

<P>Cromosomas en metafase hecha por medio  de m&eacute;todo aire seco, hacen que todos
los cromosomas de una c&eacute;lula est&eacute;n en el mismo plano de portaobjeto. 
En la foto de las c&eacute;lulas que no 
se solapan son seleccionados, de modo que los cromosomas individuales pueden ser identificados. 
Adem&aacute;s, los cromosomas tienen que ser tan largos como sea posible. 
V&eacute;ase, por ejemplo, los cromosomas en metafase zorro azul coloreados con Giemsa en la secci&oacute;n 10.3, 
que son bastante cortos.</P>

<P>Los cromosomas se pueden configurar en pares, cuando los pares individuales pueden
 ser identificados. Se toma una foto y los cromosomas se cortan y son
dispuestos como se muestra en la Figura 10.1. 
Se organizan de acuerdo a los sistemas de reconocimiento internacionales de enumeraci&oacute;n. Los 
sistemas de enumeraci&oacute;n son en su mayor&iacute;a ordenados de acuerdo al tama&ntilde;o y/o la 
posici&oacute;n del centr&oacute;mero. En cada par de cromosomas viene uno
del padre y el otro de la madre, &eacute;stos se llaman 
cromosomas hom&oacute;logos. Cada especie de animal dom&eacute;stico tiene cromosomas espec&iacute;ficos, en relaci&oacute;n con 
el n&uacute;mero, as&iacute; coma la forma. El n&uacute;mero de cromosomas en el vis&oacute;n es de 30 y en perros 
de 78. Normalmente, los animales con acroc&eacute;ntricos tienen  mayor n&uacute;mero de 
cromosomas. Por lo tanto, en el perro los cromosomas son acroc&eacute;ntricos excepto los cromosomas del sexo. 
En el vis&oacute;n, todos los cromosomas son metac&eacute;ntricos excepto  un par. 
Ejemplos de los cromosomas en tres especies se muestran en la Figura 10.1. <BR>


<TABLE BORDER="0" WIDTH="100 %">
<TR><TD>Figura 10.1.<BR>
Cromosomas del Ganado, 2n = 60, XY. M&eacute;todo de coloraci&oacute;n<BR>
BrdU incorporaci&oacute;n  - Acridine naranja <BR>
<img src="../../genetik/10/2.gif" width="350" height="322" align=bottom > <BR>
Cromosomas porcinas, 2n=38,XX.<BR>
<img src="../../genetik/10/21.gif" width="350" height="319" align=bottom ></TD>
<TD>.. Cromosomas del Gato, 2n=38,XX.<BR>
.. <img src="../../genetik/10/2cat.gif" width="200" height="340" align=bottom ></TD></TR></TABLE>

<P><STRONG>El Bovidae</strong > <br> 
Los cromosomas del ganado y los de oveja y de cabra son muy similares.  
El ganado y caprino tiene 60 cromosomas, que son casi id&eacute;nticos, con excepci&oacute;n de los cromosomas X e Y.
 El cromosoma X en la cabra es acroc&eacute;ntrica (X del ganado es sub-metac&eacute;ntrica) y el 
cromosoma Y es mucho menor que en el ganado. En las ovejas se encuentran, las mismas diferencias en 
el  cromosomas del sexo, pero adem&aacute;s hay tres fusiones centr&oacute;mericas. 
Los cromosomas, 1/3, 2/8 y 5/11, se funden en comparaci&oacute;n con los 
en el bovino y caprino. Por lo tanto, las ovejas s&oacute;lo tienen 54 cromosomas. <BR> 
Las  descendencias f&eacute;rtil, regular puede ocurrir por el acoplamiento de una cabra hembra y un macho 
oveja. Si el sexo de los padres es inversamente combinado, los fetos morir&aacute;n antes de t&eacute;rmino. 
La duraci&oacute;n del per&iacute;odo de gestaci&oacute;n es casi la misma para el ovino y el caprino, alrededor de 148 d&iacute;as.
 </P>

<P><STRONG>El Canidae</STRONG> <BR>
Las dos especies de zorros en las granjas peleteras daneses, el rojo y el zorro azul, tienen 
los cromosomas 34 y 50, respectivamente. El zorro rojo s&oacute;lo tiene cromosomas metac&eacute;ntricos 
 y de uno a cinco adicionales micro cromosomas. La importancia de los microcromosomas es 
desconocida. El zorro azul tiene dos pares de cromosomas acroc&eacute;ntricos, el resto son metac&eacute;ntricos. <BR> 
Si se cruzan las dos especies de zorros no se producen descendencias f&eacute;rtiles. La
 duraci&oacute;n del per&iacute;odo de gestaci&oacute;n es casi id&eacute;ntica para las dos 
especies, 58 d&iacute;as. Un cruce de las dos especies ha sido a veces popular en la 
producci&oacute;n de pieles. <BR> 
Otra especie canina, el perro, tienen 78 cromosomas, que todos son acroc&eacute;ntricos, como 
mencionado anteriormente. En comparaci&oacute;n  con los b&oacute;vidos, la evoluci&oacute;n de los cromosomas 
de la 
Canidae ha sido muy r&aacute;pida. A nivel de ADN, en cambio, las especies de c&aacute;nidos son muy 
similares. V&eacute;ase la tabla en la secci&oacute;n 2.5, que trata de las semejanzas de los 
microsat&eacute;lites en las tres especies. </P>

<P>El vis&oacute;n tiene 30 cromosomas, solamente, v&eacute;ase la secci&oacute;n siguiente o <A HREF="../../../mink/rband.htm"> aqu&iacute;. </A> 
Los cromosomas de visones son algo similares a los cromosomas del gato, pero son muy 
diferentes de los de los zorros y  perros.</P>

<P><STRONG>El Equidae</STRONG> <BR>
El caballo tiene 64 cromosomas y el burro 62. Los cromosomas en estas
 dos 
especies son muy diferentes. No f&eacute;rtiles 
descendientes pueden ser producidos con el apareamiento de una yegua y un macho burro. Esta cruz se llama 
una mula, un animal muy fuerte y duradero.</P>

<P><STRONG>El Gallus</STRONG> <BR>
Los cromosomas de gallina son similares a las otras aves y  de reptiles. Seis de 
los pares de cromosomas son similares a los encontrados en los mam&iacute;feros, mientras que el resto son micro-cromosomas, 2n = 78. Los cromosomas del sexo son 
algunos de los m&aacute;s grandes. Se llaman ZZ en el gallo y ZW en la gallina.  
Entre las aves la hembra es el sexo heterogam&eacute;tico, que determina el sexo de la 
descendencia. <A HREF="http://sunserv.katki.hu/~hidas/chrom.html">Los cromosomas de aves se pueden ver aqu&iacute;</A>.</P>

<P><STRONG>Cartograf&iacute;a de los Cromosomas
</STRONG> </P>

<P>Cuando se trabaja con mapas de cromosomas, la idea es colocar un gen espec&iacute;fico 
en un lugar espec&iacute;fico en un cromosoma. Por lo tanto, se hacen para cada especie, un determinado 
est&aacute;ndar con la enumeraci&oacute;n de cada cromosoma. Por esta nomenclatura 
 se ha decidido que el brazo corto del cromosoma se llama brazo-p 
y el m&aacute;s largo brazo-q. Cuando se presentan los cromosomas, el brazo-q se 
siempre es  hacia abajo. La enumeraci&oacute;n de las bandas en los brazos comienza en el centr&oacute;mero 
y contin&uacute;a hacia los tel&oacute;meros (el extremo de los cromosomas).</P>

<P><A HREF="3.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
