<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Aberraciones cromos&oacute;micas en animales dom&eacute;sticos</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>10.3 Aberraciones cromos&oacute;micas en animales dom&eacute;sticos</H3>

<P><A HREF="2.htm">P&aacute;gina anterior</A> </P>

<P>Si un individuo no tiene un conjunto equilibrado de  cromosomas, es decir, dos 
cromosomas hom&oacute;logos de cada pareja (y para el macho un cromosoma X y un cromosoma Y), 
Normalmente ser&aacute; visible en el fenotipo, 
que se muestra m&aacute;s o menos desviaci&oacute;n de la normalidad. Los animales con un no-equilibrio 
 de cromosomas son est&eacute;riles y tienen poca vitalidad. 
Los animales con un conjunto equilibrado de los cromosomas generalmente ser&aacute;n fenot&iacute;picamente normales. 
Las desviaciones cromos&oacute;micas, en los animales con un fenotipo normal,  
se  normalmente  detectan debido a la baja fecundidad o esterilidad completa.
 Un 1/8  translocaci&oacute;n cariotipo 
de un toro con baja fertilidad con  se muestra 
en Figura 10.2, cf. Christensen, K., Agerholm, J.S. &amp; Larsen, B. 1992a.
 Hereditas 117, 199-202.
<TABLE BORDER="0" WIDTH="100 %">
<TR VALIGN="TOP"><TD>Figura 10.2 <BR>
Translocaci&oacute;n entre los cromosomas 1 y 8 en el ganado bovino, 2n = 60, XY. 
M&eacute;todo de coloraci&oacute;n: incorporaci&oacute;n de BrdU -  Acridina naranja.</TD>
<TD VALIGN="MIDDLE"><img src="../../genetik/10/31.gif" width="300" height="278" align=bottom ></TD></TR></TABLE>
<BR>

<P>  Otros tipos de desviaciones cromos&iacute;micas digna de mencionar son las trisom&iacute;as. El 
caso mas conocido es la trisom&iacute;a 21 en humanos. Se presenta en aproximadamente uno de cada 
500  
beb&eacute;s reci&eacute;n nacidos. <BR> 
Las trisom&iacute;as son muy raros en los animales, pero ocasionalmente se producen. A continuaci&oacute;n se muestra
 una trisom&iacute;a  28 en bovidae. El animal sufre de paladar hendido y anomal&iacute;as del coraz&oacute;n, consulte
Figura 10.3.
<TABLE BORDER="0" WIDTH="100 %">
<TR><TD>Figura 10.3. Trisom&iacute;a 28 en un ternero, nacido vivo, pero incapaz de sobrevivir, 
2n = 61, XX. M&eacute;todo de coloraci&oacute;n: incorporaci&oacute;n de BrdU -  Acridina naranja.<BR>
</TD>
<TD><img src="../../genetik/10/3.gif" width="300" height="344" align=bottom ></TD></TR></TABLE>

<P>Normalmente, los fetos con 28 trisom&iacute;a son abortados o muren 
inmediatamente despu&eacute;s del nacimiento.</P>

<P>Errores de cromosomas menos graves se producen tambi&eacute;n en los animales dom&eacute;sticos. Por ejemplo,
 la fusi&oacute;n de dos cromosomas acroc&eacute;ntricos, 
 llamada fusi&oacute;n c&eacute;ntrica. <BR> 
<STRONG> El caso m&aacute;s conocido es la fusi&oacute;n centr&oacute;mero de los cromosomas 1 y 29 en el ganado bovino</STRONG>.
 Cuando este tipo de fusi&oacute;n se produce en 
forma heterocigoto, produce una fecundidad ligeramente por debajo del 10 porciento,
  medida en la vuelta al servicio.</P>

<P><STRONG>Una fusi&oacute;n centr&oacute;mero correspondiente se encuentra en los zorros azules</STRONG>. 
Aqu&iacute; el efecto es de la misma tasa
acerca del tama&ntilde;o de la camada, v&eacute;ase la tabla siguiente, donde 
el cromosoma n&uacute;mero 49 corresponde a los heterocigotos con respecto a la fusi&oacute;n centr&oacute;mera. Datos de Christensen et al. Hereditas 1982, 97:211-215. </ P> 
<PRE>N&uacute;mero cromosomas de madre   N&uacute;mero de camadas        Tama&ntilde;o de la camada
          48                     16                       11.9
          49                     42                        9.8
          50                     17                       11.2

N&uacute;mero cromosomas de padre      
         48                      10                       12.2
         49                      52                       10.1
         50                      13                       11.2</PRE>

<P>Los cromosomas en metafase de los tres tipos se muestran en la Figura 10.4. En la figura 
hay un c&iacute;rculo alrededor de los cromosomas que participan en la 
fusi&oacute;n centr&oacute;mera.
<TABLE BORDER="0" WIDTH="100 %">
<TR VALIGN="TOP"><TD>Figura 10.4.<BR>
Una fusi&oacute;n centr&oacute;merica de dos cromosomas  resultare en n&uacute;meros
de cromosomas diferentes entre 48 y 50 en el zorro azul.
 </TD>
<TD><img src="../../genetik/10/32.gif" width="450" height="224" align=bottom ></TD></TR></TABLE>

<P>Se sabe que algunos ratones transportan hasta siete conjuntos de fusiones centr&oacute;mera.
 Cuando todas las 
fusiones se producen en forma heterocigoto estos ratones tienen una fecundidad muy baja, 
correspondiente a una reducci&oacute;n de la fertilidad de alrededor  10 
 porciento por una fusi&oacute;n centr&oacute;mero en los heterocigotos.

<br>
<TABLE border=0 align=right width="350">
<TR>
<TD ><br> Figura 10.4a.
Segregaci&oacute;n de los cromosomas de la fusi&oacute;n centr&oacute;mera heterocigoto resultado  
en la no disyunci&oacute;n y disom&iacute;a uniparantal.
<IMG SRC="../../genetik/10/nondisj.gif" width="350"> </TD>
</TABLE>
<b>Impronta (ingles imprinting) </b>En el rat&oacute;n existen fusiones centr&oacute;meras con participaci&oacute;n
 de todos los 20 pares de cromosomas acroc&eacute;ntricos. 
Si dos animales heterocigotos  acoplan para una fusi&oacute;n centr&oacute;mero se producir&aacute;n 
espont&aacute;nea descendientes que han recibido 
dos cromosomas de un par de uno de los padres y cero de la otra, ver Figura 10.4a. 
Este individuo tiene un 
conjunto de cromosomas  equilibrado, pero no es necesariamente normal. 
Alrededor de la mitad de los cromosomas del rat&oacute;n 
da lugar a anomal&iacute;as cuando se produce disom&iacute;a uniparental. 
Un cromosoma madre y uno paterno en un par son necesarios para un desarrollo normal. 
Este fen&oacute;meno se influye a la impronta cromosomal (el que los genes est&aacute;n activos/inactivos depende de si el cromosoma proviene del 
padre o la madre). 
La impronta es importante para entender por qu&eacute; la clonaci&oacute;n de c&eacute;lulas adultas da muchas 
dificultades. 
La impronta  materna o paterna incorrecta altera la relaci&oacute;n entre el desarrollo de la 
placenta y el feto 
que a menudo causa la  mortalidad embrionaria temprana y otros errores de desarrollo. 

<P><STRONG>Free martins:</STRONG> La investigaci&oacute;n cromosomera puede ser &uacute;til para 
identificar a los animales con los vasos comunicantes, que suelen ocurrir en 
los gemelos de ganado. Cuando se mezcla 
la sangre en las primeras etapas del feto, una mezcla de las c&eacute;lulas madre se establece
 para  c&eacute;lulas de sangre  blanco y  
  rojos. Las proporciones son de 0 a 100 porciento del 
tipo correcto. Si la mezcla es demasiado extensa de la vaquilla en un par de
 dobles mixtos se desarrollan anormalidades  de los &oacute;rganos sexuales y  
es est&eacute;ril. El ternero tiene 
fertilidad normal, pero puede ocurrir en la prueba de paternidad por medio de un error de
 la muestra de sangre, como 
esto podr&iacute;a mostrar el genotipo de la otra gemela. 
Por lo tanto, cuando la entrega de muestras de sangre para una informaci&oacute;n de
 pruebas de paternidad 
debe darse, si uno de 
los animales en cuesti&oacute;n tienen un gemelo.
<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="50 %">
<TR><TD>Figura 10.5. Cromosomas de caballos 64, XX. Uno de los X cromosomas tiene dos 
q-brazos. Siempre estuvo inactivo.<BR>
</TD></TR>
<TR><TD><img src="../../genetik/10/horse.gif" width="215" height="300" align=bottom ></TD></TR></TABLE>

<P><STRONG>Errores del cromosoma del sexo en yeguas</strong>: Las yeguas con
 cromosomas sexuales XY son 
bastante comunes en algunas razas de caballos. 
No son f&eacute;rtiles. Tambi&eacute;n se produce un buen n&uacute;mero de yeguas
 con  sexo cromosoma 
constelaciones XO o  XXX. La Figura 10.5 muestra los cromosomas de una
 yegua con un cromosoma X anormal, 
 que siempre est&aacute; inactivo. Tiene dos brazos q. La imagen es proporcionada
 por I. Gustavsson,  Universidad Agr&iacute;cola de Suecia. </P>

<P><A HREF="4.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
