<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Aberraciones cromos&oacute;micas identificadas por medio del ADN contenido en 
espermatozoide</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>10.5 Aberraciones cromos&oacute;micas identificadas por medio del ADN contenido en 
espermatocitos</H3>

<P><A HREF="4.htm">P&aacute;gina anterior</A> </P>

<P>Un macho normal que trae una translocaci&oacute;n equilibrada produce tanto espermatozoos
 normales y las c&eacute;lulas de esperma 
en las que la 
 translocaci&oacute;n da lugar a la no-disyunci&oacute;n de los cromosomas  hom&oacute;logos
causando una producci&oacute;n de c&eacute;lulas de espermatozoos con desviaci&oacute;n en el n&uacute;mero de cromosomas
 </P>

<P>Figura 10.9 muestra los histogramas del flujo citometr&iacute;a  de c&eacute;lulas de
 esperma a partir de dos verracos. Un histograma representa 
la intensidad de la fluorescencia, que es proporcional al  ADN contenido
 en cada espermatozoide. Cada histograma contiene 
una intensidad de alrededor de 3000 c&eacute;lulas de esperma. El cerdo a la derecha (N&uacute;mero 1130)
 es normal. Produce c&eacute;lulas de esperma con 
un 
Y y un cromosoma X con una proporci&oacute;n de 1:1. Un espermatozoo que contiene un cromosoma Y 

tiene alrededor de  4 porciento menos 
de ADN que una c&eacute;lula de esperma que contiene un cromosoma X. Esto se refleja en el hecho de 
que el valor medio de dos distribuciones difiere con 4 unidades en por ciento.


<P>El cerdo a la izquierda (N º 1523) lleva una translocaci&oacute;n entre los
 cromosomas 1 y 17. Cu&aacute;ndo 
los espermatozoos se forman en este cerdo, algunos errores con respecto a
 los dos cromosomas, 
  translocados. El cromosoma 1 es muy grande, lo que representa alrededor de 9 
 porciento del contenido de ADN de la c&eacute;lula del esperma. Por lo tanto, el
 
histograma de este cerdo tiene dos cimas m&aacute;s, una a cada lado. 

La cima peque&ntilde;a  a la derecha corresponde 
a las c&eacute;lulas de esperma con dos cromosomas 1, mientras que la parte de la izquierda corresponde a las c&eacute;lulas con ninguna cromosoma 1. 
Las dos cimas extra s&oacute;lo aparecen cuando son acompa&ntilde;ados por un cromosoma  X o 
Y, respectivamente. Un cromosoma adicional 17, o la falta de uno no son directamente visibles. Este cromosoma es 
uno peque&ntilde;o que contiene aproximadamente el 2 porciento del contenido de ADN de una c&eacute;lula de esperma. Por lo tanto la no-disyunci&oacute;n 
de este cromosoma s&oacute;lo se suma a la variaci&oacute;n global de las dos principales 
distribuciones. Tambi&eacute;n es evidente que el cerdo con translocaci&oacute;n contiene m&aacute;s variaci&oacute;n 
que el normal.

<br>Las investigaciones son publicados por Jensen, P.O. et al. 1993. <i> Proceedings of 10th European Colloquium on</i>
<i>
Cytogenetics of Domestic Animals</i> pp 104-108.</P>

<TABLE  WIDTH="100 %">
<TR><TD>Figura 10.9. El flujo citometrico de espermatozos cerdo pre manchado con DAPI. 
El cerdo normal a la derecha tiene dos cimas, una 
para X y otro Y de las c&eacute;lulas se carga. El cerdo con una translocaci&oacute;n muestra cimas extra debido a los errores 
durante la meiosis (no disyunci&oacute;n).
 </TD></TR>
<TR><TD><img src="../../genetik/10/5.gif" width="600"   align=bottom ></TD></TR></TABLE>

<P>Naturalmente, el inter&eacute;s en la utilizaci&oacute;n de la citometr&iacute;a de flujo en un modo de preparativo es 
grande. Lo que significa que la producci&oacute;n de espermatozoos o bien la realizaci&oacute;n de
 cromosomas Y o X. Todas las 
especies de mam&iacute;feros tienen alguna diferencia en el contenido de ADN, respectivamente, en 
  los espermatozoos  Y y X (ambos igualmente grande), del 4 al 5 porciento. T&eacute;cnicamente es factible 
trabajar con un coeficiente de variaci&oacute;n (CV) en torno al 1 porciento, que es el caso en el ejemplo anterior 
del cerdo normal.
 

<P>Hasta el a&ntilde;o 2010, los resultados, con respecto a los descendientes vivos despu&eacute;s de conseguir 
inseminaci&oacute;n con semen sexuado son tan buenos, que se usan en una escala comercial
 para bovina A.I.
y  produciendo unos 90 porciento del sexo deseado.

 </P>

<P><STRONG>Sondas del cromosoma espec&iacute;ficas de ADN  para identificar la no-disyunci&oacute;n en las c&eacute;lulas de esperma 
</STRONG> </P>

<P>Otro m&eacute;todo de identificaci&oacute;n de errores de no-disyunci&oacute;n cromos&oacute;mica es la utilizaci&oacute;n de 
de las sondas  fuertes espec&iacute;ficas de un cromosoma. Despu&eacute;s de 
la hibridaci&oacute;n in situ de la sonda en las objetivo  con las c&eacute;lulas de esperma fijo, se puede contar
 el n&uacute;mero de se&ntilde;ales en cada celda. El 
posible resultado es que las c&eacute;lulas de esperma con 0,1 (normal) o 2 de los 
cromosomas en cuesti&oacute;n, en funci&oacute;n del n&uacute;mero de 
las se&ntilde;ales de hibridaci&oacute;n positiva. Las investigaciones de este tipo en los
 seres humanos no dan una tasa media de separaci&oacute;n por cromosoma en 
c&eacute;lulas del esperma del 0,2 a 0,3 porciento, lo que equivale a un total de 5 a 8  porciento 
 de no-disyunci&oacute;n por espermatozoides. Si de 
tasa de error en la 
femenina es de la misma magnitud, la tasa de fecundidad total m&aacute;xima ser&aacute; de alrededor del 85 
 porciento, Y
 ya que casi todos los 
gametos desequilibrados morir&iacute;an en el primer trimestre de la vida fetal.
 

<P><A HREF="0.htm">Cap&iacute;tulo 10</A> </P>

</BODY>
</HTML>
