<HTML>
<head>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Fremstilling af kromosom pr&aelig;perater</title>
 </HEAD>
<h3>10.1 Fremstilling af kromosom pr&aelig;parater  </h3>
<P><A HREF = "0.htm">Lektion 10</A> 
<p>Der beskrives simple metoder til fremstilling af kromosompr&aelig;parater, 
og normal karyotypen beskrives for alle vore husdyr. Karyotypen g&aring;r fra minkens 
30 til hundens 78 kromosomer. Minken har flest meta- og submetacentriske og hunden 
n&aelig;sten kun acrocentriske kromosomer. Der gives en opsummering af de mest almindelige 
kromosomfejl hos husdyr, og metoder til at p&aring;vise dem. Der bliver omtalt 
flow-cytometri af s&aelig;d, hvor s&aelig;dcellerne kan opdeles i to populationer - en der 
har Y-kromosomet og en der har X-kromosomet. Spermatozoer fra translokationsdyr 
vil udvise flere end de to populationer. 


 <br>-----
<p>Det er kun under cellens metafase, at kromosomerne bliver synlige og 
egnede for den klassiske kromosomanalyse.
 Da metafasen
er meget kortvarig, er det n&oslash;dvendigt at have celler i st&aelig;rk v&aelig;kst for at kunne fremstille
kromosompr&aelig;parater.
<p>Dyrkning af lymfocytter er den mest anvendte metode til at f&aring; mange celler i metafase.
Lymfocytterne er normalt inaktive celler, og cellerne skal derfor stimuleres for at dele sig.
Det mest almindelige anvendte mitogen (mitosestimulator) er PHA (phytohaemagglutinin), der er en
ekstrakt fra b&oslash;nner. 
<p>F&oslash;lgende procedure anvendes for 'blod' kultur:
<ul>
<li>der anvendes heparinstabiliseret blod, der kan st&aring; ved stuetemperatur i op til 5 dage 
<li>0,3-0,5 ml fuldblod i 5 ml v&aelig;kstmedium (RPMI) tilsat fetal kalveserum og PHA  dyrkes i  60 timer ved 38 grader  
<li> de sidste 2 timer med tilsat colcemid (derefter centrifugering og afpipettering af supernatant)
<li> cellerne behandles 10 min. i halv fysiologisk saltopl&oslash;sning (0,075M KCl) ---  do
<li> derefter 15 min. i fiks. (metanol iseddike 3:1) ------------------- do     
<li> vask, ny fiks 3 gange ----------------------------------- do   
<li> opbevares i fiks. ved minus 20 grader
<li> drop cellesuspension p&aring; objektglas og luftt&oslash;rring
<li> farvning med Giemsa el. andet kernefarvestof
<li> fotografering
</ul>
<p>Kromosomer kan ogs&aring; fremstilles fra fibroblast celle kulturer, der feks. kan etableres
fra et &oslash;reklip eller subcutan muskelv&aelig;v. Kulturen skal etableres inden for det 
f&oslash;rste d&oslash;gn efter pr&oslash;vens udtagning. Cellekulturen skal vokse omkring 2 uger f&oslash;r der 
er tilstr&aelig;kkelig mange celler til fremstilling af kromosompr&aelig;perater. Dyrkningsmedierne
kromosom pr&aelig;perationsmetoderne er de samme som n&aelig;vnt under 'blod' kultur, men der
skal dog ikke anvendes PHA. 
<p>For at identificere de enkelte kromosomer anvendes b&aring;ndfarvning. Dette g&oslash;res ved 
at dyrke cellerne de sidste 6-7 timer (afh&aelig;ngig af v&aelig;ksthastighed) f&oslash;r h&oslash;st
 med tils&aelig;tning af en tymidin analog Brom-deoxy-Urasil 
(BrdU). Ved farvning med Acridin orange vil BrdU inkorporation give matte b&aring;nd i de omr&aring;der,
 der replikerer
sent 
(efter tils&aelig;tningen af BrdU), hvorimod de tidligt replikerende omr&aring;der giver 
en kraftig farve. Ved hj&aelig;lp af denne farvning kan demonstreres inaktivering af et af
hunnens X-kromosomer, idet det inaktiverede X-kromosom har ekstrem sen replikation,
  <A HREF = "../2/3.htm">se lektion 2.2</A> 



<P><A HREF = "2.htm">N&aelig;ste side</A> 
 
 