<HTML>
<head>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Normale karyotyper hos husdyr</title>
 </HEAD>
<H3>
10.2 Normale karyotyper hos husdyr</H3>
<A HREF="1.htm">Foreg&aring;ende side</A>

<P>Metafasekromosomer bliver ved luftt&oslash;rringsmetoden spredt p&aring;
tilf&aelig;ldig m&aring;de i et plan p&aring; objektglasset. Ved fotografering
udv&aelig;lges celler hvor kromosomerne ikke overlapper, og hvor kromosomerne
samtidig er s&aring; lidt kontraherede som muligt, se feks. bl&aring;r&aelig;ve
metafasekromosomerne, der er vist i afsnit 10.3.

<P>N&aring;r kromosomerne er b&aring;ndfarvede, kan de s&aelig;ttes op
parvis, som vist i figur 10.1. De er sat op if&oslash;lge internationalt
anerkendte nummereringsmetoder. Nummereringsmetoderne g&aring;r i store
tr&aelig;k ud p&aring; at ordne dem efter st&oslash;rrelse og/eller centromerets
placering. Indenfor hvert kromosompar stammer det ene fra dyrets far og
det andet fra dyrets mor. Hver husdyrart har specifikke kromosomer b&aring;de med hensyn
 til  antal og form, antallet g&aring;r fra minkens 30 til hundens 78. Dyr med mange
acrocentriske kromosomer har normalt flest, s&aring; hos hunden er der n&aelig;sten kun 
acrocentriske, hvorimod mink n&aelig;sten kun har metacentriske kromosomer.

<BR>
<TABLE  COLS=2 WIDTH="100%" >
<TR>
<TD >Figur 10.1.
<Br>Kv&aelig;g kromosomer, 2n=60,XY, 
farvemetode <br>BrdU&nbsp;inkorporation
- Acridin Orange 
<br><IMG SRC="../../genetik/10/2.gif"  WIDTH=350>
<BR>Svinekromosomer, 2n=38,XX
<BR><IMG SRC="../../genetik/10/21.gif"  WIDTH=350></TD>

<TD >. . Kattekromosomer, 2n=38,XX
<br>. . <IMG SRC="../../genetik/10/2cat.gif" WIDTH="200"></TD>
</TR>
</TABLE>
<p>Der er stor lighed mellem kv&aelig;gets kromosomer og kromosomerne fra f&aring;r og ged. Geden 
har 60 kromosomer, der stort set er identisk med  kv&aelig;gets lige bortset fra 
k&oslash;nskromosomerne X og Y. X-kromosomet hos ged er acrocentrisk og 
Y-kromosomet er meget mindre end kv&aelig;gets. Hos f&aring;r er der de samme forskelle med 
hensyn til k&oslash;nskromosomerne, men herudover er der sket 3 centromerfusioner for 
kromosomerne
1/3, 2/8 og 5/11 i forhold til kv&aelig;g og ged, derfor har f&aring;r 54 kromosomer.
<br>Der kan forekomme normale fertile afkom efter en parring mellem en hun ged og et han
f&aring;r, hvorimod fostrene d&oslash;r i den omvendte k&oslash;nskombination. Dr&aelig;gtighedstidens l&aelig;ngde
er n&aelig;sten identisk for f&aring;r og ged ca. 148 dage.

<P>Mink har kun 30 kromosomer, se n&aelig;ste afsnit eller
 <A HREF="rband.htm">
 her.</A> Der er en vis lighed mellem mink og katte kromosomer.

<p>De to r&aelig;vearter, der findes p&aring; de danske pelsdyrfarme, r&oslash;dr&aelig;v og bl&aring;r&aelig;v har 
henholdsvis 34 og 50 kromosomer. R&oslash;dr&aelig;v har kun metacentriske kromosomer og udover
de almindelige 34 kromosomer har de fra 1 til 5 mikrokromosomer, betydningen
af mikrokromosomerne er ikke kendt. Bl&aring;r&aelig;ven har 2 par acrocentriske kromosomer
og alle de &oslash;vrige er metacentriske.
<br>Der kan forekomme nonfertile afkom efter en parring mellem de to r&aelig;vearter.
Dr&aelig;gtighedstidens l&aelig;ngde er n&aelig;sten identisk for de to arter ca. 58 dage. 
Denne krydsning har til tider v&aelig;ret meget popul&aelig;r i pelsproduktionen.
<br>Hunden har 78 kromosomer, der bortset fra k&oslash;nskromosomerne alle er acrocentriske.

<p>Heste har 64 kromosomer og &aelig;sel har 62, og der kan produceres ikke fertilt 
afkom efter parring mellem hest (mor) og &aelig;sel (far). Denne krydsning kaldes et muldyr.




<P>H&oslash;nsenes kromosomer ligner kromosomer fra de fleste fugle og
krybdyr. Der er 6 par kromosomer, der minder om pattedyr kromosomer, og
mange s&aring;kaldte mikrokromosomer, 2n= 78. K&oslash;nskromosomerne er
blandt de st&oslash;rste kromosomer, de betegnes som ZZ hos hanen og ZW
hos h&oslash;nen, h&oslash;nsekromosomer <A HREF="http://sunserv.katki.hu/~hidas/chrom.html">se
her</A>.

<P>N&aring;r der arbejdes med kromosomkortl&aelig;gning vil man gerne kunne
placere et gen p&aring; et bestemt sted p&aring; kromosomet, for hver art
er der derfor lavet en standard med nummerering af de enkelte b&aring;nd
p&aring; hvert enkelt kromosom. For denne nomenklatur har man ogs&aring;
vedtaget at kalde den korteste kromosomarm for p-armen og den l&aelig;ngste
for q-armen. Ved ops&aelig;tning af kromosomer vender q-armen altid nedad.
B&aring;nd numrene g&aring;r fra centromeret ud mod telomerene. 

<P><A HREF="3.htm">N&aelig;ste side</A>
</BODY>
</HTML>
