<HTML>
<head>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Kromosomfejl hos husdyr</title>
 </HEAD>
<H3>
10.3 Kromosomfejl hos husdyr</H3>
<A HREF="2.htm">Foreg&aring;ende side</A>

<P>S&aring;fremt et individ ikke har et balanceret kromosoms&aelig;t med
to kromosomer i hvert par, vil det normalt give sig til kende p&aring;
dyrets phenotype med afvigende egenskaber. Og dyr med et ubalanceret kromosoms&aelig;t
vil almindeligvis v&aelig;re sterile og ofte med nedsat livskraft. Dyr der
har et balanceret kromosoms&aelig;t vil v&aelig;re phenotypisk normale.
Kromosomfejl hos dyr med normal phenotype bliver normalt opdaget ved at
f.eks. en tyr har alt for lav fertilitet, karyotypen fra en s&aring;dan
tyr er vist i figur 10.2.

<P><B>Kv&aelig;gkromosomer 2n=60,XY, farvemetode BrdU indkoporation - Acridin
Orange, Translokation 1/8</B>. Christensen, K., Agerholm, J.S. &amp; Larsen,
B. 1992a. Dairy breed bull with complex chromosome translocation: Fertility
and linkage studies. Hereditas 117, 199-202.

<P>

<TABLE border=0 >
<TR>
<TD valign=top>Figur 10.2 
<br>Kv&aelig;g translokation mellem kromosom 1 og 8.</TD>
<TD><IMG SRC="../../genetik/10/31.gif" WIDTH=300></TD>
</TABLE>


<BR>Af andre typer af kromosomfejl kan n&aelig;vnes trisomier, hvor trisomi 21 hos
 mennesker er den mest velkendte. Den forekommer med ca. 1 for hver 500 f&oslash;dsler.
Hos husdyr er trisomier ret sj&aelig;ldne men kan dog forekomme, nedenst&aring;ende er vist trisomi
28 hos kv&aelig;g.
<br><B>Kv&aelig;gkromosomer 2n=61,XX, farvemetode BrdU indkoporation - Acridin
Orange, Trisomi 28 (Figur 10.3)</B> <p>
<TABLE  COLS=2 WIDTH="100%" >
</TABLE>

<p>Normalt aborteres dyr med trisomi 28, men  enkelte d&oslash;r omkring f&oslash;dselstidspunktet.

<P>Hos mange af vore husdyr findes mindre grove kromosomfejl. De best&aring;r
eksempelvis i at to acrocentriske kromosomer fusionerer. Dette kaldes en
centric fusion.
<BR><B>Den mest kendte er 1/29 centromer fusion mellem kromosom 1 og 29
hos kv&aelig;g</B>. N&aring;r en s&aring;dan fusion forekommer i heterozygot
form, giver den anledning til svagt nedsat fertilitet, i st&oslash;rrelsesorden
af 10 procent, n&aring;r det drejer sig om oml&oslash;berprocent.

<P><B>En tilsvarende centromerfusion findes hos bl&aring;r&aelig;ve</B>,
og her er effekten af samme st&oslash;rrelsesorden, n&aring;r det drejer
sig om kuldst&oslash;rrelse, se nedenst&aring;ende tabel, hvor kromosomtallet
49 svarer til en heterozygot med hensyn til centromerfusion. Data fra Christensen
et al. Hereditas 1982, 97:211-215.
<PRE>T&aelig;ve kromosomtal&nbsp;&nbsp;&nbsp;&nbsp; Antal kuld&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Kuldst&oslash;rrelse
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 48&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 16&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 11,9
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 49&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 42&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 9,8
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 50&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 17&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 11,2

F&aelig;dre kromosomtal&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 48&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 12,2
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 49&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 52&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10,1
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 50&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 13&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 11,2</PRE>
Metafaser fra de tre typer er vist i figur 10.4, og der er
sat en cirkel om de kromosomer, der indg&aring;r i centromerfusionen.

<P

<TABLE border=0 valign=center>
<TR>
<TD >Figur 10.4.
<br>En centromerfusion mellem to kromosomer resulterer
 i at kromosomtallet varierer mellem 48 og 50 hos bl&aring;r&aelig;ve</TD>
<TD><IMG SRC="../../genetik/10/32.gif" width="450"></TD>
</TABLE>

<p>Hos mus er kendt individer, der har op til 7 centromerfusioner. Disse
mus har, n&aring;r alle fusionerne forekommer i heterozygot form, meget
st&aelig;rkt nedsat fertilitet.
<br>
<TABLE border=0 align=right width="350">
<TR>
<TD ><br> Figur 10.4a.
Udspaltning af kromosomer fra centromerfusions heterozygoter resulterer
 i nondisjunktion og uniparantal disomi.
<IMG SRC="../../genetik/10/nondisj.gif" width="350"> </TD>
</TABLE>
 <b>Imprinting:</b> Der findes centromer fusioner der involverer alle musens 20 par acrocentriske kromosomer. 
Sammenparres to mus der begge er heterozygotiske for en centromerfusion opst&aring;r der spontant afkom der har modtaget 
2 kromosomer af et par fra den ene for&aelig;ldrer og nul fra den anden, se figur.
Et s&aring;dant individ har i princippet et balanceret 
kromosomes&aelig;t, men det er ikke altid normalt. For ca. halvdelen af musens kromosomer er det n&oslash;dvendigt, at 
der skal v&aelig;re et maternelt og et paternelt kromosom i et par for at individet kan udvikle sig normalt. Dette f&aelig;nomen 
skyldes af der er forskel p&aring; hvilke gener der er on/off afh&aelig;ngigt om kromosomet kommer fra faderen eller moderen. 
F&aelig;nomenet kaldes imprinting og det er vigtigt for at forst&aring; hvorfor kloning af ikke embryonale celler volder s&aring; store
 vanskeligheder. Ukorrekt hanligt og hunlige imprinting giver anledning til at forholdet mellem placenta og fostret bliver sk&aelig;vt ,
hvilket giver anledning til stor fosterd&oslash;d. 
Det er ogs&aring; mange andre abnorme tilstande som forkert eller 
manglende imprinting giver anledning til.


<p><b>Tyrekvier:</b> Kromosomunders&oslash;gelse kan anvendes til at p&aring;vise 
sammensmeltning af de placentale blodbaner 
hos tvillinger af forskelligt k&oslash;n hos kv&aelig;g. Sammenblandingen giver sig udslag i,
at der kan etableres stamceller for hvide og r&oslash;de blodlegemer fra begge dyr med proportioner
g&aring;ende fra 0 til 100 procent af den rigtige 'type'. Er der for stor en sammenblanding 
giver det anledning til at kviekalven f&aring;r misdannede k&oslash;nsorganer 'en tyrekvie' og dermed bliver
infertil. Tyrekalven har normal fertilitet, men i forbindelse med faderskabssager, der
normalt gennemf&oslash;res p&aring; blodpr&oslash;ver, f&aring;r man p&aring; grund af kimerismen
ikke entydige resultater.
<br>Ved blodpr&oslash;vetagning til faderskabssag b&oslash;r det derfor oplyses, s&aring;fremt kalven er en tvilling.

<P>

<TABLE border=0 align=right>
<TR>

<TD>Figur 10.5.  Heste kromosomer 64, XX

<br><IMG SRC="../../genetik/10/horse.gif" width="200"  ></TD>
</TABLE>

<B>K&oslash;nskromosomfejl hos hopper</B>:
Hopper med XY k&oslash;nskromosomer er ret almindelige i visse halvblodsracer.
Endvidere findes der en del hopper med XO eller XXX k&oslash;nskromosomer.
De viste kromosomer stammer fra en hest, hvor det ene X kromosom, altid
det inaktiverede, er 2 q-arme, figur 10.5. Billedet er stillet til r&aring;dighed af 
I. Gustavsson, Sveriges Landbrugsuniversitet.

<P>Auli Mäkinä, ved universitetet i Helsinki har en god oversigt over
<A HREF="http://www.honeybee.helsinki.fi/users/aulimaki/">
kromosom afvigelse hos hest</a>.

<P>Celler der dyrkes i to cycler, med BrdU tilsat i f&oslash;rste cyklus,
kan afsl&oslash;re f&aelig;nomenet SCE (sister chromatide exchange). SCE
kan identificere individer med ustabile kromosomer eller anvendes til mutagenitetstest,
idet antallet af SCE er proportional med dosis af mutagenet. Nedenst&aring;ende
er vist mink kromosomer, der udviser SCE eller Harlekin kromosomer. De
kromosomer hvor der ikke har v&aelig;ret nogen SCE udviser p&aring; kromosomet
to ubrudte strenge en lys og en m&oslash;rk, hvor der er SCE skifter strengen
farve. For at der kan ske SCE m&aring; der n&oslash;dvendigvis have v&aelig;ret
et brud p&aring; DNA'et p&aring; begge strenge.

<br><TABLE border=0 >
<TR>
<TD valign=top>Figur 10.6.
<br>Mink kromosomer 30 XY, der viser sister chromatin exchange</TD>
<TD><IMG SRC="../../genetik/10/33.gif" WIDTH="180" ></TD>
</TABLE>



<P><A HREF="4.htm">N&aelig;ste side</A>
</BODY>
</HTML>
