<HTML>
<head>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Identifikation af kromosomer med kromosom paint etc.</title>
 </HEAD>
<h3>10.4 Identifikation af kromosomer med kromosom paint etc.</h3>
<P><A HREF = "3.htm">Foreg&aring;ende side</A>  


<p>I  figur 10.7 er vist et paint p&aring; grisekromosomer med DNA fra en 
hamstercellelinie der indeholder p-armen af grisekromosom 12. 

To kromosomer  er painted, det er de identiske stykker p&aring; de to homologe 
kromosomer. 

<TABLE border=0 >
<TR>
<TD valign=middle>Figur 10 7.
<br>Paint p&aring; grise kromosomer med p-armen af kromosom 12</TD>
<TD><IMG   SRC  = "../../genetik/10/12paint.gif" width="200" ></TD>
</TABLE>

<p>Paint metode er i store tr&aelig;k f&oslash;lgende (Fluorescens in situ hybridisering, FISH): 
<ul>  
<li>Opm&aelig;rkning af probe med biotinilerede nucleotider
<li>Smeltning af probe og m&aring;l-DNA (kromosompr&aelig;peratet)
<li>Hybridisering af probe og m&aring;l-DNA under d&aelig;kglas i op til flere d&oslash;gn
<li>Afvaskning af overskydende probe
<li>Et lag af avidin (avidin binder meget st&aelig;rkt til biotin)
<li>Farvning ved hj&aelig;lp af fluorescens m&aelig;rket antistof mod avidin
<li>Fotografering v.h.a. fluorescens mikroskop
</ul>

<p>N&aring;r der paintes med et mindre stykke DNA, f.eks. et 40 kb stort insert i en cosmid, f&aring;s
meget distinkte resultater i form af 2 pletter, en p&aring; hver af de to kromatider p&aring; de
to homologe kromosomer  <A HREF = "/shares/vetgen/_Popgen/mink/insitug.htm">se her</A>.  

<P> <A HREF = "paint.htm">Link her</A> for at se  billede af kromosom-paint med humane 
kromosomer. Alle de humane kromosomer
er sorteret, s&aring; man kan k&oslash;be rent DNA fra alle enkelte kromosomer. N&aring;r de m&aelig;rkes op
forskelligt, f&aring;r  hvert kromosompar sin egen farve.
Denne teknik g&oslash;r det til en enkelt sag at identificere de kromosomer, der er involverede
i komplekse translokationer.

<p>Ved hj&aelig;lp af kromosom-paint kan der identificeres homologi mellem arter, se 
Figur 10.8 med minkkromosomer (til venstre), og de samme kromosomer (til h&oslash;jre) er hybridiseret med 
human kromosom 14. En tabel over 
homologien mellem kromosomerne hos 4 husdyrarter og mennesker er vist 
<A HREF = "../mink/zoofish/homoprt.htm"> her</A> 


<TABLE border=0 >
<TR>
<TD valign=top>Figur 10 8.
<br>Paint p&aring; mink kromosomer med humant  kromosom 14. I venstre side er der DAPI 
farvede kromosomer til
 identifikation mens h&oslash;jre side viser paintet, der er p&aring; p-arm af kromosom 13. </TD>
<TD><IMG   SRC  = "../../genetik/10/paintm13.gif"></TD>
</TABLE>

<P><A HREF = "5.htm">N&aelig;ste side</A>  
 