<HTML>
<head>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Kromosomfejl p&aring;vist ved DNA-indhold i s&aelig;dceller</title>
 </HEAD>
<h3>10.5 Kromosomfejl p&aring;vist ved DNA-indhold i s&aelig;dceller </h3>
<P><A HREF = "4.htm">Foreg&aring;ende side</A>  
<p> Et normalt individ  der er b&aelig;rer af en balanceret translokation, vil producere k&oslash;nsceller
der er normale og k&oslash;nsceller hvor translokationen giver anledning til non-disjunktion af 
de homologe kromosomer med produktion af k&oslash;nsceller med afvigende kromosomtal til f&oslash;lge.

<p>I 10.9 figur er vist histogrammer fra flow-cytometri p&aring; s&aelig;dceller fra orner.
Histogrammet repr&aelig;senterer en flouroscens aktivitet, der er proportional med s&aelig;dcellens 
DNA-indhold. Hvert histogram omfatter ca. 3000 s&aelig;dceller. Ornen til h&oslash;jre (nr. 1130) er normal,
den producere s&aelig;dceller med et Y- og med et X-kromosom i forholdet 1:1. En s&aelig;dcelle der
indeholder et 
Y-kromosom har ca. 4 procent mindre DNA end en s&aelig;dcelle der b&aelig;rer et X-kromosom.
Dette afspejles i at der er to fordelinger hvis middelv&aelig;rdi er 4 procent enheder 
forskudt.
<p>Ornen til venstre (nr.1523) er b&aelig;rer af en translokation mellem kromosom 1 og 17. 
N&aring;r denne orne danner 
s&aelig;dceller, vil der ske fejl med hensyn til disse to kromosomer. Kromosom 1 er et meget stort 
kromosom der repr&aelig;senterer ca. 9 procent af en s&aelig;dcelles DNA. Derfor ses der i denne ornes
histogram to ekstra toppe symmetrisk en p&aring; hver side. Den lille ekstra top
 til h&oslash;jre svarer til s&aelig;dceller
med to kromosom 1'er, mens toppen til venstre svare til s&aelig;dceller med intet kromosom 1. De to 
ekstra toppe kommer kun frem henholdsvis sammen med et X- og sammen med et Y-kromosom. 
Et ekstra eller tab af kromosom 17 er ikke direkte synligt, da dette kromosom er et lille
kromosom, med omkring 2 procent af s&aelig;dcellens DNA-indhold. 

<p> Unders&oslash;gelserne er publiceret af Jensen, P.O. et al.  1993.  Proceedings of
10th European Collequium on Cytogenetics of Domestic Animals  pp 104-108.
 

<p>


<TABLE border=0 >
<TR>
<TD>Figur 10.9. Flow cytometri af grise s&aelig;dceller indfarvet med DAPI. Normal dyr har to toppe en for X og en anden for Y b&aelig;rende celler. Dyr med translokationer  
udviser flere toppe p&aring; grund af  fejl  under meiosen (non-disjunktion). </TD>
<tr>
<TD><IMG   SRC  = "../../genetik/10/5.gif" width="600"></TD>
</TABLE>

<p>Der er naturligvis ogs&aring; en vis interesse for at anvende flow-cytometrien pr&aelig;parativt,
s&aring; man p&aring; den m&aring;de kan f&aring; s&aelig;dceller der b&aelig;rer Y-kromosomet eller X-kromosomet i ren form.
Alle pattedyr arter har en relativ forskel i DNA indhold mellem Y- og X-b&aelig;rende s&aelig;dceller af
samme st&oslash;rrelsesorden p&aring; mellem 4 og 4,5 procent. Teknisk er det muligt at arbejde med
en variationskoefficient (CV) p&aring; ca. 1 som i ovenst&aring;ende eksempler fra svin.
<p>Hidtil er resultaterne   med hensyn til levende afkom efter befrugtning med k&oslash;nssorterede
s&aelig;dceller kun p&aring; det eksperimentelle stade. Flow-cytometrien lader sig p.t. kun gennemf&oslash;re 
efter indfarvning med flourokromet DAPI, efter at s&aelig;dcellerne er behandlet med papain. 
Papain-behandlingen er n&oslash;dvendig, for at der kan ske en ensartet indfarvning med DAPI.  

<p><b>Kromosomspecifikke DNA-prober til p&aring;visning af non-disjunktion i s&aelig;dceller</b>

<p> En anden metode til p&aring;visning af non-disjunktion kromosomfejl benytter sig af st&aelig;rke 
kromosomspecifikke prober. Efter in situ hybridicering til udstrygningspr&aelig;parat af s&aelig;dceller
og efterf&oslash;lgende p&aring;visning af tilstedev&aelig;relse af signal, er det muligt at p&aring;vise
s&aelig;dceller med 0, 1 (normal) eller 2 af det p&aring;g&aelig;ldende kromosom, afh&aelig;ngigt af antallet af
positive hybridiceringsomr&aring;der.
 Unders&oslash;gelser fra mennesker giver sk&oslash;n for non-disjunktion-fejl i s&aelig;dceller, 
der ligger i st&oslash;rrelsesorden 5-8 procent. Dette svarer til en fejlprocent 
p&aring; ca. 0,2 for hvert kromosompar. 
<p>Udvikling af DNA prober til s&aring;danne unders&oslash;gelse hos husdyr er p.t. i sin vorden. 
Eksempler fra anvendelse p&aring; minks&aelig;dceller kan ses 
<A HREF = "http://www.ihh.kvl.dk/htm/kc/mink/sperma/sperma.htm">her.</A> 
<P><A HREF = "0.htm">Lektion 10</A>  
 