<HTML>
<HEAD>

<TITLE>7.1 Beregning af avlsv&aelig;rdi </TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>7.1 Beregning af avlsv&aelig;rdisk&oslash;n </H3>

<P><A HREF="0.htm">Lektion 7</A> </P>
<p>Forventningen til pr&aelig;stationen for en given egenskab er st&oslash;re n&aring;r man er 
i familie med individer, der har en h&oslash;j pr&aelig;station (phenotype=P). 
Jo t&aelig;ttere sl&aelig;gtskab jo h&oslash;jere forventning. I Figur 7.1 er angivet en formel, 
der kan kvantificerer forventningen i et avlsv&aelig;rdiindeks (I) i en lang r&aelig;kke 
tilf&aelig;lde med ensartede sl&aelig;gtskabsforhold. I Tabel i afsnit 7.2 er givet en del 
eksempler p&aring; anvendelse af formelen. Tabellen omfatter feks. avlsv&aelig;rdiindeks bestemt 
pga. pr&aelig;stationer fra egen, for&aelig;ldre, afkom, eller hel- eller halvs&oslash;skende, hvor 
formlen anvendes til at beregne et avlsv&aelig;rdiindeks og dets sikkerhed. 
Avlsv&aelig;rdiindekset kan blive lidt sikre bestemt ved anvendelse af metoderne, 
der er omtalt i kapitel 12, da de medtager alle sl&aelig;gtninge.

<br>-------



<br>I en stor population med tilf&aelig;ldig parring skal hvert individ i gennemsnit have to stk. afkom, for at populationen er i balance
med hensyn til st&oslash;rrelse. Fordelingen af antal afkom i en s&aring;dan population har en venstresk&aelig;v binominalfordeling
(Poissonfordelt) med middelv&aelig;rdi 2 og varians 2. Dvs. at antal afkom per individer kan variere fra 0 og opefter med flest,
der har v&aelig;rdierne 0,1,2,3,4 og 5. I en s&aring;dan population kan der ikke p&aring; nogen m&aring;de bestemmes den eksakte avlsv&aelig;rdi for et
individ p&aring; grund af det lave antal afkom, man m&aring; n&oslash;jes med et avlsv&aelig;rdisk&oslash;n.</P>

<P>Et avlsv&aelig;rdisk&oslash;n betegnes ofte som et avlsv&aelig;rdiindeks (I). Indekset kan fremskaffes p&aring; grundlag af informationer om
phenotypev&aelig;rdier fra alle mulige sl&aelig;gtninge, hvor der kan anvendes enten en simpel regressionslinie eller multipel
regression. Jo flere sl&aelig;gtninge der m&aring;les, desto sikrere vil 
sk&oslash;nnet blive. Korrelationen mellem sand avlsv&aelig;rdi (A) og indekset
ben&aelig;vnes <b>'sikkerheden'</b> og f&aring;r symbolet r<SUB>AI</SUB>. </P>

<P>
I  figur 7.1 er vist, hvorledes der er sammenh&aelig;ng mellem 
phenotypem&aring;linger og et avlsv&aelig;rdiindeks (I), der er et sk&oslash;n for 
den sande avlsv&aelig;rdi (A). Der er
tillige vist betydning af sikkerheden (r<sub>AI</sub>), idet sikkerheden 
kvadreret p&aring; indekset giver
 sig udtryk ved en reduceret varians p&aring; avlsv&aelig;rdisk&oslash;nnet. 
Alle v&aelig;rdierne er fortolket ud fra den klassiske regressionsligning hvor: 
<br> P'er  = phenotypem&aring;lingerne 
<br> n     = antal m&aring;linger, 
<br> P<sub>g</sub> streg =   gennemsnit af P'er, 
<br> a'  = sl&aelig;gtskabsgrad mellem de m&aring;lte dyr og det dyr der beregnes indeks for
<br> a   = sl&aelig;gtskabsgrad mellem de m&aring;lte  dyr (P'er) 
<br> P streg = Populationens gennemsnit
<br> A streg = Populationens gennemsnitlige avlsv&aelig;rdier = lig P streg
<br> h<sup>2</sup> = heritabiliteten 
<br> c<sup>2</sup> = f&aelig;lles milieufaktor for de m&aring;lte dyr
<br> t = a h<SUP>2</SUP> + c<SUP>2</SUP> 
<p>
<TABLE border=0 align=right width="55%">
<TR>
<TD valign=top>Figur 7.1.
Beregning af avlsv&aelig;rdi indeks p&aring; grundlag af regression 
p&aring; phenotype m&aring;linger. Definition af de enkelte parametre, se ovenst&aring;ende. 
Eksempel p&aring; anvendelse af formlerne er givet i Figur 7.2. </TD></tr><tr>
<TD><img src="../../genetik/7/1.gif"  ></TD>
</TABLE>



<p>Avlsv&aelig;rdi indekset er baseret p&aring; teori omkring line&aelig;r regression og korrelation, basisdefinition
p&aring; disse begreber kan ses <A HREF="../applets/stat.htm">her</A>.

<br>Et eksempel p&aring; anvendelse af formlerne i Figur 7.1 er givet i  
Figur 7.2, der er i n&aelig;ste afsnit tillige givet en 
tabel over de mest almindelige tilf&aelig;lde p&aring; avlsv&aelig;rdi indeks. 
<P><A HREF="2.htm">N&aelig;ste side </A> </P>

</BODY>
</HTML>
