<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Corel WordPerfect 8">
<TITLE>7.2 Formler for beregning af avlsv&aelig;rdisk&oslash;n under ensartede sl&aelig;gtskab</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>7.2 Formler for beregning af avlsv&aelig;rdisk&oslash;n under ensartede sl&aelig;gtskab</H3>

<P><A HREF="1.htm">Foreg&aring;ende side</A> </P>

<P><TABLE border=0 align=right width="50%">
<TR>
<TD valign=top>Figur 7.2.
<br>Eksempel p&aring; beregning af avlsv&aelig;rdi indeks for m&aelig;lkeydelse for 
tyr p&aring; grundlag af m&aring;linger p&aring; 20 stk. havls&oslash;skende afkom. </TD></TR><TR>
<TD><img src="../../genetik/7/2.gif"  ></TD>
</TABLE>
Avlsv&aelig;rdisk&oslash;nnet eller avlsv&aelig;rdiindekset (I) kan p&aring;
 grundlag af omst&aring;ende formler bestemmes for alle mulige kombinationer af 
sl&aelig;gtskab. Der skal blot v&aelig;re ensartede sl&aelig;gtskabsforhold som 
vist i ovenst&aring;ende figur. Indekset er afh&aelig;ngigt af de
to sl&aelig;gtskabskoefficienter (a' og a), antal m&aring;linger (n), 
heritabiliteten (og f&aelig;lles milieu) og den phenotypiske pr&aelig;station 
(P<sub>g</sub> streg) af
de m&aring;lte dyr. Sikkerheden (r<SUB>AI</SUB>) p&aring; indekset er 
uafh&aelig;ngig af sidstn&aelig;vnte faktor.</P>

<P>
 Her er vist et genealogisk diagram (Figur 7.2) med relevante sl&aelig;gtskabskoefficienter for beregning af avlsv&aelig;rdiindeks p&aring;
grundlag af m&aring;linger p&aring; halvs&oslash;skendeafkom (en afkomsunders&oslash;gelse).
</P>




<P> Herunder er grafisk vis yderligere 3 eksempler p&aring; definition af sl&aelig;gtskabskoefficienter for ensartede sl&aelig;gtskabsforhold. Der
findes adskillige, flere hvoraf en del vil blive n&aelig;vnt i nedenst&aring;ende tabel.
<p>Figur 7.3.
<TABLE  >
<TR>
<TD><img src="../../genetik/7/21.gif"   ></TD>
<TD><img src="../../genetik/7/22.gif"   > </TD>
<TD><img src="../../genetik/7/23.gif"   > </TD>
<TR>
<TD><P>Avlsv&aelig;rdiindeks p&aring; grundlag af halvs&oslash;skendem&aring;linger.</TD>
<TD><P>Avlsv&aelig;rdiindeks p&aring; grundlag af hels&oslash;skendem&aring;linger.
Begge for&aelig;ldre vil have samme sl&aelig;gtskabsforhold 
til de m&aring;lte individer, derfor vil et indeks v&aelig;re det samme for en helbroder
eller hver af de to for&aelig;ldre.
</TD>
<TD><P>Avlsv&aelig;rdiindeks p&aring; grundlag af m&aring;ling af de to for&aelig;ldre.
</TD>
</TABLE>



<P>I nedenst&aring;ende tabel er vist opstilling for de estimerede avlsv&aelig;rdier i en r&aelig;kke konkrete tilf&aelig;lde med ensartede sl&aelig;gtskabsforhold. 
De relevante sl&aelig;gtskabskoefficienter er indsat, og n&aring;r der er mange (uendelig mange) observationer, er gr&aelig;nsev&aelig;rdierne af regressionskoefficient og den kvadrerede sikkerhed anf&oslash;rt.</P>

<P><img src="../../genetik/7/24.gif"  > 
<br>Tabelparametrene er defineret i afsnit 7.1;  den d&aelig;kker kun et meget
ringe udsnit i brug af formlen, og n&aelig;sten kun hvor der er p&aelig;ne l&oslash;sninger.

<P>Linie 1 i  tabel svarer til anvendelse af formel med 0 m&aring;linger og  man f&aring;r, 
at avlsv&aelig;rdiindekset bliver lig populations gennemsnittet med en sikkerhed p&aring; 0, 
hvilket giver 'basis' for vurdering af alle de &oslash;vrige indeks. 
<br>Linie 2 svarer til en meget almindelig situation, den kaldes normalt 
individpr&oslash;ve eller phenotypem&aring;ling, et dyrs avlsv&aelig;rdi vurderes p&aring; grundlag af 
m&aring;ling p&aring; dyret selv - ligningen er: 

<br>
<br> I = A(streg) + h<sup>2</sup>(P -P-streg) med en kvadret sikkerhed p&aring; h<sup>2</sup>.
<br>
<br>Linie 3:   der er 2 m&aring;linger p&aring; dyret selv, det kan f.eks. v&aelig;re kuldst&oslash;rrelse ved 
f&oslash;rste og andet kuld. Korrelationen mellem de gentagne pr&aelig;stationer kaldes 
<b>gentagelseskoefficienten</b>, den indeholder altid et element af f&aelig;lles milieu 
for de to pr&aelig;stationer.
<br>Linie 4 viser sammenh&aelig;ngen mellem gennemsnits for&aelig;ldre og afkom, 
i afsnit 6.4 blev denne relation anvendt til estimering af heritabiliteten. 
<br>Linie 7 viser vurdering af en far p&aring; grundlag af et uendeligt stort antal afkom,
 dette svarer til definitionen af avlsv&aelig;rdi, og man ser at dette er korrekt, 
idet v&aelig;gtfaktoren er lig 2 og sikkerheden lig 1.



<p><b>Sikkerhed ved avlsv&aelig;rdivurdering</b>

<TABLE border=0 align=right width="50%" >
<TR>
<TD  valign=top>Figur 7.4.<br>
Sikkerhed ved afkomsunders&oslash;gelse - afh&aelig;ngighed af antal afkom og heritabilitetens
st&oslash;rrelse </TD></tr><tr>
<TD><img src="../../genetik/7/25.gif"  > </TD>
</TABLE>
<br>I figur 7.4 er vist  kurver over sikkerhed ved afkomsunders&oslash;gelse p&aring; grundlag af n halvs&oslash;skendeafkom. Det fremg&aring;r af
kurverne, som n&aelig;vnt ovenfor, at sikkerheden er st&oslash;rre ved h&oslash;jere heritabiliteter end ved lave, men flere stk. afkom kan
kompensere for lav heritabilitet.


<P>Der skal tilf&oslash;jes et par generelle bem&aelig;rkninger om sikkerheden p&aring; avlsv&aelig;rdibestemmelsen. Ved unders&oslash;gelse af formlen
for sikkerhed kan udledes:</P>

<P>1) Ved h&oslash;j heritabilitet er individets egen f&aelig;notypem&aring;ling 
en god informationskilde.

<br>2) Ved lave heritabiliteter kan mange m&aring;linger kompensere for ringe sikkerhed ved den enkelte m&aring;ling. Mange m&aring;linger
kan kun skaffes ved store afkomsgrupper, hvor de enkelte dyr enten optr&aelig;der som afkom eller som hel- eller halvs&oslash;skende.</P>

<BR >Nedenst&aring;ende er givet en oversigt over heritabilitets st&oslash;rrelser

<pre>Heritabilitet   St&oslash;rrelse		 Eksempler
------------------------------------------------------------------- 
H&oslash;j  		St&oslash;rre end 45 %,  Fedtaflejring, fedtprocent i m&aelig;lk
Lav  		Mindre end 10 %,  Reproduktions egenskaber
Middel  	15-40 %,	   Tilv&aelig;kst
-------------------------------------------------------------------
</PRE>
<P>En applet til beregning af de mest almindelige tilf&aelig;lde af 
avlsv&aelig;rdi findes <A HREF="../applets/avs.htm">her</A>,
og eksempel p&aring; anvendelse ses nedenst&aring;ende: det fremg&aring;r af eksemplet, 
at 20 stk halvs&oslash;skende afkom er en god informations kilde med st&oslash;rst kvadreret sikkerhed.
 <p align=center><img src="../../genetik/7/26.gif"    > 

<P><A HREF="3.htm">N&aelig;ste side </A> </P>

</BODY>
</HTML>
