<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Corel WordPerfect 8">
<TITLE>7.4 Avlsv&aelig;rdi generel, herunder brug af genmark&oslash;rer </TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>7.4 Avlsv&aelig;rdisk&oslash;n generel, herunder brug af genmark&oslash;rer </H3>

<P><A HREF="3.htm">Foreg&aring;ende side</A> </P>

<P>Avlsv&aelig;rdi estimering er for de store husdyrbrugsorganisationer en sag, der kan give et stort &oslash;konomisk udbytte. Der bliver
anvendt meget raffinerede metoder, se lektion 12.1. Udover hvad er vist her for estimering af avlsv&aelig;rdi, er det is&aelig;r vigtigt, at der kan ske en
korrektion for v&aelig;sentlige milieu faktorer, som feks. &aring;rstid og bes&aelig;tning. Det er endvidere vigtigt, at der samtidig kan tages
hensyn til alle besl&aelig;gtede individers information.</P>

<P>Avlsv&aelig;rdierne kan estimeres p&aring; grundlag af store ligningssystemer 
samtidig for alle dyr. Dette giver mulighed for en simultan
estimering af og korrektion for milieueffekter. </P>

<P>Avlsv&aelig;rdisk&oslash;n for et dyr kan beregnes p&aring; grundlag af alle 
mulige kombinationer af information. Forel&oslash;bigt er der kun vist
eksempler, hvor der er anvendt ensartede
phenotypem&aring;linger. Der skal her kun vises et par undtagelser fra denne form, hvor den f&oslash;rste
vedr&oslash;rer bestemmelse af avlsv&aelig;rdi p&aring; 
et afkom p&aring; grundlag af for&aelig;ldrenes avlsv&aelig;rdi, 
her g&aelig;lder som vist i foreg&aring;ende
afsnit at:
<PRE>I<SUB>afkom</SUB> = (I<SUB>far</SUB> + I<SUB>mor</SUB>)/2          og

r<SUP>2</SUP><SUB>AI,afkom</SUB> = (r<SUP>2</SUP><SUB>AI,far</SUB> + r<SUP>2</SUP><SUB>AI,mor</SUB>)/4
</PRE>

<P>Nedenst&aring;ende er vist ved hj&aelig;lp af formler hvor meget en <STRONG>genmark&oslash;r</STRONG> bidrager i forhold til en phenotypem&aring;ling.
Egenskaben har heritabiliteten h<SUP>2</SUP> og genmark&oslash;ren alene 
repr&aelig;senterer en del af den samlede heritabilitet svarende 
til (h<SUB>1</SUB>)<SUP>2</SUP>.

<br>Avlsv&aelig;rdien (I) estimeres s&aring;ledes, hvor M st&aring;r for marker effekt og P for phenotypev&aelig;rdi:</P>

<P><center><img src="../../genetik/7/4.gif"  >  </center>

<P>I nedenst&aring;ende tabel er vist resultater af brug af formlen for sikkerhed  
uden og med  genmark&oslash;r (stor effekt, 20 % af den genetiske variation, kolonnerne med +M.  

<PRE>       -M     +M     -M      +M     -M      +M     Transferrin locus
------------------------------------------------------------------------------       
h<SUP>2</SUP>    .05    .05    .25    .25     .50       .50    |   .33
(h<SUB>1</SUB>)<SUP>2</SUP>   0    .01      0     .05       0       .10    |   .01
r<SUB>AI</SUB><SUP>2</SUP>   .05   .24     .25    .35     .50       .56    |   .34 
</PRE>

<P>Det fremg&aring;r af tabellen, at for egenskaber med lav heritabilitet kan opn&aring;s en v&aelig;sentlig forbedring af sikkerheden ved brug
af genmark&oslash;r. For egenskaber med h&oslash;j heritabilitet er forbedringen ringe. </P>

<P><STRONG>Eksempel:</STRONG> Indeks for en ko med en ydelse p&aring; 
2300 kg m&aelig;lk og Tt i transferrintype fra populationen bliver f&oslash;lgende,
idet mark&oslash;rgenotypen (M=1882 kg m&aelig;lk) og middelv&aelig;rdien (P<SUB>gns</SUB>=1904) er taget 
fra transferrin eksemplet i lektion 6.

<P>Ovenst&aring;ende formel anvendes og h<SUP>2</SUP> og h<SUB>1</SUB><SUP>2</SUP> tages fra tabel</P>

<PRE> I = P<SUB>gns</SUB> + X*(M - P<SUB>gns</SUB> ) + Y*( P - P<SUB>gns</SUB> ), hvor

 X = (1-h<SUP>2</SUP>)/(1-h<SUB>1</SUB><SUP>2</SUP>)   = (1 - 0,33)/(1 - 0,01) = 0,68

 Y = (h<SUP>2</SUP>-h<SUB>1</SUB><SUP>2</SUP>)/(1-h<SUB>1</SUB><SUP>2</SUP>) = (0,33 - 0,01)/(1 - 0,01) = 0,32 ved inds&aelig;ttelse f&aring;r man

 I = 1904 + 0,68*(1882-1904) + 0,32*(2300-1904) = 2016 kg m&aelig;lk
</PRE>

<P>Sikkerheden, som det ses fra tabellen, forbedres kun svagt ved at 
medtage transferrintype i indekset.
<p>For estimering af en geneffekt, 
der p&aring;virker en kvantitativ egenskab, henvises der til lektion 12.

<p><b>Standardisering af avlsv&aelig;rdi indeks.</b>
<br>De beregnede avlsv&aelig;rdier, udtrykkes normalt  i absolutte enheder. 
F.eks. kunne man regne sig frem til at avlsv&aelig;rdien for en tyrs daglige tilv&aelig;kst 
fra f&oslash;dsel til den er 1 &aring;r gammel er 1100 gram/dag. 
Mange personer har dog vanskeligt ved umiddelbart at vurdere, hvor godt dette resultat er. 
Man mangler et sammenligningsgrundlag. Derfor centreres avlsv&aelig;rdierne ofte ved at
tr&aelig;kke populationsgennemsnittet fra. Derved har man et relativt m&aring;l for avlsv&aelig;rdien i 
forhold til populationsgennemsnittet, alts&aring; hvor godt det enkelte dyr er i forhold til 
alle de andre dyr i populationen. Er populationsgennemsnittet f.eks. 1000 gram tilv&aelig;kst 
pr. dag vil avlsv&aelig;rdien for tilv&aelig;kst i dette eksempel v&aelig;re 100 gram. Dette svarer til at 
individets afkom vil have en  avlsv&aelig;rdi p&aring; ca. 50 gram/dag i gennemsnit. 
<br>Man kan endvidere standardisere avlsv&aelig;rdien ved at dividere med populationsspredningen. 
De standardiserede avlsv&aelig;rdier er tiln&aelig;rmelsesvis normalfordelt med middelv&aelig;rdien nul og 
spredningen én.
<br> I Danmark bruges ofte avlsv&aelig;rdi indeks. Indeksene er standardiserede avlsv&aelig;rdisk&oslash;n, 
der er multipliceret med en &oslash;nsket spredning f.eks. 5 og adderet med en &oslash;nsket middelv&aelig;rdi 
som oftest er 100.  Dyr med indeks over 100 er bedre end gennemsnittet
og dyr med indeks lavere end 100 er d&aring;rligere end gennemsnittet.


<P><A HREF="5.htm">Next page</A> </P>
 

</BODY>
</HTML>
