 <HTML>
<head>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Effekt af indavl p&aring; individuelt og populationsniveau</title>
 </HEAD>
<BODY>

<H3>9.1 Effekt af indavl p&aring; individuelt og populationsniveau </H3>

<P><A HREF="0.htm">Lektion 9</A> </P>
<p> Forventningen til pr&aelig;stationen er mindre n&aring;r man taler om indavlede dyr. 
Ved indavlsdepression forst&aring;s et fald i produktion eller livskraft, der er 
proportional med indavlsgraden. Krydses to racer eller linier oph&aelig;ves al 
akkumuleret indavl. Den st&oslash;rste krydsningsfrodighed (heterosis) opn&aring;s ved en tre 
vejs krydsning. Minimum indavl kan sikres, n&aring;r alle for&aelig;ldre f&aring;r lige meget afkom. 
Fuldst&aelig;ndig indavl kan hos laboratoriedyr opn&aring;s efter 20 generationers hels&oslash;skende 
parring. De fleste fors&oslash;gsdyr indenfor mus og rotter er 100% indavlede, genetisk 
set er de da helt homozygote og identiske. 


<br>------

<p>I afsnittet om individuel indavl blev vist, at indavl 
for&oslash;ger chancen for homozygoti for et enkelt lokus. 
 Det samme g&aelig;lder for homozygoti generelt. Ved indavl &oslash;ges homozygotien, 
mens antallet af heterozygoter falder. Ved 100 procents indavl er der ingen heterozygoti
tilbage.
<p>Hvad der g&aelig;lder for et enkelt individ, g&aelig;lder ogs&aring; for populationer. G&aring;r vi tilbage til 
albumin eksemplet fra hunde, som vist i lektion 2.4

findes, at der mangler 16 procentenheder af heterozygoterne; opdeling i subpopulationer
(racer) hos hunde  giver anledning til indavl indenfor de enkelte racer,
der kan beregnes  til 33%.
<p>Det er kendt, at der sker et vist fald i livskraft og produktion som f&oslash;lge af indavl
og det kan vises, at der er en line&aelig;r sammenh&aelig;ng mellem produktionsegenskaber og
indavlsgraden.
Derfor er det n&oslash;dvendigt at sikre en s&aring; lav indavl hos produktionsdyr som vel muligt.
Dette g&oslash;res ved  at sammenligne stamtavler f&oslash;r   parring, eller ved mere robuste
systemer. Som f.eks at man holder dyrene opdelt  i flokke hvor, hunnerne forbliver i 
flokken, mens de nye hanner flyttes til en anden flok. Et s&aring;dant 
system kan 
sikrer
gennemsnitlig   lav indavl, se skitse i afsnit 9.3 for hels&oslash;skendeparring under minimum indavl.
<p>Faldet i produktionsegenskabernes niveau kaldes <b>indavlsdepression</b> og er af
 st&oslash;rrelsesorden 0,4 enheder for en enheds stigning i 
indavlsgrad. For reproduktionsegenskaberne derimod er faldet 1 enhed for en enheds
indavlsstigning.
Det sidste bevirker, at det er meget sv&aelig;rt at producere 100 procents indavlede husdyr.
<p>I figur 9.1 er vist det line&aelig;re fald i dgl. slagtetilv&aelig;kst hos svin. Liniens h&aelig;ldning er
2.1 grams fald for en enheds stigning i indavlsgraden (data fra Christensen et al. Anim Prod.
 58:298-300, 1994).
 
<p><TABLE border=0 >
<TR>
<TD valign=top>Figur 9.1.
<br>Fald i dgl. tilv&aelig;kst i relation til indavl hos grise</TD>
<TD><IMG SRC  = "../../genetik/9/1.gif" width="500"></TD>
</TABLE>

<p>Det line&aelig;re fald i produktionsevne kan henf&oslash;res til et line&aelig;rt fald i
heterozygotigraden, der er proportional med stigningen i indavlsgrad. Der sker
tilsvarende en &oslash;gning i homozygotigraden, der er lige stor for begge de 
homozygote typer. For det enkelte locus er faldet proportional med
 2Fpq, og de tilsvarende stigninger er Fpq, se tabel i afsnit 4.4. Indavlsdepressionens
 st&oslash;rrelse er tillige 
afh&aelig;ngigt af dominansafvigelsernes st&oslash;rrelse, der er konstante for en given egenskab. 
Indavlsdepressionen er generelt st&oslash;rst for egenskaber med lav heritabilitet.
 

 
<P><A HREF="2.htm">N&aelig;ste side  
 </A>  

</BODY>
</HTML>
