 <HTML>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Effekt af krydsning  </title>
  
 </HEAD>
<BODY>

<H3>9.2 Effekt af krydsning  </H3>

<P><A HREF="1.htm">Foreg&aring;ende side</A> </P>

<p>Effekt af krydsning er den omvendte set i forhold til indavl. Krydsningsdyr er mere 
heterozygotiske end individer i en udavlet population. Men n&aring;r det drejer sig om at forudsige 
effekten af krydsning, findes der ikke umiddelbart metoder til at bestemme denne,
som det var tilf&aelig;ldet med indavl, hvor der er en line&aelig;r negativ sammenh&aelig;ng mellem 
fitness samt
produktionsegenskaber og indavlsgraden.
<p>Hvordan kan der s&aring; etableres fornuftige krydsningssystemer? Man m&aring; desv&aelig;rre sige, at den
eneste metode er 'pr&oslash;v og fejl' metoden.  Store dele af den praktiske fjerkr&aelig;-, mink- og 
svineproduktion foreg&aring;r p&aring; grundlag af krydsninger, s&aring; 'pr&oslash;v og fejl' princippet er m&aring;ske 
ikke s&aring; d&aring;rligt endda. Er der f&oslash;rst fundet en kombination, der udviser krydsningsfrodighed
eller heterosis, kan denne kombination gentages i det uendelige, da en given
 krydsningsfrodighed tilsyneladende er uafh&aelig;ngig af, at man tillige 
forbedrer renavls dyrene. <b>Renavl</b> er ikke defineret tidligere, men ordet hentyder til,
at der hverken sker indavl eller krydsning, s&aring; avl i en st&oslash;rre population af husdyr 
betegnes som renavl.
<TABLE border=0 align=right>
<TR>
<TD>Figur 9.2. Krydsningssystemer</TD>
<TR>
<TD><IMG SRC  = "../../genetik/9/22.gif" ></TD>
</TABLE>
<p>
<b>Krydsningsfrodighed</b> er som ordet siger en speciel frodighed, der opst&aring;r som f&oslash;lge
af
krydsning. Den arter sig ved, at man f&aring;r mere robuste dyr med st&oslash;rre produktionsevne
end renracedyrene. <b>Heterosis</b> er udtryk for det samme som krydsningsfrodighed. Ordet
stammer
fra engelsk og antyder, at effekten skyldes for&oslash;get heterozygoti.

<p>
<b>Krydsningsystemer.</b>
I  figur 9.2 er der vist fire racer eller linier A, B, C og D.
Krydsning kan gennemf&oslash;res som tovejs, trevejs eller firvejskrydsning, 
tilbagekrydsning, eller rotationskrydsning. 
<li>Tovejskrydsninger er en krydsning mellem to racer AB.
<li>Tilbageskrydsning - krydsningsdyrene AB parres med enten race A eller B.
<li>Trevejskrydsninger - krydsningsdyrene CD parres med en tredje race A.
<li>Firevejskrydsninger - krydsningsdyrene AB parres med krydsningsdyrene CD.
<li>Rotationsskrydsning kan gennemf&oslash;res med 3, 4 eller 5 racer, i n&aelig;rv&aelig;rende 
tilf&aelig;lde 4 som vist, den n&aelig;ste racer der skal anvende er race C og derefter D, 
hundyrene er krydsninger hvorimod handyrene er renracedyr.
<br>Tovejskrydsning giver kun heterosis p&aring; afkommet, man skal have tilbage- 
trevejs eller firvejskrydsning for at f&aring; krydsningsfrodighed p&aring; moderegenskaber.
<br>Krydsningssystemer sikrer automatisk en s&aring; lav indavl hos produktionsdyr som vel 
muligt,
s&aring; man har den fordel ved krydsning, at man ikke skal opretholde systemer til 
minimum indavl.
<br> De egenskaber, der udviser st&oslash;rst krydsningsfrodighed, er egenskaber med lav heritabilitet,
hvilket medf&oslash;rer at krydsningsfrodighed is&aelig;r opn&aring;s for reproduktionsegenskaber.
 

<p>
i figur 9.3 er vist et eksempel p&aring; krydsningsfrodighed fra mus m&aring;lt som det antal
unger en hunmus kan f&aring; p&aring; livstidsbasis. Der er her
anvendt et af de mest popul&aelig;re krydsningssystemer: to- og tre- vejs-krydsning,
 og tilbagekrydsninger
(data fra Newman et al. J.Anim. Sci. 61 358-365, 1985).

<p><TABLE border=0 align=right>
<TR>
<TD>Figur 9.3. Effekt af krydsning p&aring; frugtbarhed hos mus</TD>
<TR>
<TD><IMG SRC  = "../../genetik/9/2.gif" width="400" ></TD>
</TABLE>


 Som det ses af figur 9.3, er der en meget stor krydsningsfrodighed i dette eksempel, idet
mus fra de rene linier  kun f&aring;r n&aelig;sten halvt s&aring; mange unger som krydsningsmus.
<p>Effekterne kan opdeles i en effekt p&aring; fosteret og en effekt p&aring; moderegenskaber. 
Effekten, om fosteret er en krydsning eller ej, afl&aelig;ses af forskellen mellem de to nederste kurver,
hvor den nederste repr&aelig;senterer et renavlsfoster i  en renavlsmor. Den n&aelig;stnederste kurve
repr&aelig;senterer et krydsninngsfoster i en renavlsmor. Effekten af, om hunmusen er en krydsning
eller
ej, afl&aelig;ses af forskellen mellem de nederste to kurver og de to &oslash;verste. Det ses, at den st&oslash;rste
del af krydsningsfrodigheden ligger p&aring; den maternelle del. Her drejer det sig om evnen
til at ovulere mange &aelig;g og evnen til at bringe dem frem til f&oslash;dsel. 

<p>S&aring; store krydsningsfrodigheder som er vist i ovenst&aring;ende eksempel er sj&aelig;ldne, men set i
forbindelse med husdyrproduktion, er det ikke us&aelig;dvanligt at se effekter p&aring; op til 10 
procent.
<br> Krydsningsfrodighed beregnes som (krydsningernes gennemsnitlige v&aelig;rdi minus gennemsnit
af de rene racers gennemsnit) i forhold til de rene racers gennemsnit.
<br>Eksempel: Landrace Yorkshire krydsningss&oslash;er giver en ekstra gris per kuld
i forhold til renrace s&oslash;erne, der har en gennemsnitlig kuldst&oslash;rrelse p&aring; ca. 10.
<p>Krydsningsfrodighed = (11 - 10)/10 = 0,10 eller 10% for kuldst&oslash;rrelse hos svin af n&aelig;vnte kombination.
<p>For at et produktionskrydsningsprogram skal kunne gennemf&oslash;res, er det n&oslash;dvendigt at der
bagved 
foreligger avl med de rene racer eller linier. Krydsning kr&aelig;ver, at der er et overskud
af avlsdyr. Dette er feks. ikke tilf&aelig;ldet inden for de danske malkekv&aelig;gracer. Her skal
man stort set bruge alle de f&oslash;dte hundyr til avl, idet hver ko af RDM og SDM i gennemsnit
kun f&oslash;der 
1,1 til 1,2 kviekalve, hvilket lige er tilstr&aelig;kkeligt til at opretholde bestanden.
Rotationskrydsning vil dog kunne praktiseres udenfor den egentlige renavlskerne, men
her er krydsningsfrodigheden betydelig lavere end ved trevejskrydsning.

<p>En ekstra fordel ved krydsning best&aring;r i at dyrene bliver mere ensartede,
n&aring;r der er mindst en renavlet for&aelig;ldre race. I en tysk 
unders&oslash;gelse over sp&aelig;k tykkelsen hos svin er der fundet, 
at den phenotypiske varians er reduceret med ca. 30 procent hos 
L x Y krydsninger i forhold til renrace dyr (Lutaaya et al. 2001, 79:3002-07).  
 

<p><TABLE border=0 align=right width="50%">
<TR>
<TD>Figur 9.4. To genpar  og biokemi: Nye kombinationer, AAbb og aaBB, er ikke altid heldige
ved udspaltning i F<sub>2</sub></TD>
<TR>
<TD><IMG SRC  = "../../genetik/9/23.gif" width="300" > </TD>
</TABLE>

<b>Negative rekombinationseffekter i F<sub>2</sub></b>: I de viste 
krydsningssystemer var der mindst en af for&aelig;ldrene, der var af ren linie. Hvis
man producerer en F<sub>2</sub>, er det ikke tilf&aelig;ldet. Produktion  p&aring; grundlag af 
F<sub>2</sub>-dyr eller krydsning mellem forskellige krydsningsdyr er normalt en d&aring;rlig
ide set i forhold til tilbagekrydsning eller tre-vejs krydsning. Hos de to sidstn&aelig;vnte opn&aring;s
 de st&oslash;rste heterosiseffekter. Hos F<sub>2</sub>  vil der endda kunne
opst&aring; s&aring;kaldt <b>negative rekombinationseffekter</b>, der skal forst&aring;s som at der kan opst&aring;
kombinationer af gener, som ikke fandtes i en af de oprindelige linier (racer).
Dannes eksempelvis en F<sub>1</sub> p&aring; grundlag af krydsningen aabb x AABB, vil der i
F<sub>2</sub>
opst&aring; dyr af typen aaBB eller AAbb, som ikke fandtes i nogen af udgangslinierne, disse 
typer kan v&aelig;re letale, se figur 9.4 for biokemiske veje. Herudover vil F<sub>2</sub> dyrene v&aelig;re meget mere heterogene, end
alle de andre n&aelig;vnte krydsningsdyr eller renracedyr. 


<p><b>Indkrydsning</b>: Vil man forbedre en race ved indkrydsning, vil man normalt anvende
t&aelig;t besl&aelig;gtede racer med de &oslash;nskede egenskaber. Man &oslash;nsker normalt ogs&aring; at det
bedste af den oprindelige race bevares. Skal dette ske m&aring; der ikke selekteres for st&aelig;rkt
i de f&oslash;rste generationer af indkrydsningen, da det ved indkrydsning er de 
rekombinante typer, der er af interesse, og det tager tid f&oslash;r de forekommer.  


<br><TABLE border=0 align=right width="50%" >
<TR>
<TD>Figur 9.5. Kromosomer fra oprindelig og indkrydset individ f&oslash;r rekombination.</TD>
<TR>
<TD><IMG SRC  = "../../genetik/9/21.gif" width="300" ></TD>
</TABLE>


I   figur 9.5 er vist  homologe kromosomstykker med fire genpar,
der p&aring;virker en kvantitativ egenskab. Gener kan v&aelig;re
 blandet p&aring; en m&aring;de, s&aring; det ved t&aelig;t kobling tager lang tid (mange generationer)
f&oslash;r den heldige kombination opst&aring;r, hvor alle plusserne er p&aring; samme kromosomstykke.
Se lektion 2.5 om koblings uligev&aelig;gt. 
<P> <A HREF="3.htm">  N&aelig;ste side
 </A>  

</BODY>
</HTML>
