 <HTML>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Minimum indavl systemer</title>

<BODY>

<H3>9.3 Minimum indavl systemer  </H3>

<P><A HREF="2.htm">Foreg&aring;ende side</A> </P>

<p>I mindre populationer vil man gerne holde den generelle indavlsstigning p&aring; et s&aring; lavt
niveau som muligt. En af m&aring;derne, man kan reducere indavlen p&aring;, er at s&oslash;rge for, at
alle dyr f&aring;r lige meget afkom der forts&aelig;tter som avlsindivider. I princippet skal hvert
individ v&aelig;re far eller mor til et hanligt og et hunligt afkom. Er dette tilf&aelig;ldet,
vil den effektive populationsst&oslash;rrelse v&aelig;re 2 gange den faktiske. Dette skyldes, at
man ved tilf&aelig;ldig sammenparring i en H-W population i princippet vil have en fordeling af
afkom pr individ, der svarer til en venstresk&aelig;v binominalfordeling 
(en Poissonfordeling) med middelv&aelig;rdi to, og derved vil 
fordeling af afkom pr individ v&aelig;re 0, 1, 2, 3, 4 som de hyppigste. Dvs. der er
en del individer, der slet ikke f&aring;r afkom.
<p>For at sikre minimal indavl er det n&oslash;dvendigt at arbejde systematisk, og de bedste
systemer g&aring;r 
p&aring; cirkul&aelig;r parring. 
<P>I figur 9.6 er vist cirkul&aelig;re halvs&oslash;skende- og hels&oslash;skendesystemer, hvor 
hels&oslash;skendesystemerne er dem der lettest finder praktisk anvendelse. Halvs&oslash;skende systemet
gentages p&aring; samme m&aring;de i hver generation, hvorimod hels&oslash;skende systemet har en cyklus p&aring;
to generationer. 
<br>Den praktiske udformning er n&aelig;sten kun mulig for hels&oslash;skende, idet der ved halvs&oslash;skende
er n&oslash;dvendigt at hunnen f&oslash;der 2 gange, for at dens afkom kan v&aelig;re halvs&oslash;skende. Hels&oslash;skende
systemet gennemf&oslash;res hos mus ved at lade hun ungen blive i den kasse, hvor den er f&oslash;dt, hvorimod
dens helbroder flyttes til kassen ved siden af.


<p><TABLE border=0 align=right width="55%" >
<TR>
<TD valign=top>Figur 9.6
Cirkul&aelig;re parrings systemer med minimum indavl.</TD></tr><tr>
<TD><IMG SRC  = "../../genetik/9/3.gif"  ></TD>
</TABLE>

Svarende til cyklisk hels&oslash;skende systemet  kan man opdele sin population i grupper. F.eks.
fire grupper nummereret fra 1 til 4. Alt hunligt afkom forbliver i gruppen, det hanlige afkom
derimod flyttes til den n&aelig;ste gruppe. Dyrene m&aring; kun parres inden for samme generation. I et 
s&aring;dant system beh&oslash;ver man ikke at holde rede p&aring; de enkelte dyr, men indavlen bliver ikke
h&oslash;jere, end den ville blive,  s&aring;fremt man ved hj&aelig;lp af stamtavler ud til tredje led 
undg&aring;r sl&aelig;gtskab mellem de dyr, der parres.
 

 
<P>  <A HREF="4.htm">N&aelig;ste side</A>  

</BODY>
</HTML>
