 <HTML>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Indavls linier</title>

<BODY>

<H3>9.4 Indavls linier</H3>

<P><A HREF="3.htm">Foreg&aring;ende side</A> </P>

<p>Indenfor laboratoriedyr som f.eks. mus, rotter, marsvin og kaniner har det v&aelig;ret
muligt at opn&aring; fuldst&aelig;ndig indavlede dyr. Teoretisk vil man ved fortsat hels&oslash;skendeparring
opn&aring; 99,8 procents indavl efter 20 generationers forl&oslash;b. 
Ved fortsat hels&oslash;skende parring 
eller for&aelig;ldre-afkom parringer er indavlsgraden bestemt af indavlen 
i de to foreg&aring;ende generationer, og man har F<sub>n</sub> = (1 + 2*F<sub>(n-1)</sub> + 
F<sub>(n-2)</sub>)/4, hvor F<sub>n</sub> er indavlen i generation n, se l&oslash;sning til opgave 4.2.
De totalt indavlede stammer 
har den fordel at de genetisk set er fuldst&aelig;ndig ens, s&aring; i forbindelse med afpr&oslash;vning 
af f.eks. nye l&aelig;gemidler kan man n&oslash;jes med et mindre antal fors&oslash;gsdyr end ved anvendelse af udavlede dyr,
da fejlvariansen er mindre. For at opretholde ensartetheden er det n&oslash;dvendigt, at
man hele tiden anvender hels&oslash;skendeparringer, og n&aring;r der skal anvendes mange dyr til et fors&oslash;g,
skal opformeringen ske p&aring; en s&aring;dan m&aring;de, at der maksimal er 5 generationer tilbage
til det par hvorfra de alle stammer. &Aring;rsagen til at man skal v&aelig;re s&aring; omhyggelig ligger
i det forhold, at ethvert nyt individ b&aelig;rer et vist antal nymutationer, disse mutationer 
bliver meget synlige p&aring; en indavlet baggrund.
 
<P>Det har ikke v&aelig;ret muligt at n&aring; fuldst&aelig;ndig indavl indenfor vore almindelige husdyr
arter. N&aring;r indavlen er n&aring;et op til en 60-70 procent har fertiliteten
p&aring; grund af indavlsdepressionen v&aelig;ret s&aring; meget reduceret,
 at det ikke har v&aelig;ret muligt at n&aring; videre. For laboratoriedyrenes vedkommende 
er man n&aring;et igennem den barriere, og det har vist sig, at de stammer der f&oslash;rst er blevet
100 indavlede kan have en h&oslash;j og stabil fertilitet.

<p>Hver indavlslinie, der bliver opretholdt kommerciel, er specialiseret til helt
specifikke form&aring;l, som f.eks. diabetes mus, der let f&aring;r diabetes. De anvendes naturligvis indenfor diabetes forskningen.
Der findes ogs&aring; en lang r&aelig;kke transgene stammer
af b&aring;de rotter og mus, hver specialiseret til sit form&aring;l.
<A HREF="http://www.ihh.kvl.dk/htm/kc/konerup.htm">Link til udbydere af laboratoriedyr.</A>  
 

 
<P>  <A HREF="5.htm">N&aelig;ste side</A>  

</BODY>
</HTML>
