 <HTML>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">
<title>Populations struktur, avlspyramide</title>

<BODY>

<H3>9.5 Populations struktur, avlspyramide</H3>

<P><A HREF="4.htm">Foreg&aring;ende side</A> </P>

<p>Indenfor produktionsdyr som f.eks. svin og h&oslash;ns sker produktionen stort set kun p&aring; 
grundlag af krydsningsdyr. For at der kan opretholdes en fortsat produktion af krydsningsdyr
er det n&oslash;dvendig at der drives renavl med hver af racerne, der indg&aring;r i krydsningssystemet.
<p>
I et s&aring;dant system vil man tale om en avlspyamide med tre f&oslash;lgende tre led:
<ul>
<li>Avlskerne
<li>Opformering (af for&aelig;ldredyr)
<li>Produktion
</ul>
<br><TABLE border=0 align=right>
<TR>
<TD>Figur 9.7. Avlspyramide med renavl  i  
<br>avlsbes&aelig;tninger i dansk svineproduktion</TD>
<TR>
<TD><IMG SRC  = "../../genetik/9/5.gif"  ></TD>
</TABLE>

<b>Eksempel fra dansk svineproduktion</b>, se figur 9.7. 
I Danmark produceres der mere end 20 mill. grise per &aring;r, der fortrinsvis er grise, 
der er trevejskrydsninger. 
Moderdyrene er Landrace-Yorkshire (LY) krydsningsdyr, der parres med orner af Duroc eller
Hampshire race.
<br>Hver so f&aring;r i sit livsforl&oslash;b ca. 4. kuld  hver a' 10 grise. Dvs. at der skal 
rekrutteres ca en halv million krydsningss&oslash;er per &aring;r.
<br>Avlspyramiden er vist til h&oslash;jre i en graf. Avlsleddet best&aring;r af ca. 50 privatejede
avlsbes&aelig;tninger (avlscentre) med renavl. I disse avlsbes&aelig;tninger med 5-10 tusinde avlss&oslash;er
 foreg&aring;r den egentlige avl hen imod de fastsatte avlsm&aring;l. Handyrene findes hovedsagelig p&aring; 
KS-stationerne. I grafen er antydet ved pile hvordan generne flyder gennem systemet.
I produktionsbes&aelig;tningerne f&oslash;des ca halvdelene af dyrene efter KS-orner. Bes&aelig;tningsorner,
der stort set alle er indk&oslash;bt fra avlsbes&aelig;tningerne, m&aring; klare resten ved naturlig parring.


 
<P>  <A HREF="0.htm">Lektion 9</A>  

</BODY>
</HTML>
