<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Corel WordPerfect 8">
<TITLE>8.1 Selektions differens og -intensitet</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>8.1 Selektions differens og -intensitet</H3>

<P><A HREF="0.htm">Lektion 8</A> </P>  

<p>N&aring;r for&aelig;ldrene til n&aelig;ste generation udv&aelig;lges vil deres gennemsnitlige 
avlsv&aelig;rdiindeks repr&aelig;sentere det forventede populationsgennemsnit i n&aelig;ste 
generation. Populationsgennemsnittet kan alts&aring; &aelig;ndres ved selektion for egenskaber 
selv om heritabiliteten er lav. Her defineres de n&oslash;dvendige parametre til at 
forudsige effekten af selektion, under foruds&aelig;tning af at egenskaben er 
normalfordelt. Det er selektionsintensitet, 'sikkerheden' og generationsintervallets 
l&aelig;ngde, der er de bestemmende faktorer for effekten af selektionen. 
T&aelig;rskelegenskaber (feks. syg -ikke syg) defineres i dette afsnit, da det er de 
samme parametre der skal anvendes for en t&aelig;rskelegenskab, som for en normalfordelt 
egenskab under selektion. S&aring;fremt genetisk &aelig;ndring af en egenskab resultere i 
&aelig;ndring af andre egenskaber skyldes det, at de er genetisk korrelerede. 


 
<br>------
<P><TABLE border=0 align=right width="55%">
<TR>
<TD valign=top>Figur 8.1. 
Viser en grafisk fortolkning af selektionsdifferens (S) og den standardiserede selektionsdifferens (i), 
samt selektions response (delta G) ved individuel selektion.</TD></tr><tr>
<TD><img src="../../genetik/8/1.gif"  > 
</TD>
</TABLE>
I  figur 8.1 er vist en normalfordeling over en egenskab. Der kan fasts&aelig;ttes en selektionsgr&aelig;nse i henhold til den
proportion der &oslash;nskes udvalgt til avl, se nedenst&aring;ende figur.<BR>
S betegner forskel i middelv&aelig;rdi for populationen og de dyr der udv&aelig;lges til avl. S kan, s&aring;fremt man har udvalgt en bestemt
del til avl, bestemmes ved en aktuel beregning af middelv&aelig;rdi for disse dyr. N&aring;r proportionen af dyr, der skal bruges til avl,
er kendt kan den standardiserede selektionsdifferens sl&aring;s op i en tabel. Denne differens kaldes <STRONG>selektionsintensiteten</STRONG> (i), og
kan, som vist i figuren, beregnes som forholdet mellem S og sigma<sub>P</sub>
 (phenotypisk spredning).</P>



<P>I ovenst&aring;ende figur er endvidere vist forbindelsen mellem bestemmelse af 
avlsv&aelig;rdi og den simple formel for selektions
resultat R = h<SUP>2</SUP> * S fra lektion 6, til den generelle formel for delta G, 
der vises p&aring; n&aelig;ste side.</P>

<P>Nedenst&aring;ende er vist en tabel over 'i' som afh&aelig;ngig af proportion af dyr udvalgt til avl.</P>
<PRE>
Proportion   Intensitet     Proportion   Intensitet    Proportion  Intensitet
af dyr til       i          af dyr til       i         af dyr til       i
   avl                          avl                       avl
------------------------    -----------------------    ----------------------
   1,00           0
   0.90          0,20         0.09          1,80         0.008         2,74  
   0.80          0,35         0.08          1,85         0.006         2,83 
   0.70          0,50         0.07          1,91         0.004         2,96 
   0.60          0,64         0.06          1,98         0.002         3,17 
   0.50          0,80         0.05          2,06         0.001         3,38 
   0.40          0,97         0.04          2,15         0.0008        3,43
   0.30          1,14         0.03          2,27         0.0006        3,51 
   0.20          1,40         0.02          2,42         0.0004        3,61 
   0.10          1,76         0.01          2,67         0.0002        3,79 
</PRE>

<P>Eksempel p&aring; tabelopslag: Skal der anvendes 30% af dyrene til avl bliver i = 1,14.</P>

<P><A HREF="2.htm">N&aelig;ste side </A> </P>

</BODY>
</HTML>
