<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Corel WordPerfect 8">
<TITLE>8.2 Selektions respons </TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>8.2 Selektions respons </H3>

<P><A HREF="1.htm">Foreg&aring;ende side</A> </P>

<P>I nedenst&aring;ende figur er vist den generelle formel for forventet &aelig;ndring ved selektion. &AElig;ndringen er proportional med
selektionsintensiteten, sikkerheden ved avlsv&aelig;rdiestimeringen og den additive spredning. &AElig;ndringen per tidsenhed er
omvendt proportional med generationsintervallets l&aelig;ngde. <BR>
<STRONG>Generationsintervallets l&aelig;ngde</STRONG> er defineret som for&aelig;ldrenes gennemsnitlige alder, n&aring;r afkommet f&oslash;des. Eksempel: I den
humane population siger man, at generationsintervallet er 30 &aring;r, 
dvs. at et gennemsnits for&aelig;ldrepar er 30 &aring;r, n&aring;r deres barn bliver f&oslash;dt.</P>

<P><b>Generel formel for selektionsrespons 'fremgang', &aelig;ndring ben&aelig;vnes som delta
 G</b> 
<br><center><img src="../../genetik/8/2.gif" width="300"> </center> 

<P>I langt de fleste tilf&aelig;lde er der forskellige reproduktionsm&aelig;ssige forhold for de to k&oslash;n, s&aring; alle parametre i ovenst&aring;ende
formel er forskellige for de to k&oslash;n. Derfor er det n&oslash;dvendigt at opdele bidraget til den nye generation i to, hvorfra den ene
kommer fra m&oslash;drene, og den anden kommer fra f&aelig;drene. Hvert af de to k&oslash;n bidrager med halvdelen af arveanl&aelig;ggene til
n&aelig;ste generation.</P>

<P><center><img src="../../genetik/8/21.gif" width="350">  </center>
<P>En applet til beregning af selektions respons kan anvendes 
<A HREF="../applets/deltag.htm">klik her </A> </P>

<P>Formlerne for delta G har stor v&aelig;rdi til at forudsige, hvad man kan forvente sig fra et givet avls program, men deres vigtigste funktion
er anvendelse til modelstudier, hvor man kan designe et optimum med hensyn til balance mellem generationsinterval,
intensitet og sikkerhed. Ved korte generationsintervaller bliver der f&oslash;dt f&aelig;rre individer at selektere iblandt. Dette p&aring;virker
b&aring;de intensiteten og sikkerheden i negativ retning.</P>

<P><A HREF="3.htm">N&aelig;ste side </A> </P>

</BODY>
</HTML>
