<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Corel WordPerfect 8">
<TITLE>8.3 Selektion p&aring; t&aelig;rskelegenskaber </TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>8.3 Selektion p&aring; t&aelig;rskelegenskaber </H3>

<P><A HREF="2.htm">Foreg&aring;ende side</A> </P>  

<P>Fra lektion 1 kan repeteres, at en t&aelig;rskelegenskab nedarves som en kvantitativ egenskab. Der er blot det s&aelig;rlige, at
egenskaben kommer til udtryk som en enten/eller egenskab, f.eks sygdommen mastitis hos malkekv&aelig;g, eller hjertefejl hos
en nyf&oslash;dt hundehvalp. </P>

<P>Antal mastitisudbrud hos en ko kan derimod betragtes som en semikvantitativ egenskab, is&aelig;r n&aring;r det g&aelig;lder et helt
livsforl&oslash;b med mange laktationer. For antal tilf&aelig;lde af mastitis vil der ikke v&aelig;re tvivl om, at der er en rimelig line&aelig;r
sammenh&aelig;ng mellem antal tilf&aelig;lde og dyrets resistens mod sygdommen.</P>

<P>Der kan i andre tilf&aelig;lde v&aelig;re betydelig mere tvivl om, at man har at g&oslash;re med en line&aelig;r skala. Der kan her henvises til den
s&aring;kaldte 'pind og fjertest' hos mink for at teste dyrenes reaktionsm&oslash;nstre. Man har klasserne for mulige udfald aggressiv,
nysgerrig og frygtsom, der m&aring;les i samme test. Men vil det overhovedet v&aelig;re relevant at s&aelig;tte de tre klasser p&aring; en line&aelig;r
skala og i s&aring; fald hvordan? </P>

<P><STRONG>For at f&aring; en mening i en s&aring;dan test m&aring; man arbejde med tre uafh&aelig;ngige t&aelig;rskelegenskaber der bliver 1) aggressiv
eller ikke aggressiv 2) frygtsom eller ikke frygtsom og 3) nysgerrig eller 
ikke nysgerrig, se  figur 8.2.</STRONG> </P>

<TABLE border=0 >
<TR>
<TD valign=top>Figur 8.2. 
<br>De tre karakteristika aggressiv, frygtsom eller  nysgerrig  kan ikke fortolkes som line&aelig;re med f&aelig;lles skala, 
men m&aring; fortolkes hver for sig med hver sin skala.</TD>
<TD><img src="../../genetik/8/32.gif" width="550"  ></TD>
</TABLE>


<P><STRONG>Eksempel: Hofteledsdysplasi (HD) hos Sch&aelig;ferhunde </STRONG> 
 gengivet fra Andresen et al. HD indeks: Bed&oslash;mmelsen b&oslash;r bruges 
efter hensigten. Hunden dec.1994.</P>

<br>I figur 8.3 er vist et eksempel der handler om hofteledsdysplasi (HD) hos Sch&aelig;ferhunde. Her er vist data fra en
population med i alt 1406 hunde, der er blevet r&oslash;ntgenfotograferet. Hofterne hos de enkelte hunde vurderes p&aring; en skala der
g&aring;r fra E2, E1 til A2 A1, med i alt ti klasser som vist i nedenst&aring;ende graf. E2 hunde har HD i meget sv&aelig;r grad, og A1 hunde
har perfekte hofter. Hunde fra B2 og nedefter har HD med stigende sv&aelig;rhedsgrad.</P>

<P>Som det ses af figuren er skalaen ikke line&aelig;r, m&aring;lt p&aring; en normalfordelingskurve. Ved beregning af HD indeks bruges
klassemiddel i stedet for en line&aelig;r ti delt skala. Klassemiddel er fastsat ud fra en normalfordeling med middelv&aelig;rdi 0 og en
standardafvigelse p&aring; 1. 

<TABLE border=0 >
<TR>
<TD valign=top>Figur 8.3.
<br>Delvis line&aelig;r skala af graduering af HD. 
Antallet i hver klasse er tilpasset normalfordeling-en. </TD>
<TD>
<img src="../../genetik/8/3.gif" width="600"  > </TD>
</TABLE>




<P>Estimering af avlsv&aelig;rdi for en hanhund p&aring; grundlag af 15 stk afkom er vist nedenst&aring;ende. Afkommet var fordelt med 4 A2,
9 B1, 1 B2 og 1 D1. Avlsv&aelig;rdien ganges med 100 og der adderes 100 til avlsv&aelig;rdien, s&aring; dyr der har et indeks p&aring; over 100
er bedre end gennemsnittet. Der henvises i &oslash;vrigt til formler i lektion 7</P>

<P align=center><img src="../../genetik/8/31.gif"   > </P>

<P>Det beregnede indeks er betydeligt over gennemsnittet, hvilket ogs&aring; fremg&aring;r af at hannen kun har to stk afkom med B2 og
nedefter.</P>

<P>Det beregnede avlsv&aelig;rdi-indeks kan standardiseres s&aring;ledes, at det feks varierer mellem 50 og 150. N&aelig;rv&aelig;rende indeks p&aring; 127,
 er vilk&aring;rligt 'standardiseret' med faktoren 100.</P>

<P>I figur 8.4 er vist r&oslash;ntgenbillede af de bedste hofter A1 og de v&aelig;rste E2. Billederne er taget p&aring; R&oslash;ntgen-Klinikken her ved
KVL.</P>

<P><center><img src="../../genetik/8/hda.gif"  height="200"  >..
           <img src="../../genetik/8/hde.gif"  height="200" align=bottom > </center>

<P>Applet til beregning af avlsv&aelig;rdier i flere generationer, <A HREF="../applets/av.htm">klik her</A> <BR>

<p>
Fra april &aring;r 2000  er DKK g&aring;et over  til en fem trins skala 
ved HD bed&oslash;mmelsen, hvilket svarer til den anerkendte internationale 
HD skala, s&aring; nu findes der kun A, B, C,  D og E klasserne. I n&aelig;rv&aelig;rende eksempel er 
de nye klasse v&aelig;rdier 1,21, -0,02, -0,90, -1,47 og -2,16, hvorp&aring; der kan regnes HD-indeks.
<br>
<P><b>Sammenligning af familievis forekomst af t&aelig;rskelegenskaber og 
Mendelske egenskaber.</b> I lektion 5 er der redegjort for
nedarvningsforholdene for Mendelske egenskaber. Alle disse former optr&aelig;der familievis,
 og det samme er tilf&aelig;ldet for
t&aelig;rskelsygdomme. <BR>
For sygdomme med lav populationsfrekvens vil man ikke kunne skelne mellem Mendelske nedarvede sygdomme og en
t&aelig;rskelsygdom. I begge tilf&aelig;lde vil frekvensen af sygdommen v&aelig;re meget h&oslash;jere hos n&aelig;re sl&aelig;gtninge til en syg end
frekvensen i populationen. <BR>
Differentieringen mellem de to former for nedarvning kan kun ske p&aring; grundlag af testparringer, hvor man i tilf&aelig;lde af
Mendelsk nedarvede sygdomme kan forudsige det n&oslash;jagtige udspaltningsforhold, hvilket ikke er tilf&aelig;ldet for t&aelig;rskelsygdomme. </P>

<P>

<TABLE border=0 align=right>
<TR>
<TD valign=top>Figur 8.5.
<br>Beregning af heritabilitet p&aring; grundlag 
<br>af sygdomsfrekvens 
hos sl&aelig;gtninge til syge dyr. </TD></tr><tr>
<TD><img src="../../genetik/8/33.gif" ></TD>
</TR>
</TABLE>

<P><b>Heritabilitets estimering for  t&aelig;rskelegenskaber. </b> 
I lektion 6 er der redegjort for
heritabilitetsestimering for normalt fordelte egenskaber.

Heritabilitet kan estimeres for en t&aelig;rskelsygdom n&aring;r man kender populationsfrekvensen
og frekvensen hos afkom efter syge dyr eller sl&aelig;gtninge til syge dyr. <BR>
I  eksempel, figur 8.5,  er vist ideen i beregningen i grafisk form.

<br>Frekvensen i populationen er 5 % og frekvensen hos afkom, hvor begge for&aelig;ldre er syge, er 20 %. 
Situationen kan opfattes som et selektionseksperiment, hvor der kun avles videre med syge dyr.
Vi bruger nu den almindelige formel for beregning af heritabilitet R = h<sup>2</sup>S
p&aring; data fra et selektionsfors&oslash;g,
hvor vi i arbejder direkte p&aring; den standardiserede normalfordeling med S = i. Responset 
R findes som differencen mellem 
X<sub>1</sub> og X<sub>2</sub>, der kan sl&aring;s op i en tabel over normalfordelingen. 
Selektionsintensiteten (i) findes ligeledes ved tabelopslag.
Heritabiliteten bestemmes til 0,39. 
<br>Kendes frekvensen af syge dyr hos f.eks. f&oslash;rste grads sl&aelig;gtninge, far, mor eller 
hels&oslash;skende gennemf&oslash;res beregningerne 
som i viste eksempel, men s&aring; er det h<sup>2</sup>/2 der estimeres ved forholdet R/i, anvendes data fra 
anden grads sl&aelig;gtninge som f.eks halvs&oslash;skende estimeres h<sup>2</sup>/4.
<p>En opg&oslash;relse af n&aelig;rv&aelig;rende type kan ogs&aring; betragtes som en epidemiologisk unders&oslash;gelse
hvor risikofaktoren er at v&aelig;re besl&aelig;gtet med et sygt individ. Den relative 
risiko for at blive syg er 20%/5% = 4 gange s&aring; stor hos afkom, hvor begge for&aelig;ldre er syge,
 som hos et tilf&aelig;ldigt individ i populationen.

<p><A HREF="../applets/heritt.htm"> Applet til beregning af heritabilitet
og relativ risk for t&aelig;rskel egenskaber
 </A>
<P><A HREF="4.htm">N&aelig;ste side</A> </P>

</BODY>
</HTML>
