<HTML>
<HEAD>

<TITLE>8.4 Genetisk korrelation, &aelig;ndring i sekund&aelig;re egenskaber</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>8.4 Genetisk korrelation, &aelig;ndring i sekund&aelig;re egenskaber</H3>

<P><A HREF="3.htm">Foreg&aring;ende side</A> </P>

<P>Effekten af gener i et locus kan p&aring;virke flere egenskaber. Dette medf&oslash;rer, at n&aring;r der ved selektion sker &aelig;ndring af en
egenskab, vil der, s&aring;fremt der er flersidig virkning af de underliggende gener, ske &aelig;ndring i andre sekund&aelig;re egenskaber.</P>

<P>Der vil ofte forekomme overraskende resultater. Derfor er det vigtigt, at et selektionsprogram bliver overv&aring;get n&oslash;je for at
undg&aring; uheldige sekund&aelig;re &aelig;ndringer. Er der sammenh&aelig;ng mellem &aelig;ndringer i to egenskaber, siger man at de er genetisk
korrelerede. Genetisk korrelation kan v&aelig;re positiv eller negativ med talst&oslash;rrelser fra -1 til +1. Genetisk korrelation har
symbolet r<SUB>A1,A2</SUB>, hvor A1 og A2 er avlsv&aelig;rdier af de to egenskaber 1 og 2. </P>

<P><STRONG>Et eksempel fra k&oslash;dkv&aelig;gavl.</STRONG> Der selekteres for store kalve ved f&oslash;dsel - s&aring;fremt k&oslash;ernes udvoksede v&aelig;gt ikke &aelig;ndres
samtidig, vil det uv&aelig;gerligt resultere i k&aelig;lvningsbesv&aelig;r, idet forholdet mellem kalv og koen, der skal f&oslash;de, &aelig;ndres i
ugunstig retning.</P>

<TABLE border=0 align=right width="50%" >
<TR>
<TD valign=top>Figur 8.6.
<br>Viser todimensional fordeling med en negativ korrelation p&aring; -0,5. Den skr&aring;
 linie viser selektionsgr&aelig;nse ved udvalg efter indeks selektion</TD></tr><tr>
<TD><img src="../../genetik/8/4.gif" height="300"></TD>
</TR>
</TABLE>

<P>
I figur 8.6 er vist en todimensional fordeling med negativ genetisk 
korrelation p&aring; 0,50 mellem egenskaberne X og Y. Selektionsgr&aelig;nse 
(den skr&aring; linie)
er lagt, s&aring; der er lagt lige meget v&aelig;gt p&aring; de to egenskaber.
 Som det ses, er det sv&aelig;rt at forbedre begge egenskaber ret meget
n&aring;r der er negativ genetisk korrelation. Omvendt g&aring;r det meget 
lettere, s&aring;fremt egenskaberne har positiv genetisk korrelation
i forhold til den &oslash;nskede selektionsretning.


<P>Der tales om tre forskellige udvalgskriterier

<UL>
  <LI>Tandem selektion</LI>
  <LI>Uafh&aelig;ngig selektion</LI>
  <LI>Indeks selektion </LI>
</UL>

<P>Tandem selektion foreg&aring;r med en selektion af egenskab ad gangen

<br>Uafh&aelig;ngig selektion, her s&aelig;ttes selektionsgr&aelig;nserne 
uafh&aelig;ngigt for hver egenskab

<br>Indeks selektion, her v&aelig;gtes egenskaberne i forhold til deres &oslash;konomiske betydning</P>

<p>Det er sv&aelig;rt at bestemme den genetiske korrelation, idet den kan variere meget fra population til population, og den varierer
meget mere over tid end heritabiliteten.

Der skal dog gives en formel til beregning af realiseret genetisk korrelation. N&aring;r der selekteres for egenskaben x og der
samtidig sker &aelig;ndring i egenskaben y, kan den genetiske korrelation bestemmes som:</P>

<P>r<SUB>Ax,Ay</SUB> = (delta G<SUB>y</SUB>/sigma<SUB>Ay</SUB>)/(delta G<SUB>x</SUB>/sigma<SUB>Ax</SUB>) </P>

<P>Den genetiske korrelation bestemmes alts&aring; som forholdet mellem de standardiserede selektions resultater, n&aring;r der kun
selekteres for egenskaben x, og egenskaben y f&oslash;lger passivt med.</P>

<P>Der er en tendens til at der ved selektion gennem mange generationer vil opst&aring; en uheldig genetisk korrelation mellem den
egenskab, man selekterer p&aring; og 'fitness'. Dette giver sig udslag i, at der hele tiden skal v&aelig;re et selektionstryk p&aring; egenskaben
for at holde den p&aring; det niveau, hvortil man er n&aring;et. Opgives selektionen, vil populationen g&aring; tilbage mod udgangspunktet
hvor der er optimal fitness.</P>

<P>

<TABLE border=0 align=right width="40%" >
<TR>
<TD valign=top>Figur 8.7.
<br>Viser at ved store &aelig;ndringer af en egenskab 
er det ofte ogs&aring; n&oslash;dvendig at &aelig;ndre milj&oslash;forholdene for at opn&aring; maksimal effekt 
(l&aelig;ses harmoniske dyr) ved udnyttelse af interaktionen.</TD></TR><TR>
<TD><img src="../../genetik/8/41.gif"  ></TD>
</TR>
</TABLE>
For at undg&aring; denne negative effekt, kan man forestille sig at der kan gennemf&oslash;res milieu&aelig;ndringer, s&aring; populationen er i
balance p&aring; et andet niveau end udgangsniveauet, se  figur 8.7.</P>



<P>Ved store &aelig;ndringer b&aring;de i milieu-forhold eller genetisk baggrund, bliver interaktionen mellem genetik og milieu en
n&oslash;dvendig faktor at forholde sig til. Interaktionen afspejler den negative korrelation til fitness. </P>

<P><STRONG>Selektionsfors&oslash;g til belysning af genetisk korrelation</STRONG>. I figur 8.8 er vist tre parallelle selektionsfors&oslash;g med
slagtekyllinger gennemf&oslash;rt af Australieren Pym, der har offentliggjort resultaterne i 1982. Fors&oslash;get gik over 10 generationer, og m&aring;leperioden var fra 5 til 9 ugers alderen. der er selekteret for henholdsvis <STRONG>Weight gain (W), Food consumption
(F) og Food conversion rate (E) </STRONG> i de tre fors&oslash;g, og kurverne for de tre egenskaber har betegnelserne W, F og E.<BR>
Samtidig med at man har m&aring;lt det direkte selektionsrespons, har man ogs&aring; m&aring;lt, hvordan det er g&aring;et med de to andre
egenskaber. At de ikke-selekterede egenskaber ogs&aring; &aelig;ndrer sig er udtryk for genetisk korrelation. Det kan endvidere ses, at
selektionen resulterer i vidt forskellige kyllingetyper afh&aelig;ngigt af, hvilken egenskab der selekteres for.</P>
<TABLE border=0>
<TR>
<TD valign=top>Figur 8.8.
<br>Selektionsfors&oslash;g med slagtekyllinger til belysning 
af genetisk korrelation gennemf&oslash;rt af Australieren Pym. Fors&oslash;get gik over 10 
generationer, og m&aring;leperioden var fra 5 til 9 ugers alderen. der er selekteret 
for henholdsvis Weight gain (W, &oslash;verste graf)), Food consumption (F, mellemste graf)
 og Food conversion rate (E, nederste graf). De korrelerede resultater er vist i de 
andre grafer, s&aring; F
 i &oslash;verste graf refererer til korreleret respons for W ved selektion for F, o.s.v..</TD>
<TD><img src="../../genetik/8/42.gif"  height="600"  ></TD>
</TABLE>


<p>Dyr der selekteres for tilv&aelig;kst (&oslash;verste graf W) f&aring;r ogs&aring; et st&oslash;rre f&oslash;deindtag 
(mellemste graf W) og en bedre effektivitet (nederste graf W) lavere foderforbrug 
per kg tilv&aelig;kst.		
<br>Dyr der selekteres for foderforbrug (mellemste graf F) f&aring;r ogs&aring; en st&oslash;rre tilv&aelig;kst 
(&oslash;verste graf F) og en d&aring;rligere effektivitet (nederste graf F) h&oslash;jere foderforbrug 
per kg tilv&aelig;kst.
<br>Dyr der selekteres for effektivitet (nederste graf E) f&aring;r ogs&aring; en st&oslash;rre tilv&aelig;kst 
(&oslash;verste graf E) og et u&aelig;ndret foder indtag (mellemste graf E).


<p><b>Video klip af st&aelig;rkt selekterede kyllinger for dgl. tilv&aelig;kst 
med korrelerede benproblemer</b>,
 (kr&aelig;ver installation af Real Audio)
<br>Video klippene stammer fra en udsendelse fra DR 'Journalen' og er optaget p&aring;
Danmarks Jordbrugsforskning, Foulum, hvor prof. Poul S&oslash;rensen har st&aring;et for 
den faglige information. 


<br><A HREF="sando2.ram">Video klip </A>
af kyllinger, der er selekteret for stor dgl. tilv&aelig;kst, og en tilsvarende  &aelig;gl&aelig;gger. Ved
5 uger vejer den hvide slagtekylling ca. 2 kg, der er ca 4 gange v&aelig;gten af den brune
&aelig;gl&aelig;gger kylling.
<br><A HREF="sando1.ram">Video klip </A>
af kyllinger der er selekteret for stor dgl. tilv&aelig;kst, der som korreleret effekt f&aring;r 
benproblemer. Den f&oslash;rst viste kylling  har s&aring; sv&aelig;re benproblemer, at den ikke kan
klare at f&aring; f&oslash;de og vand, den b&oslash;r aflives. Kylling nummer to g&aring;r d&aring;rlig, og den
har gang som en s&oslash;mand der ved at skr&aelig;ve f&aring;r balance i kroppen.

<p><b>Auto selektion for egenskaben kuldst&oslash;rrelse - balance med fitness.</b>
<TABLE border=0 align=right width="40%">
<TR>
<TD valign=top>Figur 8.9.
<br>Viser kuldst&oslash;rrelse som egenskab for s&oslash;erne og som  egenskab hos de f&oslash;dte grise, der er som vist 1 gris til forskel mellem de to middelv&aelig;rdier, 
der svare til en selektionsdifferens p&aring; 1 i hver generation.</TD></tr><tr>
<TD><img src="../../genetik/8/43.gif"  ></TD>
</TABLE>
<p>
Der er i hver generation en auto selektion for h&oslash;jere kuldst&oslash;rrelse, da der
bliver f&oslash;dt flest grise i de store kuld. Det kan vises, at der er en selektions-
differens p&aring; en gris for h&oslash;jere kuldst&oslash;rrelse i hver generation, se  figur 8.9.
Egenskaben kuldst&oslash;rrelse er normal fordelt n&aring;r man ser p&aring; egenskaben fra s&oslash;ernes side,
men egenskaben f&oslash;dt i kuldst&oslash;rrelse er h&oslash;jresk&aelig;v, da der som f&oslash;r n&aelig;vnt bliver 
f&oslash;dt flest grise i de store kuld.
Denne selektion m&aring; n&oslash;dvendigvis balanceres
af at de grise der er f&oslash;dt i store kuld har lavere fitness end dem der er f&oslash;dt i 
sm&aring; kuld.

<p>Den maternelle p&aring;virkning for en grises videre sk&aelig;bne er positiv for grise f&oslash;dt i
 sm&aring; kuld og negativ
for grise f&oslash;dt i store kuld. Ved udtagning af sopolte b&oslash;r man derfor undg&aring;r individer
f&oslash;dt i store kuld. Den negative maternelle effekt g&oslash;r sig is&aelig;r g&aelig;ldende i dyrearter, hvor
k&oslash;nsmodenhed indtr&aelig;der f&oslash;r dyrene er udvoksede.

<p><b>Tilbageslag efter oph&oslash;rt selektion for egenskaber hvori fitness indg&aring;r.</b>
<br>S&aring;fremt man ved selektion har &aelig;ndret en egenskab meget vil den ofte g&aring; tilbage mod 
udgangspunktet n&aring;r selektionen oph&oslash;rer. F.eks. tamsvin har en kuldst&oslash;rrelse omkring 10,
hvorimod deres stamf&aelig;dre, vildsvinet, kun har en kuldst&oslash;rrelse p&aring;  det halve. Man kan 
derfor forvente, at s&aring;fremt man lader tamsvinet g&aring; tilbage til naturtilstanden vil
kuldst&oslash;rrelsen efterh&aring;nden tilpasse sig til de forh&aring;ndenv&aelig;rende ressourcer. De samme
synspunkter vil ogs&aring; v&aelig;re g&aelig;ldende for h&oslash;jtydende malkek&oslash;er s&aring;vel som for &aelig;gl&aelig;ggere eller 
slagtefjerkr&aelig;.
<br>De h&oslash;jt specialiserede husdyrracer vil kun kunne opretholde den store produktion,
i det omfang der bliver s&oslash;rget for dem hvad ang&aring;r indhusning og fodertildeling.

<P><A HREF="0.htm">Lektion 8</A> 

</BODY>
</HTML>
