<HTML>
<HEAD>

<TITLE>2.1 Gent&aelig;llemetoden til beregning af genfrekvenser</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>2.1 Gent&aelig;llemetoden til beregning af genfrekvenser</H3>

<P><A HREF="0.htm">Lektion 2</A> 

<p>Mange gener i naturlige populationer er polymorfe. 
Det betyder at de har to eller flere alleler. 
Hardy Weinberg loven siger, at n&aring;r der er tilf&aelig;ldig parring 
i en population, er genotypefrekvenserne for AA, Aa og aa 
henholdsvis p<sup>2</sup>, 2pq og q<sup>2</sup>, hvor f(A)=p, f(a)=q. En af effekterne 
af dette princip er for sj&aelig;ldne sygdoms alleler, at de er skjult 
tilstede i stort tal hos heterozygote b&aelig;rere. Kobling kan medf&oslash;re 
at visse alleler i to loci optr&aelig;der i sammen gamet med st&oslash;rre hyppighed 
end forventet ved tilf&aelig;ldigheder, dette giver basis for anvendelse af 
DNA mark&oslash;rer for recessive sygdoms alleler i en population.

<br>-----

<br><b>Genetiske termer vedr&oslash;rende gen og allel.</b>
<br>Hos Labrador Retrieveren har man farvetyperne gul og sort. S&aring; n&aring;r 
man taler om et gen for gul farve hentyder dette til b&aring;de et locus og en allel. 
Dette svarer til den oprindelige opfattelse af gener, man har en variant (gul) i forhold 
til vildtypen (sort).
<br> Er der tale om en DNA polymorfi med flere alleler i ikke kodende sekvenser, b&oslash;r man
ikke anvende ordet gen. Man b&oslash;r  i s&aring;fald tale om et lokus med flere alleler. 
Denne sprogbrug b&oslash;r ogs&aring; tilstr&aelig;bes anvendt i forbindelse med genetiske varianter.
I praksis er der dog ikke altid en skarp skelnen mellem gen og locus eller mellem 
gen og allel, s&aring; n&aring;r der i denne lektion tales om genfrekvenser, 
vil de omfatte b&aring;de egentlige gener i traditionel forstand  og alleler 
i ikke kodende DNA sekvenser (loci). 

<P><STRONG>Gent&aelig;llemetoden, Co-dominant nedarvning, Phenotype = Genotype</STRONG> 

<P>Der anvendes data fra studium over albumintyper hos danske Sch&aelig;ferhunde, se Tabel 1 afsnit 2.4. Der er en 'fast' og en
'slow' albuminallel n&aring;r serum testes p&aring; en elektroforesegel, de har allelbetegnelsen henholdsvis F og S. Unders&oslash;gelsen er
gennemf&oslash;rt af K. Christensen et al. 1985, Hereditas, 102:219-223.<BR>

<TABLE >
<TR><TD><br>Figur 2.1.
  Albumintype nedarves co-dominat, dvs. begge
alleler kan konstateres direkte p&aring; "phenotypen",
se n&aelig;rv&aelig;rende gel, der viser en SS en SF og en
FF albumin phenotype. Gelen er efter
elektroforesen af serumpr&oslash;verne farvet med amidosort</TD>
<TD><img src="../../genetik/2/1.gif" width="200"  ></TD>
</TR></TABLE>

<P>I populationen blev fundet f&oslash;lgende antal af de tre albumin genotyper.</P>
<PRE>---------
Genotype        SS               SF             FF       Total
Antal           36               47             23       106
Frekvens       0,34              0,44           0,22   = 1,00
----------

Frekvensen af SS typen beregnes som 36/106 = 0.34</pre>

<P>Beregning af <STRONG>genfrekvensen</STRONG> for S er baseret p&aring; gent&aelig;llemetoden, hvert SS individ har 2 S gener og et SF individ har 1,
dette s&aelig;ttes i forhold til det samlede antal gener i populationen, som er 2*106.</P>

<pre>Frekvensen af S beregnes som  p = (2*36 + 47)/(2*106) = 0,56
    do        F         do    q = (2*23 + 47)/(2*106) = 0,44
                                                       ------
                                                        1.00</pre>

<P>Frekvensen af den f&oslash;rste allel betegnes normalt med symbolet p og 
den anden med symbolet q. Er der flere alleler forts&aelig;ttes
bogstavr&aelig;kken.</P>

<P>En allelfrekvens svarer til en sandsynlighed og summen af allel (gen) 
frekvenserne bliver derfor lig 1. Se i&oslash;vrigt 
<A HREF="../applets/stat.htm">basic
statistical formulations</A>, eller Samuels, Statistics for life science </P>

<P><STRONG>Eksempel p&aring; multiple alleler (flere end to alleler)</STRONG> </P>

<P>I foreg&aring;ende lektion 1.5 blev omtalt udspaltning af en mikrosatellit 
i en svinefamilie, som det igen ses af nedenst&aring;ende gel vist i figur 2.2, er
der 3 alleler. (Udl&aring;nt af Merete Fredholm)</P>

<br><TABLE ><TR>
<TD><br>Figur 2.2 
<br>Udspaltning af genetisk variation (mikrosatellit) 
i et lokus hos en grise familie p&aring;vist ved gelelektroforese. 
Ornen Cup b&aelig;rer allelerne 209 og 195 og dyr 400 b&aelig;rer allelerne 199 og 195. 
De fleste dyr er heterozygote med hver to b&aring;nd. Homozygoter har kun et b&aring;nd</TD>
<TD><img src="../../genetik/2/13.gif"  >
</TD>
</TR></TABLE>

<br>Beregning af genfrekvenserne ved gent&aelig;llemetoden er vist nedenst&aring;ende.
For allelen <blink>'209'</blink> er der 18 heterozygote og 2 homozygote (
ingen b&aring;nd i nederste linie). "t&aelig;l  efter". For allelen '199' er
der 12 heterozygote og 0 homozygote (alle 12 har b&aring;nd i '199' linien + et 
andet b&aring;nd enten '195' eller '209'). "t&aelig;l  efter".</P>

<PRE>Frekvensen af '209' beregnes som  p = (2*2 + 18)/(2*44) = 0,250
do            '199'    do         q = (2*0 + 12)/(2*44) = 0,134
do            '195'    do         r = 1 - p - q         = 0,616 
</PRE>

<P>Den sidste allel beregnes nemmest som en differens, da summen af 
allelfrekvenserne er 1.<BR>
<BR>
</P>

<P><A NAME="Dominant"></A><STRONG>Kvadratrodsmetoden, Dominant nedarvning</STRONG> <BR>
&nbsp;
<TABLE WIDTH="84%">
<TR><TD><br>Figur 2.3.
<br>
Labrador Retriever  med normalfarvetypen
sort og med udspaltning af den recessive gule farvetype.</TD>
<TD><img src="../../genetik/2/1-1.gif" width="100"  align=bottom ></TD></TR></TABLE>

<P>I en population blev fundet f&oslash;lgende antal af de to genotyper:</P>
<PRE>---------
Phenotype       Sort             Gul       Total
Genotype        EE+Ee             ee 
Antal           182               18        200
Frekvens       0,91              0,09     = 1,00
----------</PRE>

<P>Den sorte farvetype repr&aelig;senterer b&aring;de homozygote og heterozygote. 
Parres to tilf&aelig;ldige sorte hunde, vil de engang
imellem f&aring; gult afkom, hvilket skyldes en recessiv allel i extension locus. Dette sker n&aring;r begge for&aelig;ldre 
tilf&aelig;ldigvis er af genotypen Ee.</P>

<P>Gent&aelig;llemetoden kr&aelig;ver at phenotypen er lig med genotypen, hvad der kun er tilf&aelig;ldet for gul. For at et afkom bliver gult,
skal den have et e gen fra b&aring;de sin far og sin mor. Derfor kan sandsynligheds-regningens multiplikationsregel anvendes til
beregning af q.</P>

<P>Frekvensen af ss individer svarer derfor til q<SUP>2</SUP> og beregnes som 18/200 = 0,09</P>

<P>Tages kvadratroden af 0,09 svarer dette til q = 0,30.</P>

<P>Frekvensen af sort genet bliver p = 1 - q = 0,7.</P>

<P><A HREF="2.htm">N&aelig;ste side</A> </P>

</BODY>
</HTML>
