 <HTML>
<head>
<TITLE>Hardy-Weinberg ligev&aelig;gt og statistisk test</TITLE>
</head>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">


<h3>2.2 Hardy-Weinberg ligev&aelig;gt og statistisk test  </h3>
 <P><A HREF = "1.htm">Foreg&aring;ende side</A> 
<p>

<B>Definition p&aring; H-W ligev&aelig;gt.</B> I en stor population med tilf&aelig;ldig sammenparring vil der efter en generations forl&oslash;b
opst&aring; Hardy-Weinberg ligev&aelig;gt, s&aring;fremt der er samme genfrekvens blandt han og hun k&oslash;n.
Hardy-Weinberg ligev&aelig;gt indeb&aelig;rer at gen og genotypefrekvenser er 
konstante fra generation til generation. Opst&aring;r der 
uligev&aelig;gt genetableres ligev&aelig;gten efter en generations tilf&aelig;ldig parring 
med genfrekvenserne p og q og genotypefrekvenserne p<sup>2</sup>,   2pq og q<sup>2</sup> 
i et to allelt system, n&aring;r der er tilf&aelig;ldig parring i  en stor population uden systematiske 
p&aring;virkninger s&aring;som migration, mutation og selektion.
<p><b>Statistisk test for H-W ligev&aelig;gt</b>
<p>Der anvendes data med hensyn til albumin 
type hos danske Sch&aelig;ferhunde, der blev vist i foreg&aring;ende afsnit.

<br>

I  populationen blev fundet f&oslash;lgende antal af de tre genotyper (obs), og der er beregnet
det tilsvarende forventede antal under Hardy-Weinberg ligev&aelig;gt (exp).
<pre>---------
Genotype        SS               SF             FF       Total
Antal, obs       36               47             23     = 106 = N
Frekvens, exp   p<sup>2</sup>              2pq               q<sup>2</sup>    = 1,00
Antal, exp      p<sup>2</sup>N             2pqN              q<sup>2</sup>N   = N
Antal, exp      33,2             52,3           20,5    = 106
Afvigelse        2,8             -5,3            2,5
Chi-i-anden     0,24             0,54           0,31    = 1,09
----------


Frekvensen af S beregnes som  p = (2*36 + 47)/(2*106)  = 0,56
    do        F         do    q = (2*23 + 47)/(2*106)  = 0,44
                                                         -----
                                                         1.00  </pre>

<P>Det forventede antal under Hardy-Weinberg ligev&aelig;gt (exp) beregnes p&aring; grundlag af
sandsynligheds
regningens multiplikationsregel.
<br>For SS genotypen skal der tr&aelig;kkes et S gen fra en far, og der skal 
tr&aelig;kkes et S gen fra en mor,
det samme gentages 106 gange. Den samlede sandsynlighed for SS genotypen 
bliver derfor p*p*106. Og der gennemf&oslash;res tilsvarende argumenter for de to
andre genotyper. Resultaterne er vist i ovenst&aring;ende tabel.


<br>Chi-i-anden test for H-W-ligev&aelig;gt kan nu beregnes som summen af afvigelsernes 
kvadrat hver i forhold til det forventede antal.
<br>Testen har 1 frihedsgrad, da der er tre klasser, og der skal anvendes 2 frie parametre
p og N for at beregne det forventede antal. Den sidste parameter (q), der anvendes, er
ikke fri, da den kan beregnes som (1 - p).

<P>Ved tabelopslag (kapitel 13) med 1 frihedsgrad f&aring;r man, at 3,84 er 5% gr&aelig;nse for opretholdelse
af H<sub>0</sub>, at data har H-W proportioner.
Den fundne  afvigelse mellem observeret og forventet antal har derfor en 
sandsynlighed der st&oslash;rre end 5 %. 
Konklusion: Der er ikke nogen statistisk sikker afvigelse fra H-W ligev&aelig;gten.
 

<P> Applet til  beregning af Chi-i-anden for H-W-ligev&aelig;gt,
<A HREF = "../applets/kitest.htm">klik her</A>. 
<P>  <A HREF = "3.htm">N&aelig;ste side </A> 
