 <HTML>
<head>
<TITLE>Hardy-Weinberg ligev&aelig;gt og k&oslash;nsbunden nedarvning</TITLE>
</head>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">

<h3>2.3 K&oslash;nsbunden nedarvning</h3> 
 <P><A HREF = "2.htm">Foreg&aring;ende side</A> 
<p>


En af foruds&aelig;tningerne for H-W-ligev&aelig;gten er, at der er tilf&aelig;ldig parring i populationen. 
Der opst&aring;r i s&aring;danne populationer altid genetisk ligev&aelig;gt efter en generations tilf&aelig;ldig
parring. Foruds&aelig;tningen er, at der er samme frekvens hos hanner og hunner.

<p>Ved k&oslash;nsbunden nedarvning etableres der ikke n&oslash;dvendigvis samme frekvens hos hanner
og hunner efter en generations tilf&aelig;ldig parring, idet de to k&oslash;n f&aring;r deres gener fra to 
forskellige kilder.  
<p>Hos pattedyr f&aring;r hannerne alle de k&oslash;nsbundne gener fra deres m&oslash;dre, hvorimod hunnerne
f&aring;r deres
gener med halvdelen fra f&aelig;dre og halvdelen fra m&oslash;dre. Hos fugle er det omvendt, idet det er
hunnerne,
der er det heterogametiske k&oslash;n.

<P><b>
Eksempel, orangegenet hos katte:</b> I en population blev fundet f&oslash;lgende antal af de tre 
genotyper, hvor orangegenet (O) giver gul farve. Genotypen Oo giver en blandingsfarve, der
er for&aring;rsaget af den tilf&aelig;ldige X-kromosominaktivering hos XX individer.
<pre>
---------     ------     hunner   ---------       -----  hanner  -----
Genotype       OO        Oo      oo    Total       O       o     Total
Antal           3        53     117     173        28     149    177
Frekvens       0,02     0,31    0,67  = 1,00       0,16   0,84 = 1,00
----------
</pre>
<p>K&oslash;nsbundne gener hos pattedyr viser genet direkte hos hanner, dvs. genotypefrekvens er
lig genfrekvens. Hos hunnerne derimod  er beregning af genfrekvens identisk med beregning 
som for autosomale gener, som vist.
<pre>
Frekvensen af O beregnes som  p = (2*3  + 53)/(2*173) = 0,17
    do        o         do    q = (2*117+ 53)/(2*173) = 0,83
                                                       ------
                                                        1.00 </pre>

<p>Som det ses, er der en ringe forskel mellem frekvensen hos han og hunk&oslash;n.
Er der en forskel halveres den for hver generation med tilf&aelig;ldig parring, s&aring;
H-W ligev&aelig;gt vil derfor i praksis v&aelig;re genetableret efter f&aring; generationer,
 s&aring;fremt populationen er kommet ud af ligev&aelig;gt.
Phenotypisk er heterozygoten dog speciel, da kun det ene gen virker i hver enkel celle. 
Phenotypen opst&aring;r som f&oslash;lge af en tilf&aelig;ldig opblanding af celler med alternativt aktive gener.

<p>Hele det ene X-kromosom er inaktivt, hvilket kan ses i 
kromosompr&aelig;parat, figur 2.4, fra grise. Til h&oslash;jre ses et billede af en heterozygot hunkat 
med genotypen Oo. Den har 
pletter af gul og pletter af sort som skyldes alleler i det k&oslash;nsbundne
orange locus. Den hvide farve skyldes et autosomalt gen for brogethed.

<p><TABLE><TR>
<TD width="25%"><br>Figur 2.4 
<br>Heterozygot hunkat med genotypen Oo i det k&oslash;nsbundne 
Orange lokus.Foto Bodil Andersen, Bogense. 
 Det giver blandingsfarven gul og sort med varierende pletst&oslash;rrelse. 
Dette skyldes tilf&aelig;ldig inaktivering af det 
ene X-kromosom hos pattedyr hunk&oslash;n. Se det inaktive X-kromosom med en cirkel omkring.</TD>
<TD> <IMG SRC  = "../../genetik/2/3cat.gif" height="250"> . 
<IMG SRC  = "../../genetik/2/3.gif" height="250">
</TD>
</TR></TABLE> 

<p>Det inaktive X kromosom er p&aring;vist ved en Acridin orange farvning p&aring; celler,
 der har v&aelig;ret dyrket i 6,5 timer 
med BrdU (Brom deoxy-Uridine). DNA-syntese, der foreg&aring;r efter tils&aelig;tningen, kan ses som
svagt farvede omr&aring;der p&aring; kromosomerne;
 der er en cirkel om det inaktive X kromosom.
Man ved i &oslash;vrigt, at de aktive gener replikerer tidligt i cellens cyklus,
og de findes derfor i de hvide b&aring;nd.




<p>N&aring;r der er tale om k&oslash;nsbundne recessive sygdomme vil langt de fleste tilf&aelig;lde opst&aring; hos
hank&oslash;n.
Bl&oslash;dersygdom   (h&aelig;mofili) hos mennesker er et af de mest kendte eksempler p&aring; k&oslash;nsbunden
recessiv
nedarvning, hvor frekvensen hos drenge er 100 gange st&oslash;rre end hos piger. Dette opst&aring;r n&aring;r 
genfrekvensen er  0,01, hvilket svarer til frekvensen hos drenge. Hos piger derimod
skal genet komme fra b&aring;de far og mor med hver en sandsynlighed p&aring; 0,01; dette svarer 
til en hyppighed hos piger p&aring; 1 blandt 10000.

 
<p>

<P>  <A HREF = "4.htm">N&aelig;ste side </A>  