<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Corel WordPerfect 8">
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<TITLE>Eksempler p&aring; anvendelse af genfrekvenser</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>2.4 Eksempler p&aring; anvendelse af genfrekvenser</H3>

<P><A HREF="3.htm">Foreg&aring;ende side</A> </P>

<P>N&aring;r man kender genfrekvenserne i en population kan man beregne genotypefrekvenserne for de enkelte genotyper under
foruds&aelig;tning af H-W-ligev&aelig;gt. Der kan tilsvarende beregnes parringstype frekvenser under tilf&aelig;ldig sammenparring ved hj&aelig;lp
af sandsynlighedsregningens multiplikationsregel og man f&aring;r, idet det skal bem&aelig;rkes, at n&aring;r de to genotyper er forskellige ganges
der med 2, da de kan kombineres med de to typer i modsat r&aelig;kkef&oslash;lge. 

<TABLE BORDER="0" WIDTH="569">
<TR><TD WIDTH="141"></TD>
<TD WIDTH="132"></TD>
<TD WIDTH="141"></TD>
<TD WIDTH="42"></TD>
<TD WIDTH="76">Afkom udspaltning</TD>
<TD WIDTH="37"><TDWIDTH="132"><TDWIDTH="132"></TD></TR>
<TR><TD>Parringstype</TD>
<TD>Frekvens</TD>
<TD></TD>
<TD>AA</TD>
<td>Aa</TD>
<TD>aa</TD></TR>
<TR><TD>AA x AA&nbsp;</TD>
<TD>p<SUP>2</SUP> x p<SUP>2</SUP>&nbsp;</TD>
<TD>= p<SUP>4</SUP></TD>
<TD>1</TD>
<TD></TD>
<TD></TD></TR>
<TR><TD>AA x Aa&nbsp;</TD>
<TD>2 x p<SUP>2</SUP> x 2pq&nbsp;</TD>
<TD>= 4p<SUP>3</SUP> x q&nbsp;</TD>
<TD>0,5</TD>
<TD>0,5</TD>
<TD></TD></TR>
<TR><TD>Aa x Aa</TD>
<TD>2pq x 2pq&nbsp;</TD>
<TD>= 4p<SUP>2</SUP> x q<SUP>2</SUP></TD>
<TD>0,25</TD>
<TD>0,5</TD>
<TD>0,25</TD></TR>
<TR><TD>AA x aa</TD>
<TD>2 x p<SUP>2</SUP> x q<SUP>2</SUP>&nbsp;</TD>
<TD>&nbsp;= 2p<SUP>2</SUP> x q<SUP>2</SUP></TD>
<TD></TD>
<TD>1</TD>
<TD></TD></TR>
<TR><TD>Aa x aa&nbsp;</TD>
<TD>2 x 2pq x q<SUP>2</SUP></TD>
<TD>= 4pq<SUP>3</SUP></TD>
<TD></TD>
<TD>0,5</TD>
<TD>0,5</TD></TR>
<TR><TD>aa x aa&nbsp;</TD>
<TD>q<SUP>2</SUP> x q<SUP>2</SUP>&nbsp;</TD>
<TD>&nbsp;=&nbsp; q<SUP>4</SUP></TD>
<TD></TD>
<TD></TD>
<TD>1</TD></TR></TABLE>


<P>Beregning af parringstypefrekvenser er vigtige i forbindelse med kontrol af monogenetiske arvelige sygdomme. Dette emne
behandles indg&aring;ende i lektion 5, hvor de klassiske udspaltningsforhold 
hos afkom analyseres statistisk.  
<A HREF="../applets/mating.htm">Applet til beregning af 
parringstypefrekvenser.</A>
<br>Eksempel p&aring; anvendelse af appleten er vist nedenst&aring;ende med q=0.005.
99% af de recessive afkom kommer fra normale for&aelig;ldre.
<P ALIGN="CENTER"><img src="../../genetik/2/41.gif"    >

<P><A NAME="Albumin"></A>Genfrekvenser har endvidere et stort anvendelsesomr&aring;de indenfor racestudier. Der er en tendens til, at genfrekvensen for
n&aelig;rtbesl&aelig;gtede racer ligger t&aelig;ttere p&aring; hinanden end for fjernt
 besl&aelig;gtede racer.</P>

<P ALIGN="CENTER"><img src="../../genetik/2/4.gif" width="550"  >

<P>I ovenst&aring;ende tabel er gengivet resultater fra studie over albumintyper hos nogle danske hunderacer. Der er en fast og en slow
albumin allel, n&aring;r serum testes p&aring; en elektroforesegel. De har allel betegnelserne henholdsvis F og S. Frekvensen varierer
mellem hunderacerne fra 0 til 1. Unders&oslash;gelsen er gennemf&oslash;rt af K.
 Christensen et al. 1985; Hereditas, 102:219-223.</P>

<P><A NAME="Mikro"></A>I nedenst&aring;ende tabel er gengivet resultater fra studie over mikrosatelliter hos nogle danske hunderacer samt hos bl&aring;- og r&oslash;dr&aelig;v.
Der er vist resultater fra tre systemer hver med mange alleler, der er betegnet som l&aelig;ngden af DNA-strengen mellem de
anvendte primere. Frekvensen varierer betydeligt mellem hunderacerne. Hundeprimerne virker p&aring; begge r&aelig;vearter, hvilket
indikerer stor genetisk homologi mellem hunde og r&aelig;ve. H<SUP>e</SUP> angiver noget om systemernes informativitet, som er afh&aelig;ngig af
procenten af heterozygoter i den p&aring;g&aelig;ldende population. Genetisk set 
er det de heterozygote dyr, der er 
mest informative. Ved
faderskabssager eller ved andre genetiske unders&oslash;gelse giver homozygoter 
ingen information om, hvilket af for&aelig;ldrenes gener
et afkom har f&aring;et. Unders&oslash;gelsen er gennemf&oslash;rt af M. Fredholm 
et al. 1995; Mamalian Genome, 6:11-18.</P>

<P ALIGN="CENTER"><img src="../../genetik/2/4-1.gif" width="550" >

<P><A HREF="5.htm">N&aelig;ste side</A> </P>

</BODY>
</HTML>
