<HTML>
<HEAD>

<TITLE>Beregningsteknologi for avlsv&aelig;rdi sk&oslash;n</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">

<h3>12.1 Beregningsteknologi for avlsv&aelig;rdi sk&oslash;n</h3>

<A HREF="0.htm">Lektion 12</A>
<p> Der gives en oversigt over de teknologiske forhold, der anses som relevante 
for husdyravlen. 'Animal model' avlsv&aelig;rdisk&oslash;n beregnes samtidig for alle individer 
i en population, hvor alle samtidig bidrager med information om hinanden. 
Effekt af reproduktions-teknologi s&aring;som kunstig s&aelig;doverf&oslash;ring har stor indflydelse 
p&aring; avlsv&aelig;rdivurderingen og dermed p&aring; avlen, hvorimod k&oslash;nssortering af s&aelig;d og 
overf&oslash;rsel af embryoner i de fleste tilf&aelig;lde kun har marginal betydning. 
Transgenese og kloning bliver ogs&aring; omtalt. Der gives en oversigt over anvendelse 
af DNA-mark&oslash;rer for kvalitative og kvantitative egenskaber. Og der gives en ret 
udf&oslash;rlig gennemgang af muligheder for avl for bedre sygdomsresistens hos husdyr. 


<br>-----
<p>Der er i lektion 7 gennemg&aring;et metoder til beregning af avlsv&aelig;rdi sk&oslash;n
i forbindelse med data fra sl&aelig;gtninge med ensartede sl&aelig;gtskabsforhold.
Dette er den simpleste form for avlsv&aelig;rdivurdering,
da den ikke kr&aelig;ver  meget regnekraft, fordi
den er baseret p&aring;  beregning af en enkelt v&aelig;gtfaktor,
der er afh&aelig;ngig af antal og et gennemsnit
af en gruppe m&aring;lte individer med indbyrdes ensartede 
sl&aelig;gtskabsforhold, feks en afkomsgruppe best&aring;ende af halvs&oslash;skende.
 Med  indf&oslash;relse af stadig kraftigere 
computere, er der skabt basis for at udnytte data
langt mere effektiv i forbindelse med avlsv&aelig;rdi
bestemmelse. Metoderne er baseret p&aring;  line&aelig;re
ligningssystemer, hvor hver observation i princippet f&aring;r
en ligning. Der kan derved dannes et ligningssystem
til beregning af v&aelig;gtfaktorer for den enkelte 
observation. I modellen medtages der alle
observationer fra sl&aelig;gtninge og dyret selv, tillige
med observationer fra sl&aelig;gtninge til sl&aelig;gtninge.
<br>Eksempel p&aring; sl&aelig;gtninge til sl&aelig;gtninge er
moderen til et afkom hvor faderen vurderes eller
omvendt. 
Er moderen til afkommet med i modellen for faderens avlsv&aelig;rdi,
forsvinder  kravet om tilf&aelig;ldig parring,
da der korrigeres for m&oslash;drenes eventuelle afvigelse fra populationsgennemsnittet.
<br>Kravet til at alle observationer skal foreg&aring; under
samme milieuforhold f&aring;r mindre betydning, ved
feks. at lade bes&aelig;tningsgennemsnit indg&aring; i beregnings
modellen og tillige stille krav om, at mere end en
familie skal v&aelig;re repr&aelig;senteret pr. bes&aelig;tning.

<P><b>De vigtigste beregningsmetoder for avlsv&aelig;rdi sk&oslash;n:</b>
<BR>1. Selektions index (SI)
<br>2. Best linear prediction (BLP)
<br>3. Best linear unbiased prediction (BLUP)
<br>4. Animal model (AM)
<br>5. Multitrait nimal model (AM)
<br>6. Genomisk selektion

<p>Selektionsindekset blev udviklet i 1950'erne
og har v&aelig;ret anvendt f&oslash;r computer alderen. SI bruges 
stadig til modelberegninger, is&aelig;r fordi den er velegnet
til at inddrage flere egenskaber og giver et forventet
delta G (genetisk &aelig;ndring) for hver egenskab, s&aring;fremt man anvender et bestemt
s&aelig;t af &oslash;konomiske v&aelig;gtfaktorer. SI svarer til modellerne der er beskrevet i lektion 7 og 8.
F&oslash;r computer alderen var det almindeligt at pr&aelig;korrigere
data for f.eks. k&aelig;lvealder eller slagtev&aelig;gt, idet der
altid vil v&aelig;re en vis biologisk variation for disse egenskaber.
Pr&aelig;korrektion af data anvendes fortsat i en vis
udstr&aelig;kning.
<br> Med fremkomst af computerne var 
det n&aelig;rliggende at udvikle
modeller, der samtidig beregnede avlsv&aelig;rdi for samtlige
dyr i en population. N&aring;r dette var tilf&aelig;ldet var det
lettest ogs&aring; at anvende alle informationer, s&aring;ledes at
alle individer var informative i forbindelse med alle andre.
BLP inddrager ikke milieufaktorer, hvilket g&oslash;r den mindre
anvendelig. BLUP og AM inddrager samtidig estimation
af milieueffekter og korrigere for dem.
<br>I de tre sidstn&aelig;vnte metoder indg&aring;r sl&aelig;gtskabsmatricen
som vist beregnet efter tabularmetoden i lektion 4.
L&oslash;sning af de mange ligninger kan ikke ske eksplicit,
som man har l&aelig;rt i forbindelse med l&oslash;sning af to ligninger
med to ubekendte. L&oslash;sningerne er baseret p&aring; forh&aring;nds
g&aelig;t og derefter genneml&oslash;b af alle data med forbedring af g&aelig;ttet
indtil  estimaterne bliver stabile efter n&aelig;ste genneml&oslash;b.
 Denne metode
kaldes iterativ. Med denne metode kan man bestemme
avlsv&aelig;rdier for millioner  af dyr samtidig. AM metoden
anvendes for nuv&aelig;rende i b&aring;de dansk kv&aelig;g- og svineavl for
de vigtigste egenskaber.

<p><b>Genomisk selektion</b> af Thomas Mark 
<br>Genomisk selektion er en ny teknologi, hvor avlsv&aelig;rdi forudsiges udfra 
genom-d&aelig;kkende mark&oslash;rer i form af enkelt nucleotid polymorfier SNP'er. Det 
genetiske kort er baseret p&aring; SNP'er, og de giver os mulighed for at opdele 
hele genomet i tusindvis af forholdsvis sm&aring; kromosom segmenter. S&aring; effekten 
af hvert kromosom segment estimeres samtidigt. Endelig er genomiske avlsv&aelig;rdier
lig summen af alle forventede kromosom segment effekter. Kromosom segment
 effekterne kan vurderes for en gruppe af dyr (dvs. en reference population), og 
for de resterende dyr, er det kun  n&oslash;dvendig med en blod-eller v&aelig;vspr&oslash;ve for at bestemme dets
 genomiske avlsv&aelig;rdi. Kromosomet segment effekter  g&aelig;lder ogs&aring; for alle dyr i 
populationen, hvor de blev estimeret, fordi mark&oslash;rene er i koblingsuligev&aelig;gt med det 
kausale gen.
<br> Ved hj&aelig;lp af genom-d&aelig;kkende informationer kan unge dyr pr&aelig;cis udv&aelig;lgelse, forudsat at der er 
f&aelig;notyper
 fra tilstr&aelig;kkeligt mange reference dyr. Det betyder, at genomisk avlsv&aelig;rdi er s&aelig;rligt 
gavnligt, n&aring;r de traditionelle valg er sv&aelig;rt for eksempel n&aring;r f&aelig;notype m&aring;ling er 
begr&aelig;nset af k&oslash;n og alder (fx meget nyttig for malkekv&aelig;g). Der tilr&aring;des dog konservativ brug 
af unge dyr uden f&aelig;notypisk information (om egen pr&aelig;station eller afkom)  for at undg&aring; 
potentielle negative bivirkninger relateret til ugunstige mutationer, ugunstige udv&aelig;lgelse
 pres p&aring; ikke-registrerede egenskaber i avlsm&aring;l  og h&oslash;j indavl.


<p><A HREF="2.htm">N&aelig;ste side</A>

</BODY>
</HTML>
