
<HTML>
<HEAD>

<TITLE>Betydning af kunstig s&aelig;doverf&oslash;ring for beregning af avlsv&aelig;rdi sk&oslash;n</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">

<h3>12.2 Kunstig s&aelig;doverf&oslash;ring, betydning for beregning af avlsv&aelig;rdi sk&oslash;n, og sexing af s&aelig;d</h3>

<A HREF="1.htm">Foreg&aring;ende side</A>

<p>Kunstig s&aelig;doverf&oslash;ring (KS) har naturligvis 
stor praktisk betydning, 
da man ved KS kan udnytte velafpr&oslash;vede top dyr i en langt
st&oslash;rre udstr&aelig;kning, end det er muligt ved naturlig parring.
Der hvor KS virkelig f&aring;r stor betydning er dog ved at 
finde frem
til top avlsdyrene. Hvilke faktorer har da betydning
i forbindelse med afpr&oslash;vning af avlsdyrene, for at afpr&oslash;vningen
b&aring;de er tilstr&aelig;kkelig sikker og trov&aelig;rdig.
<P><b>Vigtige forhold for beregning af avlsv&aelig;rdi sk&oslash;n</b>

<br>1. Avlsv&aelig;rdi sk&oslash;nnet skal v&aelig;re tilstr&aelig;kkelig sikkert bestemt 
<br>2. Avlsv&aelig;rdi sk&oslash;nnet skal v&aelig;re uafh&aelig;ngig af ejerforhold 
<br>3. Avlsv&aelig;rdi sk&oslash;nnene skal v&aelig;re sammenlignelige

<p>I forhold til punkt 1 er det klart, at KS kan &oslash;ge familiest&oslash;rrelsen
og derved &oslash;ge sikkerheden ved avlsv&aelig;rdiberegningerne.
<br>For at punkterne 2 og 3 kunne blive opfyldt har det v&aelig;ret
almindeligt at sende dyrene p&aring; teststation, derved blev 
resultaterne  uafh&aelig;ngige af ejerforhold tillige med
at resultaterne var sammenlignelige, da de var opn&aring;et under
de samme milieuforhold. Teststationerne har dog et problem
i forhold til punkt 1. Da stationerne er kostbare at drive,
m&aring; de n&oslash;dvendigvis s&aelig;tte en gr&aelig;nse for hvor mange dyr, der
kan afpr&oslash;ves. Det vil derfor g&aring; ud over sikkerheden ved
afpr&oslash;vningen, eller ved antal familier der kan afpr&oslash;ves.
<br>KS kan l&oslash;se problemerne med punkterne 2 og 3 samtidig med at 
punkt 1 er bedst muligt tilgodeset, ved at kombinere KS med registrering 
fra kommercielle bes&aelig;tninger.
Med KS opn&aring;s at de dyr,  hvis resultater skal anvendes til
avlsv&aelig;rdi bestemmelse ikke kun findes i ejerens bes&aelig;tning, men 
ogs&aring; i alle mulige andre bes&aelig;tninger. Samtidig vil der v&aelig;re afkom
efter alle mulige andre KS handyr i en
given bes&aelig;tning.  Dette muligg&oslash;r, at
der kan opn&aring;s sammenlignelige resultater for alle 
KS handyrene samtidig,
ved at der anvendes afvigelser fra bes&aelig;tningsgennemsnitene 
i stedet for at anvende absolutte pr&aelig;stationer.
det er da indlysende, at data fra bes&aelig;tninger hvor der kun anvendes en enkelt
 tyr ikke er informative, da bes&aelig;t.gns er lig tyr.gns.
<br>For de dyrearter hvor KS endnu ikke er udviklet
eller hvor ejerne af handyrene
p&aring; en eller anden vis kan p&aring;virke testets udfald, m&aring; der
af praktiske grunde fortsat anvendes teststationer. Teststationer
kan ogs&aring; komme p&aring; tale, hvor man &oslash;nsker at m&aring;le egenskaber, der er 
vanskelige at m&aring;le hos den enkelte ejer som f.eks. foderoptagelse.
<p>For kv&aelig;g og svin er KS s&aring; veludviklet at man stort set har
kunnet afvikle tidligere tiders afkomspr&oslash;vestationer. Man har dog 
fortsat et lille supplement af data fra teststation for egenskaber, 
man har sv&aelig;rt ved at m&aring;le i praksis.
<br>En anden fordel ved KS er at det er muligt at &oslash;ge selektionsintensiteten 
og dermed &oslash;ge den genetiske &aelig;ndring, jvf. lektion 8. Der skal anvendes 
f&aelig;rre handyr, som i gennemsnit vil v&aelig;re bedre, sammenlignet med gns. af
en st&oslash;rre gruppe, der skulle anvendes ved naturlig parring. Det samme
princip kan udnyttes i forbindelse med superovulation og &aelig;gtransplantation
for hundyrenes vedkommende.
<br>For husdyrarterne h&oslash;ns, mink og &oslash;rreder er det fortsat
n&oslash;dvendigt, at der for sammenlignlighedens skyld 
anvendes teststation.
<br>Den m&aring;de man  anvender handyrene p&aring; indenfor heste og hundeavl 
svarer stort set til anvendelse af KS. Her er der dog specielle 
problemer med, at der er en tendens til, at de bedste handyr anvendes
sammen med de bedste hundyr, derved kan avlsv&aelig;rdibestemmelsen
blive biased, s&aring;fremt der ikke tages hensyn 
til dette i forbindelse med avlsv&aelig;diberegningerne. Avlsv&aelig;rdi
er som den blev defineret i lektion 6 afh&aelig;ngig af
 tilf&aelig;ldig sammenparring.
<br>Ved at anvende avancerede beregningsmodeller til avlsv&aelig;rdi
beregningen, kan der dog tages h&oslash;jde for dette forhold.
Af andre uheldige forhold der kan p&aring;virke avlsv&aelig;rdibestemmelsen
er forhold vedr&oslash;rende indberetningen af uheldige resultater.
For HD hos hunde er det en stor fristelse, at undlade at indberette
HD positive hunde, da de alligevel ikke kan anvendes som avlsdyr.
En s&aring;dan bias i forbindelse med indberetningerne er det sv&aelig;rt at
kompensere for ved avlsv&aelig;rdi beregninger, selv ved anvendelse
af de mest avancerede statistiske modeller.

<p><b>Sexing af s&aelig;d</b>
<br>Det er muligt ved hj&aelig;lp af pr&aelig;parativ flow sytometri at sortere s&aelig;d, s&aring; man kan 
producere kviekalve eller tyrekalve efter &oslash;nske. Indenfor Jersey  racen kan det ikke
betale sig at opfede tyrekalvene. S&aring; her er der et stort &oslash;nske  for at s&aelig;tte 
gang i produktion af den k&oslash;nssorterede s&aelig;d.
<br>Der er flere udenlandske firmaer der producere k&oslash;nssorteret s&aelig;d. Men prisen
er p.t. for h&oslash;j til stor praktisk anvendelse. Skal teknikken vinde bred 
indpas indenfor husdyrproduktionen, m&aring; 
teknikken vel ogs&aring; &aelig;ndres  - teknikken er  p.t. baseret p&aring; anvendelse af flourokromer, 
som indtil andet er bevist, m&aring; anses for at fremkalde mutationer med en vis frekvens.

<p><A HREF="3.htm">N&aelig;ste side</A></BODY>
</HTML>
