<HTML>
<HEAD>

<TITLE>Transgenese og transgene dyr</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">

<h3>12.3 Transgenese og transgene dyr</h3>

<A HREF="2.htm">Foreg&aring;ende side</A>
<p>N&aelig;rv&aelig;rende afsnit er kun t&aelig;nkt som en meget kort opsummering.
<P><b>Metoder til genoverf&oslash;rsel:</b>
<li>Mikroinjektion af DNA i hanlig forkerne umiddelbart efter befrugtning. 
Succes rate f&aring; procent eller i promiller, og der er 
altid risiko for insertional mutagenese, d.v.s. at et funktionel eksisterende
gen &oslash;del&aelig;gges fordi det nye gen tilf&aelig;ldigvis er blevet
sat ind midt i det.
<li>Embryonale stamceller (ES). Homolog rekombination. 

<br>Mikroinjektion eller anden form for 
genoverf&oslash;rsel i f&oslash;tale celler, og
derefter selektion for rekombinerede celler v.h.a. et koblet enzym.
Dyrkningsmetoder for f&oslash;tale celler er fuldt udviklede hos mus, men p&aring;
nuv&aelig;rende tidspunkt  i sin vorden for andre pattedyr. 
</li>
<li>Nuclear transfer.
<br>Det er i enkelte tilf&aelig;lde lykkedes at klone celler fra voksne individer
fra kv&aelig;g og f&aring;r. Det sker ved  
at overf&oslash;re en cellekerne til en oocyt t&oslash;mt for dens originale kerneindhold, ganske f&aring; 
af disse kerneoverf&oslash;rsler er i stand til at udvikler sig til et 'normalt' individ.
Denne teknik rummer muligheder for selektiv gen transfer svarende til embryonale stamceller hos mus.
</li>
<P>Efter transgenesen i ES eller andre f&oslash;tale celler 
injiceres de transformerede celler ind i en blastocyst, og der dannes
kim&aelig;riske individer, hvoraf nogle vil danne
 k&oslash;nsceller, der er transgene. Succes raten med fosterudvikling 
uden st&oslash;tteceller fra en normal blastocyst har v&aelig;ret ringe, hvilket ogs&aring;
m&aring; forventes p&aring; grund af problemer med at vedligeholde korrekt imprinting 
i celler der har gennemg&aring;et mange celledelinger efter zygote stadiet. 
Beskrivelse af imprinting f&aelig;nomenet, se afsnit 10.3.



<P><b>Genkonstrukter.</b>

<br>Et transgen skal normalt best&aring; af en promotor og et strukturgen.
Promotoren skal styre ekspression, hvorn&aring;r og hvor meget, feks. skal
genet have ekspression i m&aelig;lkekirtlen fors&oslash;ges anvendt kasein
 promotor, da det er et kendt m&aelig;lkeprotein. Strukturgenet kan v&aelig;re med eller
uden introns. Stammer genet fra en bakterie er det altid  uden introns,
fra eukaryoter kan genet v&aelig;re cDNA eller genomisk.



<P><b>Produktionsm&aelig;ssige motiver for transgenese.</b>

<li>Genet skal have en voldsom stor effekt p&aring; egenskab, mindst 4 gange
sigma<SUB>A</SUB>, idet metoden skal konkurrerer med et klassisk avlsprogram. Der vil
medg&aring; 6-8 generationer f&oslash;r at et transgent dyr kan opformeres til produktionsskala.

<li>Genet skal tilf&oslash;re dyret helt nye metaboliske egenskaber feks. omlejring af en
aminosyre

<li>Genet skal tilf&oslash;re dyret resistens mod en given sygdom


<P><b>Andre motiver for transgenese </b>

<li>Genfarming - produktion af l&aelig;gemidler

<li>Organdonation feks. gris til mennesket er pt. kun en teoretisk mulighed. For at det rent teknisk
skal kunne praktiseres er det n&oslash;dvendigt med 'knok out' af de kraftigste af grisens
antigen systemer. Det m&aring; dog betragtes som meget hasarderet. Ved
sammenblanding af celler fra to organismer, er der mulighed for udveksling  og rekombination 
af virusstammer mellem arter ikke mindst de endogene retro  virus. Det vides at endogene
virus med j&aelig;vne mellemrum transformeres til exogene.



<p>
<b>Betegnelserne genmodificeret eller gensplejset</b> b&oslash;r hverken d&aelig;kke over en
god eller en d&aring;rlig proces.
Man har f.eks DNA strukturerne, der kaldes plasmider, der rask v&aelig;k bev&aelig;ger sig 
mellem bakteriestammer og arter. Man m&aring; n&oslash;dvendigvis anl&aelig;gge de samme kriterier 
for en vurdering af genets nytte- eller skadevirkning  om genet er flyttet kunstigt 
eller naturligt.
Disse plasmider er kendte i offentligheden, idet det er dem der fuldt berettiget er 
&aring;rsagen til forbudet mod antibiotika i profylaktisk &oslash;jemed i dansk husdyrbrug. 
L&aelig;gges der et selektionspres p&aring; mikroorganismerne vil de f&oslash;r eller siden opfange 
resistens gener fra omgivelserne. Resistensen er baseret p&aring; at et gen koder for et 
enzym, der kan &oslash;del&aelig;gge virkningen af et bestemt antibiotikum.
<br>P&aring; tilsvarende m&aring;de kan tilf&oslash;rsel af et gen v&aelig;re en &oslash;nsket ting. N&aring;r genet som i
 modificeret &oslash;lg&aelig;r nedbryder et for smagen og konsistensen u&oslash;nsket restprodukt fra 
&oslash;lg&aelig;ringen, synes vi alle, at det er fint. Is&aelig;r &oslash;lnydere v&aelig;rds&aelig;tter, at man bruger 
en s&aring;dan g&aelig;r. 
Der er en lang r&aelig;kke mikroorganismer, som bliver udnyttet i produktionen af levnedsmidler, 
der med fordel vil kunne f&aring; tilf&oslash;rt vel specificerede enkeltgener, hvorved man kan 
forbedre smag, konsistens og holdbarhed i vore levnedsmidler. 
Der findes ogs&aring; situationer hvor man &oslash;nsker  at &oslash;del&aelig;gge et gen, da organismen lige 
laver en biokemisk reaktion for meget.
<br>S&aring; genmodificeret eller gensplejsning som begreb d&aelig;kke hverken over  gode eller
d&aring;rlige processer, politiker og administratorer g&oslash;r os en d&aring;rlig tjeneste ved at 
arbejde med  s&aring; forsimplede begreber, n&aring;r de i den offentlige
debat kun anvendes til at betegne noget odi&oslash;st. Gensplejsning kan anvendes til at lave 
virkeligt gode og 
nyttige ting, men de kan ogs&aring; anvendes til at fremstille organismer til
 krigsf&oslash;relse p&aring; den mest nederdr&aelig;gtige m&aring;de.
<p><A HREF="4.htm">N&aelig;ste side</A>

</BODY>
</HTML>
