<HTML>
<HEAD>

<TITLE>Anvendelse af DNA-mark&oslash;rer for sygdomsgener</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">

<h3>12.4 Anvendelse af DNA-mark&oslash;rer for sygdomsgener</h3>

<A HREF="3.htm">Foreg&aring;ende side</A>

<P><b>DNA-mark&oslash;rer indenfor familier</b>
<br>Sker der udspaltning af en recessiv sygdom indenfor en familie, og der foreligger 
kendskab til sygdomsgenets placering p&aring; et kromosom tillige med flankerende DNA-mark&oslash;rer,
er det indenfor familien muligt  at p&aring;vise b&aelig;rere af  genet, selv om man ikke kender 
den molekyl&aelig;r genetiske basis for selve sygdommen.
<p><b>Metode:</b> I  figur 12.1 er vist DNA-mark&oslash;rer A og B og et sygdomsgen (*).
De to dyr i figuren er hels&oslash;skende og man har typet dem for generne A og B 
s&aring;vel som deres afkom. Blandt afkommet var der to syge med genotyperne AABB, 
p&aring; grundlag af de to syge afkom er for&aelig;ldrenes og 
de &oslash;vrige afkoms genotype m.h.t. sygdomsgenet og  koblingsfaserne fastlagt.
<p>
<TABLE border=0 align=right width="60%">
<TR>
<TD></TD>Figur 12.1.
Genealogisk diagram med gamet typer p&aring;. Gamet typerne er 
deduceret p&aring; grundlag af test i laboratorium  og udspaltning 
hos afkom mens sygdomsgenet er deduceret p&aring; grundlag af de to
 udspaltninger af syge individer.
<TD></tr><tr>
<img src="../../genetik/12/4.gif"  ></TD>
</TABLE>

<p>Det femte afkom har en rekombination mellem sygdomsgenet og DNA-mark&oslash;ren B, idet den
 har genotypen AaBB og ikke er syg. 
<br>For at DNA-mark&oslash;ren skal have nogen v&aelig;rdi, m&aring; 
de dyr der udspalter for sygdomsgenet ogs&aring; v&aelig;re heterozygotiske for DNA-mark&oslash;ren.
<br>Opsummering af unders&oslash;gelsen: Dyr med genotypen aabb er fri for sygdomsgenet,
hvorimod alle genotyper med mindst en allel af de store bogstaver m&aring; forventes at v&aelig;re
anl&aelig;gsb&aelig;re af
sygdomsgenet. G&aring;r man bagud i stamtavlen vil alle individer med mindst en allel
af de store bogstaver v&aelig;re mist&aelig;nkt for at v&aelig;re anl&aelig;gsb&aelig;rer.

<P><b>DNA-mark&oslash;rer anvendt p&aring; populationsplan</b>
<br>Skal en DNA-mark&oslash;r anvendes p&aring; populationsplan m&aring; det baseres p&aring; at der er koblingsuligev&aelig;gt. 
Det vil der altid v&aelig;re s&aring;fremt at sygdomsgenet (mutationen) er opst&aring;et indenfor de seneste 10 til
15 generationer og mark&oslash;ren er tilstr&aelig;kkelig t&aelig;t koblet, dvs afstanden mellem
mark&oslash;ren og sygdomsgenet m&aring; v&aelig;re mindre end 1 cM. DNA-mark&oslash;ren kan p&aring; populationsniveau
kun give en indikation for at et givet dyr har en h&oslash;jere chance for at v&aelig;re anl&aelig;gsb&aelig;rer.
Det endelige bevis for koblingen kan kun etableres gennem samtidig udspaltning af syge individer
og DNA-mark&oslash;ren indenfor familier. 

<p><A HREF="5.htm">N&aelig;ste side</A>

</BODY>
</HTML>
