<HTML>
<HEAD>

<TITLE>P&aring;visning af DNA-mark&oslash;r for sygdomsgener eller QTL</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">

<h3>12.5 P&aring;visning af DNA-mark&oslash;r koblet til sygdomsgener eller QTL'er</h3>

<A HREF="4.htm">Foreg&aring;ende side</A>

<P><b>P&aring;visning af DNA-mark&oslash;r generelt</b>
<br>Hos pattedyr og fugle er st&oslash;rrelsen af det samlede genom ca. 3000
centi Morgan (cM) eller rekombinationsenheder, der er dog en betydelig variation 
mellem arter. De st&oslash;rste kromosomer er to til tre hundrede cM lange,
mens de mindste er under 100 cM lange. Her er der ogs&aring; betydelig forskel
mellem de enkelte arter, hvor mink kun har 15 kromosompar og hunden
har 39. Hos pattedyr er der forskel p&aring; rekombinationshyppigheden mellem
hanner og hunner, det er s&aring;ledes, at hunnerne har h&oslash;jere (10 to 20 %)
 rekombinationshyppighed end hannerne, hvilket is&aelig;r g&oslash;r sig g&aelig;ldende i omr&aring;derne
omkring centromerene. 
<br>T&aelig;t kobling er lettere at p&aring;vise end l&oslash;s kobling,
afstande over 30 cM er i praksis n&aelig;sten umulige at
p&aring;vise idet det kr&aelig;ver et meget stort antal informative
individer (500-1000). Det
er s&aring;ledes, at kobling indenfor 10 cM kan p&aring;vises p&aring; grundlag af under 
50 informative stk afkom fra en analysekrydsning.
<br>For at man kan d&aelig;kke genomet regnes der med, at der
skal anvendes en DNA-mark&oslash;r for hver 20 cM, dette giver
ialt 150 DNA-mark&oslash;rer, der skal types for at d&aelig;kke
hele genomet.
<br>For at DNA-mark&oslash;ren kan anvendes skal den v&aelig;re informativ,
dette er for de fleste DNA-mark&oslash;rer kun tilf&aelig;ldet i 
50-70 procent af familierne, der skal analyseres. For at
f&aring; et komplet set af DNA-mark&oslash;rer, m&aring; det derfor prescreenes
hos for&aelig;ldredyrene med op til 300 mark&oslash;rer, for at f&aring;
et brugbart s&aelig;t p&aring; 150 til analyse af en given familie.

<p><b>Egnet familiemateriale til p&aring;visning af sygdomsgen</b>
<br>Udspaltning af et sj&aelig;ldent forekommende recessivt 
sygdomsgen sker normalt i forbindelse med indavl
i forholdet 1 til 3. Den statistisk mest optimale situation
er en 1 til 1 udspaltning, men det kan normalt ikke skaffes
ved recessive sygdomsgener, men man kan n&oslash;jes med at type
lige s&aring; mange raske individer som syge for at f&aring; de
mest optimale analyse betingelser.
 
<br>For at finder frem til
sygdomsgenet skal man regne med typning af ca 10 for&aelig;ldre dyr
der er anl&aelig;gsb&aelig;rere mere end 20 stk afkom, hvoraf de 10 har
sygdommen. Man starter med typning af mark&oslash;r 1, derefter
udf&oslash;res en statistisk analyse. Man forts&aelig;tter med typninger af 
det n&aelig;ste mark&oslash;rgen  indtil man finder koblingen.
 Man kan finde den koblede allel ved f&oslash;rst DNA-mark&oslash;r,
eller man kan finde den ved mark&oslash;r nr 150, 
men man skal i gennemsnit anvende 75 mark&oslash;rer f&oslash;r man n&aring;r frem
til det koblede gen. Den statistisk signifikante 
association vil da se s&aring;ledes ud:
<pre>                      syg             ikke syg
           Genotype ------------------------------------  
	   AA	     |	 10	 	3 	 |  13
	   ikke AA   |	 4	        13 	 |  17
	            ------------------------------------ 
	             | 	14		16	 |  30</pre>
<br>Hvor der er nogle f&aring; rekombinanter, 3 med genotypen AA der
ikke  er syge, og 4 der er syge, der ikke har genotypen AA.
<br><b>Opsummering:</b> Skal man finde frem til en DNA-mark&oslash;r skal
man have et dyremateriale indenfor en eller to familier,
hvor man har information mindst 20 stk afkom, hvoraf mindst
10 er syge. For arter hvor der findes en mark&oslash;r chip, anvendes denne naturligvis da det 
det er b&aring;de hurtiger og billiger, man kan ogs&aring; n&oslash;jes med f&aelig;rre 
dyr da der p&aring; chippen er flere mark&oslash;rer for 
hver centi Morgan, s&aring; det kan p&aring;regnes, at der er mark&oslash;rer der har 0 rekombinanter.
<br>N&aring;r man har fundet frem til en koblet mark&oslash;r er det 
naturligt at g&aring; videre med mark&oslash;rer, der ligger imellem
de to mark&oslash;rer der gav kobling, da det ultimative m&aring;l
altid vil v&aelig;re at n&aring; frem til det egentlige sygdomsgen. 
S&aring; snart man har fundet et koblet gen vil sammenlignende studier
med andre arter ogs&aring; kunne begynde,
der t&aelig;nkes her p&aring; at finde kandidatgener
for sygdommen i de korresponderende kromosomomr&aring;der.
<br>Alternativt til den klassiske DNA-mark&oslash;r analyse
kunne v&aelig;re at man ved studie af sygdommen og sammenligning
med andre arter havde et kandidatgen. Et kandidatgen
er et gen som har en rimelig chance for at v&aelig;re skyld i sygdommen,
n&aring;r der er foretaget en vurdering af sygdommens &aelig;tiologi. Har
man et eller flere kandidatgen startes der med at type
for disse. Er det rigtige kandidatgen vil man
finde fuldst&aelig;ndig association, omvendt kan fuldst&aelig;ndig association
ikke give det endelige bevis p&aring; at kandidatgenet er sygdomsgenet.

<P><b>DNA-mark&oslash;rer anvendt til QTL studier</b>
<br>DNA-mark&oslash;rer for quantitative trait loci (QTL) kr&aelig;ver
langt st&oslash;rre datamaterialer end for at finde en DNA-mark&oslash;r
for et sygdomsgen, s&aring;fremt genet skal p&aring;vises i en normalt udavlet
population. QTL'er svarer til de loci, der er omtalt 
under definitionen af avlsv&aelig;rdi i lektion 6. De 
fremherskende problemer ved p&aring;visning af et QTL er endvidere, at
man ikke ved om der er et der spalter ud i en given
familie. Og man ved heller ikke p&aring; nogen m&aring;de, hvor stor 
effekten i givet fald skal v&aelig;re p&aring; en given egenskab.
Der er yderligere det problem, at n&aring;r man f&oslash;rst har 
p&aring;vist en QTL, kan man ikke p&aring; nogen m&aring;de v&aelig;re sikker p&aring;, at 
effekten skyldes et gen, da man ikke umiddelbart kan skelne den fra
 to koblede gener med hver sin effekt p&aring; den givne egenskab. 
<br>Planl&aelig;gning
af et QTL studier er  en sag der skal g&oslash;res meget
omhyggeligt, for at man kan forvente at n&aring; frem til
et fornuftigt resultat. 
Da man skal type mange dyr for at estimerer en given
QTL tilstr&aelig;kkeligt pr&aelig;cis til at den kan f&aring; praktisk betydning,
og der b&oslash;r gennemf&oslash;res statistisk power beregninger for at finde
frem til hvor mange dyr der skal types for at finde en given effekt.
Det er tillige  vigtigt at typningerne kan anvendes til at evaluere s&aring; 
mange egenskaber som muligt. S&aring; n&aring;r man starter med
at planl&aelig;gge et QTL studie er det vigtigt at f&aring; m&aring;lt
s&aring; mange egenskaber som muligt p&aring; de p&aring;g&aelig;ldende dyr.
Her kan n&aelig;vnes alle mulige m&aring;l for produktion, m&aring;l
for sygdomsforekomst og andre observerbare egenskaber.
Antallet af DNA-mark&oslash;rer, der
skal anvendes, svarer dog til de ca. 150, som blev n&aelig;vnt under 
afsnittet om p&aring;visning af DNA-mark&oslash;r for sygdomsgen.
<br>Alternativt til studier af QTL'er i normalpopulationer
kan v&aelig;re at anvende studie af F<sub>2</sub> individer
fra specielle eksotiske krydsninger som feks. mellem
tamsvin og vildsvin. S&aring;danne fundne QTL'er vil imidlertid
ikke umiddelbart kunne anvendes i forbindelse
med det normale avlsarbejde. S&aring;danne p&aring;viste QTL'er
kan imidlertid anvendes i forbindelse med udpegning af kandidatgener,
der kan bidrage til en dybere forst&aring;else af de almindelige 
fysiologiske funktioner.

<p><b>Sire og grandsire design til p&aring;visning af QTL'er</b>
<br><b>Grand sire designet</b> har v&aelig;ret anvendt en hel del indenfor
studie af kv&aelig;gpopulationer. Det g&aring; ud p&aring; at man kun
typer tyrene, idet man udv&aelig;lger tyre der har et st&oslash;rre
antal s&oslash;nner. Man opdeler da s&oslash;nnerne i to klasser
dem der har f&aring;et et bestemt gen fra faderen og dem der har
f&aring;et det andet. Man kan s&aring; danne en statistisk kontrast
mellem middel avlsv&aelig;rdien af de to klasser, dem med eller
uden genet fra grand sire. Dette kan g&oslash;res for alle
DNA-mark&oslash;rer og der er pt. fundet frem til QTL'er for
fedt % og m&aelig;lkeydelse i amerikanske bestande af Holstein
Frisian, men QTL'erne har endnu ikke v&aelig;ret anvendt i praktisk
avlsarbejde.
<br>Fordelen ved grand sire designet er, at der skal types
forholdsvis f&aring; individer og man har en 1 til 1 udspaltning blandt 
afkommet, men en af begr&aelig;nsningerne er,
at der kun kan estimeres additive effekter, hvilket er
tilf&aelig;ldet i sire designet.
<br><b>Sire designet</b>; her types alle individer der m&aring;les s&aring;vel
som for&aelig;ldre dyrene. Men da DNA-mark&oslash;rerne er mest interessante
for egenskaber med lav heritabilitet skal der types mange
dyr for at f&aring; et rimeligt pr&aelig;cist sk&oslash;n for effekterne. Man
f&aring;r her alle tre  genotype klasser blandt afkom med 1:2:1 udspaltning.

<br>Variansen p&aring; en geneffekt (middelv&aelig;rdi) er omvendt
proportional med antallet, p&aring; hvilket geneffekten
 er baseret.
En kontrast mellem to effekter kan i princippet 
evalueres med
et t-test, her er det ogs&aring; den middelv&aelig;rdi der er baseret
p&aring; f&aelig;rrest antal der bestemmer hvor st&aelig;rk testet er.
<p>Nedenst&aring;ende er vist en tabel med mindste signifikante forskelle. 
Forskellene  er p&aring;vist i en population med middel sygdomsfrekvens p&aring; 10 %. Syg ikke
syg er binominalfordelt med variansen 0,1*0,9/N hvor antallet er testede dyr 
i en klasse. S.D. er beregnet som sqrt(0,1*0,9/N + 0,1*0,9/N) og t = dif/S.D. og anvendelse
af 5% signifikansgr&aelig;nser.
<p>
<TABLE BORDER="0" WIDTH="100%">
<TR VALIGN="TOP"><TD>Antal A<SUB>1</SUB></TD>
<TD>Antal A<SUB>2</SUB></TD>
<TD>S.D.</TD>
<TD>Mindste signifikante differens i  sygdomsfrekvens </TD></TR>


<TR VALIGN="TOP"><TD>5000</TD>
<TD>5000</TD>
<TD>0,00600</TD>
<TD>1,8 % enheder</TD></TR>

<TR VALIGN="TOP"><TD>500</TD>
<TD>500</TD>
<TD>0,0190</TD>
<TD>5,7 % enheder</TD></TR>

<TR VALIGN="TOP"><TD>100</TD>
<TD>100</TD>
<TD>0,0420</TD>
<TD>12,6 % enheder</TD></TR>
</TABLE>
<br>For f.eks. at kunne p&aring;vise en forskel i sygdomsforekomst
p&aring; 10 procent enheder, skal der v&aelig;re ca 200 dyr i 
hver genotype gruppe, hvoraf de dyr der har f&aring;et A<SUB>3</SUB> er der 5 % syge
og de dyr der har f&aring;et A<SUB>4</SUB> er der 15 % syge.
 Tabellen refererer til parringstyperne vist nedenst&aring;ende,
der viser de to design med A<SUB>1</SUB>A<SUB>2</SUB> som spalter ud i grand sire
designet, A<SUB>3</SUB>A<SUB>4</SUB> som spalter ud i sire designet. Ligger
QTL'en midt mellem A og B locus som vist, skal man f&aring; signifikant effekt
i begge mark&oslash;rsystemer, s&aring;fremt der er nogen.

<P >
<TABLE border=0 >
<TR>
<TD>Figur 12.2.  Viser de to klassiske design sire og grand sire til p&aring;visning af QTL'er med test af afkom for mark&oslash;rgen og f&aelig;notype m&aring;ling. Contrasterne kan sammenlignes med t-test.
<br><IMG SRC="../../genetik/12/gsire.gif"     ></TD>
</TABLE>

<br>I  figur 12.2 er vist de to klassiske design. Der er en grandsire med genotypen
A<SUB>1</SUB>A<SUB>2</SUB> i et lokus. Tyren har 20 s&oslash;nner der types, der er
10 s&oslash;nner der har f&aring;et A<SUB>1</SUB> mark&oslash;ren og 10 der har f&aring;et A<SUB>2</SUB> mark&oslash;ren.
Der regnes gennemsnit for en egenskab for alt afkom efter A<SUB>1</SUB> 
s&oslash;nnerne og tilsvarende for 
alt afkom efter A<SUB>2</SUB> s&oslash;nnerne. Forskellen mellem disse to 
tal kaldes en kontrast. I grand sire designet kommer genotypedata fra 
f&aelig;drene og phenotypedata fra deres afkom.
<br>I sire designet kommer phenotypedata og genotypedata fra de samme dyr. Sire
designet er vist i h&oslash;jre side af grafen. kontrasterne der er vist er de samme som for
grandsire designet, men der kan ogs&aring; dannes kontraster mellem f.eks genotyperne
A<SUB>2</SUB>A<SUB>3</SUB> og A<SUB>2</SUB>A<SUB>4</SUB> osv.

<p><A HREF="6.htm">N&aelig;ste side</A>

</BODY>
</HTML>
