<HTML>

<HEAD>
<TITLE>Resultater af selektionsfors&oslash;g for forbedret sygdomsresistens.</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">

<h3>12.6 Resultater af selektionsfors&oslash;g for forbedret sygdomsresistens.</h3> 
(f&oslash;rste halvdel er uddrag fra Andresen &amp; Christensen, NKVet Symposium Voksen&aring;sen, Oslo 21-23.8.1977)</h3>
<br><A HREF="5.htm">Foreg&aring;ende side</A>

<P>Der findes i litteraturen talrige beretninger om vellykket selektion mod arveligt betingede
sygdomme; men i n&aelig;sten alle tilf&aelig;lde drejer det sig om simpelt recessive egenskaber, som
bek&aelig;mpes ret rutinem&aelig;ssigt.  Dog er der naturligvis problemer i de tilf&aelig;lde, hvor den
iv&aelig;rksatte selektion modvirkes s&aring;ledes som man kommer ud for i forbindelse med
overdominansf&aelig;nomenet, hvor heterozygoterne har en st&oslash;rre reproduktionsegnethed (fitness)
end homozygoterne.

<P>N&aring;r der derimod er tale om sygdomme med en polygenisk disposition, er beretninger om
heldigt udf&oslash;rt selektion sparsomme for de st&oslash;rre husdyrs vedkommende.  De resultater, der er
opn&aring;et i retning af st&oslash;rre sygdomsresistens, er for en stor del baseret 
p&aring; krydsning. At det
ikke blot i teorien, men ogs&aring; i praksis er muligt at opn&aring; v&aelig;sentlige resultater af selektion mod
specifikke sygdomme, er med stor tydelighed vist indenfor h&oslash;nseavlen og ved avl med laboratoriedyr.</P>

<P>
<TABLE border=0 align=right width="60%" >
<TR>
<TD>Figur 12.3.
 Selektions fors&oslash;g for og imod neoplasma d&oslash;dsfald hos h&oslash;ns.</TD></tr><tr>
<TD><img src="../../genetik/12/6.gif"  ></TD>

</TABLE>

<br>For h&oslash;ns' vedkommende skal her kort  berettes om de af Cole og Hutt (1973, Anim. Breed.
Abstra. 41:103-118) udf&oslash;rte selektionsfors&oslash;g, se figur 12.3.  Omkring 1935 etableredes to h&oslash;nselinjer, C og
K. De to linjer viste 14.2 og 11.3 % neoplasme-d&oslash;dsfald p&aring; grund af h&oslash;nseleukose, herunder
Marek's disease.  I perioden 1935-69 produceredes 34 generationer indenfor hver af de to linjer.</P>


<P>Initialgenerationen var uselekteret, men for hver af de f&oslash;lgende generationer udvalgtes
resistente avlsdyr i hver linje.  I 1935 etableredes tillige en tredje linje, S, p&aring; grundlag af
individer, der var modtagelige (susceptible line) for leukose.  Denne linje blev i alle f&oslash;lgende
generationer vedligeholdt ved fortsat selektion af avlsdyr, der var modtagelige.  De tre linjer
opholdt sig i f&aelig;lles milj&oslash;.  Bortset fra perioden 1958-61 (jf.  grafen) m&aring; milj&oslash;et antages at
have v&aelig;ret virusinficeret i betydelig grad i hele fors&oslash;gsperioden.  Figuren viser tydeligt, at
selektionen har v&aelig;ret ret effektiv i begge retninger, idet der ved fors&oslash;gets afslutning (opg&oslash;relse
1967-69) var en neoplasme -d&oslash;delighed p&aring; ca. 60 % i den modtagelige linje, medens de to
resistente linjer, C og K, havde en neoplasme-d&oslash;delighed p&aring; henholdsvis 3,7 % og 0,9 %. I
samme periode reduceredes det totale antal d&oslash;dsfald fra 51,5 % (C) og 44,4 % (K) til
henholdsvis 12,7 % og 8,0 %. D&oslash;dsfaldene er opgjort i perioden fra 43 til 500 dage efter
kl&aelig;kningen. De n&aelig;vnte selektionsresultater er opn&aring;et til trods for forholdsvise lave
heritabilitetsestimater  og til trods for, at der samtidig blev selekteret for mange andre
egenskaber.  De gode resultater m&aring; dog forklares med, at der er anvendt afkomsunders&oslash;gelser
som udvalgskriterium.  I &oslash;vrigt mener Cole &amp; Hutt, at samme resultater kunne v&aelig;re opn&aring;et p&aring;
betydeligt kortere tid under anvendelse af en selektionsprocedure, som kun blev anvendt i en
del af fors&oslash;gsperioden.




<P>Da leukocyter er af betydning ved udvikling af resistens, er det af interesse at vide, at det er
muligt at selektere for h&oslash;jt og lavt leukocyttal i blodet
(WBC= white blood cell).  S&aring;danne fors&oslash;g er udf&oslash;rt hos mus (Chai
1975, J.Heredity 66:301-309).
I initial populationen, 
(generation 0) havde man  et
leukocyttal p&aring; 6-8 x 10<SUP>3 </SUP>pr. mm<SUP>3</SUP>.  Efter 22 generationers 
selektion i HLC (high leucocyte count) og LLC (low leucocyte count) linjerne
n&aring;et tallene henholdsvis 36-38 x 10<SUP>3</SUP> og 4-5 x 10<SUP>3</SUP>, 
medens kontrolpopulationen har n&aring;et et
niveau p&aring; ca . 10 x 10<SUP>3</SUP> , alts&aring; ikke v&aelig;sentligt 
forskelligt fra initialpopulationens (en evt.
signifikant forskel kan bero p&aring; "random genetic drift").

<P>I relation til dette selektionsfors&oslash;g skal til sidst n&aelig;vnes, at man har beregnet en h<SUP>2</SUP> v&aelig;rdi p&aring; 0,20
for lymfocyttallet hos visse kv&aelig;gracer.  
Hvis det er &oslash;nskeligt, kan lymfocyttallet alts&aring; let &aelig;ndres ved selektion. 



<P><TABLE border=0 align=right width="60%" >
<TR>
<TD>Figur 12.4.
Selektions fors&oslash;g for h&oslash;jt 
og for lavt antistof titer mod f&aring;re erotrocytter hos mus.</TD></tr><tr>
<TD><img src="../../genetik/12/61.gif"   ></TD>
</TABLE>


Hos mus har Biozzi et al. 
(1972, J.Exp.Med. 135:1071-1094) selekterede for h&oslash;jt og lavt
antistofrespons i forbindelse med experimentel immunisering
med f&aring;re erotrocytter (SE), se figur 12.4.  Som det fremg&aring;r af grafen
viste initialpopulationen et antistoftiter med et middeltal p&aring; omkring 1000 (ln 1000 = 6,9), men
efter 20 generationers selektion i hver retning var de to linjer skarpt adskilte med et
gennemsnitligt antistofrespons svarende til titrene 40 og 10.000. Yderligere har det vist sig, at
der til trods for selektion for antistofproduktion mod et specifikt antigen i "high line" samtidig
blev opn&aring;et antistofproduktion mod flere forskellige antigener.  
P&aring; baggrund heraf kan man m&aring;ske
forestille sig, at det eventuelt vil v&aelig;re muligt at selektere for 
generel sygdomsresistens ved
simpelthen at selektere for h&oslash;j immunglobulinkoncentration.  
Sidstn&aelig;vnte er i hvert fald
muligt, idet Jensen &amp; Christensen (1975, J.Anim.Sci. 40:392-396) 
har vist, at f.eks. IgG 2 hos
RDM kv&aelig;g har en heritabilitet p&aring; ca. 0,2. 


<P>For at afpr&oslash;ve de af Biozzi et al. (1972, J.Exp.Med. 135:1071-1094) selekteret mus for h&oslash;jt
og lavt antistofrespons i forbindelse med experimentel immunisering, er der gennemf&oslash;rt en lang
r&aelig;kke challenge fors&oslash;g med experimentelle infektioner p&aring; de to muselinier. Det skal her
bem&aelig;rkes at de mus der har et h&oslash;jt generelt antistofsvar generelt har et d&aring;rligt cellul&aelig;rt forsvar.
Individer med godt cellul&aelig;rt forsvar vil fjerne antigenerne v.h.a. 
deres makrofager, og derfor vil
antigenet blive fjernet, f&oslash;r der kan dannes antistof mod det. 
S&aring; det naturen har fundet frem til er
et kompromis mellem et godt cellul&aelig;rt og humoralt immunforsvar, 
som det ogs&aring; fremg&aring;r af figur 12.5.

<P><TABLE border=0 align=right width="60%"  >
<TR>
<TD>Figur 12.5.
Challenge fors&oslash;g med forskellige mikroorganismer p&aring; dyr 
selekteret for  h&oslash;jt og for lavt antistof titter mod f&aring;re erotrocytter hos mus.</TD> </tr><tr>
<TD><img src="../../genetik/12/63.gif"  ></TD>
</TABLE>

Men nu tilbage  til Biozzi's challenge fors&oslash;g (Biozzi et al. Proc. World Cong. on Genet. Appl.
Livestock Improvement, Madrid 4-8 oct 1982 Vol 5:150-163). De anvendte challenge med
mere end 10 forskellige patogener, herunder Salmonella thypimurium og Rabies virus, og deres
hovedkonklusioner kan ses i n&aelig;rv&aelig;rende graf. I grafen er vist, at 
individer  hvis makrofag aktivitet og immunsvar ligger omkring middel vil kun blive
svagt angrebet af de fleste infektioner. Individerne med h&oslash;jt antistofsvar vil
blive st&aelig;rkt angrebet af sygdomme, der kr&aelig;ver makrofagaktivitet som forsvar, det omvendte er
tilf&aelig;ldet for sygdomme der kr&aelig;ver et st&aelig;rkt antistofsvar.
<br>

<P><b>Konklusion:</b> 
<br>Den konklusion som kan drages fra de gamle fors&oslash;g m&aring; v&aelig;re, at det er muligt at avle for speciel
resistens, men en s&aring;dan avl vil normalt blive overhalet af muligheden for vaccination, hvilket
ogs&aring; er sket for h&oslash;nseleukose vedkommende. Det m&aring; endvidere konkluderes, at det ikke er
muligt at selektere for generel resistens ved at selektere for h&oslash;je eller lave v&aelig;rdier af
immunitetens komponenter, idet de er modsat rettede og deres naturlige niveau vil v&aelig;re
balanceret i forhold til en populations historie med hensyn til infekti&oslash;se agens.  S&aring; renavl kan
ikke benyttes til at forbedre den generelle resistens
 baseret p&aring; de immunologiske komponenter. Men hvad med krydsning? </FONT></P>


<P>Ved at se p&aring; Biozzi's graf fra callenge fors&oslash;get kan man konkludere, 
at det alt andet lige er bedst at ligge i
n&aelig;rheden af middelv&aelig;rdien, idet det er de ekstreme dyr,
der uds&aelig;ttes for de sv&aelig;reste sygdomsangreb. S&aring; et af midlerne til at opn&aring; s&aring; 
lav sygelighed som muligt er at 
arbejde med en ensartet population af dyr med den optimale middelv&aelig;rdi. 
<br>Ensartethed kan opn&aring;s via krydsningsdyr. Tovejs, trevejs eller
tilbagekrydsninger er p&aring; grund af dominansforholdene mere ensartede end renavlsdyr.
Det skulle derfor v&aelig;re muligt at finde frem til krydsningskombinationer, der 
har den rigtige middelv&aelig;rdi i
forhold til en populationens sygdomsudfordringer. 
F<SUB>2</SUB> dyr eller fire-vejskrydsninger  er mere
heterogene, og ydergrupperne vil derfor, som i renavlspopulationer,
v&aelig;re mere udsatte for forskellige sygdomme, s&aring;
anvendelse af den type dyr i produktionen b&oslash;r normalt undg&aring;s.

<br>Der foreligger p.t. ingen praktiske fors&oslash;g, der kan verificere de fremsatte postulater
vedr. forskel i sygelighed mellem de forskellige krydsningstyper. Der b&oslash;r derfor snarest
iv&aelig;rks&aelig;ttes analyser af disse forhold.

<p><A HREF="0.htm">Lektion 12</A>
</BODY>
</HTML>
