<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Sistem&aacute;tico desviaciones del  equilibrio  Hardy-Weinberg</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3></H3>
<H3>3.1 Sistem&aacute;tico desviaciones del  equilibrio Hardy-Weinberg</H3>

<P><A HREF="0.htm">Cap&iacute;tulo 3</A> </P>

<P>En una gran poblaci&oacute;n con apareamiento al azar del  equilibrio H-W  ocurre 
a menos que la poblaci&oacute;n esta sometida 
a efectos sistem&aacute;ticos, que pueden cambiar las 
frecuencias g&eacute;nicas. Los procesos  sistem&aacute;ticos pueden ser divididos 
en las categor&iacute;as mostrado en Figura 3.1.
<TABLE BORDER="0" WIDTH="90 %">
<TR><TD WIDTH="15 %"><BR>
Figura 3.1.<BR>
<BR>
Mutaci&oacute;n, <BR>
<BR>
<BR>
<BR>
Migraci&oacute;n y<BR>
<BR>
<BR>
<BR>
Selecci&oacute;n
<br></TD>
<TD WIDTH="75 %"><img src="../../genetik/3/1a.gif" width="423" height="230" align=bottom ></TD></TR></TABLE>

<P>Para los verdaderos genes (los genes de estructura) <STRONG>mutaciones</STRONG> 
generalmente se producen con una frecuencia de 0,1 a 1 por mill&oacute;n de gametos por gen. Se produce 1000 veces m&aacute;s 
a menudo en el n&uacute;mero de repeticiones de secuencias cortas repetidas de ADN (mikrosatellites). 
Estas secuencias no se traducen 
en prote&iacute;nas, pero funciona como 
separaci&oacute;n entre los genes. La suma de todas las mutaciones en los genes que constituyen 
cada nuevo individuo  lleva a una o m&aacute;s nuevas mutaciones. La mayor&iacute;a de las nuevas 
mutaciones en los genes de estructura son nocivas. Por lo tanto, debido a la baja 
"fitness" una selecci&oacute;n de los animales portadores de mutaciones perjudiciales 
se producen en cada generaci&oacute;n. M&aacute;s de un gran n&uacute;mero de generaciones de un equilibrio entre las nuevas mutaciones y 
de selecci&oacute;n se establecer&aacute;. Para genes recesivos el equilibrio 
frecuencia g&eacute;nicas (q) se puede calcular mediante la siguiente ecuaci&oacute;n:</P>

<P>q<SUP>2</SUP>*s = my, </P>

<P>La frecuencia de mutaci&oacute;n (my) es igual a la frecuencia de los individuos
 recesivos que son eliminados  
en cada generaci&oacute;n (q<SUP>2</SUP>*s). Para los genes dominantes  el 
equilibrio frecuencia g&eacute;nicas (p) se puede calcular mediante la
 siguiente ecuaci&oacute;n: </P>

<P>(1/2)2pq*s = ps = my,</P>

<P>La frecuencia de mutaci&oacute;n (my) es igual a la mitad de la frecuencia
 de animales heterocigotos,
 que se separa en cada generaci&oacute;n (pq * s) y q es 
aproximadamente 1. Para la definici&oacute;n de s ver secci&oacute;n 3.2.</P>

<P>En las poblaciones naturales <STRONG>migraci&oacute;n</STRONG> a menudo 
 ocurre desde el barrio m&aacute;s cercano. 
As&iacute; una transici&oacute;n sin tropiezos en la frecuencia g&eacute;nicas se produce entre los sub
poblaciones. En la crianza de animales   migraci&oacute;n corresponde a la introducci&oacute;n de nuevos animales. 
Normalmente se compra el mejor donde se cr&iacute;an los animales.</P>

<P><STRONG>Selecci&oacute;n</STRONG> natural se corresponde con el t&eacute;rmino 
"supervivencia del mas apto" (survival of the fittest), conocida a partir de la teor&iacute;a de la evoluci&oacute;n de Darwin. 
La selecci&oacute;n natural rara vez  llevan a 
la fijaci&oacute;n de genes, como una poblaci&oacute;n a menudo son sometidos 
a cambios repentinos en las condiciones ambientales. 
Por lo tanto, puede ser una ventaja para una poblaci&oacute;n
con genes que, en la situaci&oacute;n actual, no son las &oacute;ptimas. Sobre genes
 recesivos 
otra parte se puede llevar en baja frecuencia con peque&ntilde;as p&eacute;rdidas de 
vitalidad (fitness). 


<P>El t&eacute;rmino <STRONG>carga de gen&eacute;ticos (en ingles genetic load)</STRONG> 

es usado para describir una poblaci&oacute;n con genes letales o con genes 
de menores fitness. Una poblaci&oacute;n s&oacute;lo puede mantener una carga determinada, 
que se separa con selecci&oacute;n en cada 
generaci&oacute;n. En contraste con las nuevas mutaciones, que desempe&ntilde;an un papel de menor importancia, 
es m&aacute;s costoso mantener los sistemas, donde superdominancia ocurre con la  eliminaci&oacute;n 
de parte de ambos tipos de homozigotos en cada generaci&oacute;n.<BR>

<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="50 %">
<TR><TD><BR>
Figura 3.2 <BR>
Toro de la raza belga azul que tiene  dobles m&uacute;sculos. El t&eacute;rmino "carga gen&eacute;tica" se visualiza directamente.</TD>
<TD><img src="../../genetik/3/belgian.jpg" width="151" height="100" align=bottom ></TD></TR></TABLE>

<P>En la raza azul belga, un mutante recesivo (m&uacute;sculos doble) se presenta.
 Esta raza se muestra en la Figura 3.2. El gen s&oacute;lo se puede transmitir si un alto n&uacute;mero 
de ces&aacute;reas son aceptadas como los terneros son demasiado grandes para  nacer de
 manera natural. En la naturaleza la mayor&iacute;a de estos terneros m&uacute;sculos dobles
   se mueren, por lo tanto en la naturaleza 
el gen s&oacute;lo existe en una frecuencia muy baja.
<P>

<P>En las secciones siguientes se dar&aacute; f&oacute;rmulas para predecir los  cambios de frecuencias g&eacute;nicas 
cuando una poblaci&oacute;n est&aacute; expuesta a la presi&oacute;n 
de selecci&oacute;n sobre un genotipo determinado.
</P>

<P><A HREF="2.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
