<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Selecci&oacute;n de heterocigotos</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>3.3 Selecci&oacute;n para heterocigotos </H3>

<P><A HREF="2.htm">P&aacute;gina anterior</A></P>

<P>Mediante la selecci&oacute;n de heterocigotos (superdominante)  se obtiene
la siguiente tabla. Selecci&oacute;n contra el recesivo (s<sub>2</SUB>)
 y la dominante (s<sub>1</SUB>) es relativa en 
comparaci&oacute;n con los tipos de heterocigotos. <BR> 

<PRE> Tabla con formulaci&oacute;n de selecci&oacute;n  de heterocigotos:

---------
Genotipo         EE               Ee             ee       Total
Frecuencia        p<SUP>2</SUP>               2pq            q<SUP>2</SUP>       = 1,00
Fitness          1-s<SUB>1</SUB>              1            1-s<SUB>2</SUB>      
Proporci&oacute;n       p<SUP>2</SUP>(1-s<SUB>1</SUB>)         2pq           q<SUP>2</SUP>(1-s<SUB>2</SUB>)   = 1-p<SUP>2</SUP>s<SUB>1</SUB> - q<SUP>2</SUP>s<SUB>2</SUB>
despu&eacute;s de selecci&oacute;n  
---------
</PRE>

<P>Despu&eacute;s de selecci&oacute;n  la frecuencia g&eacute;nica se calcula por el m&eacute;todo de 
conteo de genes, como se muestra en la secci&oacute;n 3.2.<BR>
</P>
<PRE>              q' = (2q<SUP>2</SUP>*(1-s<SUB>2</SUB>) + 2pq)/(2*(1-p<SUP>2</SUP>s<SUB>1</SUB> - q<SUP>2</SUP>s<SUB>2</SUB>)) 
</PRE>

<P>La frecuencia q' representa los genes que sobreviven y, por tanto, 
corresponde a 
las frecuencias g&eacute;nicas en la pr&oacute;xima generaci&oacute;n antes de la selecci&oacute;n. 
En este caso, 
relativa a superdominante, la selecci&oacute;n no se acabar&aacute; por la 
fijaci&oacute;n de uno de los alelos, 

El equilibrio de frecuencias se denomina q (sombrero), y el 
equilibrio se alcanza cuando no hay ning&uacute;n cambio 
de una generaci&oacute;n a la siguiente, es decir, el delta q = 0 <BR> 

</P>
<PRE>          delta q = q' - q = pq(ps<SUB>1</SUB>-qs<SUB>2</SUB>)/(1-p<SUP>2</SUP>s<SUB>1</SUB> - q<SUP>2</SUP>s<SUB>2</SUB>) = 0
                                ps<SUB>1</SUB>-qs<SUB>2</SUB>                = 0  

y resolvi&oacute; con respecto a la q le da el equilibrio de frecuencias 

 
            q(sombrero) = s<SUB>1</SUB> / (s<SUB>1</SUB> + s<SUB>2</SUB>) o
            p(sombrero) = s<SUB>2</SUB> / (s<SUB>1</SUB> + s<SUB>2</SUB>)</PRE>

<P>Delta q es igual al cambio de las frecuencias g&eacute;nicas de una generaci&oacute;n a la siguiente. 
Cuando las frecuencias g&eacute;nicas es m&aacute;s grande que el equilibrio  frecuencia 

q delta q (sombrero) pasa a ser negativa, y cuando la frecuencia q es menor 
delta es positivo. 
Por lo tanto la selecci&oacute;n de heterocigotos es una selecci&oacute;n sin fin. Por lo tanto, 
la poblaci&oacute;n deber&iacute;a llevar una gran carga gen&eacute;tica, es costoso mantener 
este tipo de polimorfismo. Superdominante es mejor utilizado en la crianza de
 animales para 
la producci&oacute;n de cruces, en la que todas las individuas pueden 
ser heterocigotos.
 <A NAME="Fig"></A> <BR>

<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="40 %">
<TR><TD>Figura 3.4.<BR>
Fitness condiciones por superdominante.<BR>
<img src="../../genetik/3/3.gif" ></TD></TR></TABLE>

<P>Fitness para superdominante se visualiza en la Figura 3.4, aqu&iacute; los dos tipos homocigotos tienen una aptitud 
nivel que es inferior a los heterocigotos, cuyo fitness es de 1.</P>

<P><STRONG>Ejemplo:</STRONG> El cl&aacute;sico 
ejemplo de la gen&eacute;tica humana de superdominante es la 
aparici&oacute;n de la enfermedad recesiva mendeliana heredado 
con anemia de c&eacute;lulas falciformes con
una frecuencia de alrededor del 5 porciento correspondiente a 
q = 0,22 en zonas de malaria. 
Los individuos que son heterocigotos para la anemia de c&eacute;lulas falciformes son resistentes 
a la malaria, esto les da una mayor posibilidad de supervivencia que de los individuos normales. 
Las personas con anemia tienen bajos posibilidades de supervivencia, s<sub>2</SUB> = 1. <BR> 
&iquest;Cu&aacute;l es el nivel de fitness para el homocigoto normal en comparaci&oacute;n
 con los heterocigotos?</P>


<PRE>El equilibrio se produce cuando p(sombreo) = s<SUB>2</SUB> / (s<SUB>1</SUB> + s<SUB>2</SUB>) = 1 - q =1 - 0,22 

lo que da           s<SUB>1</SUB> = (s<SUB>2</SUB> /(1 - q)) - s<SUB>2</SUB> = 0,285</PRE>
<BR>

<P>Fitness de condiciones de los individuos normales en un &aacute;rea de la malaria es de 1 - 0,285 = 71,5
 porciento en comparaci&oacute;n 
con los heterocigotos. La "carga gen&eacute;tica" 
de la poblaci&oacute;n es p<SUP>2</SUP>s <sub>1</SUB> + q<SUP> 2</SUP>s<sub>2 </SUB> = 
0,22, lo que significa que   22 porciento de una generaci&oacute;n sucumben para mantener
 el equilibrio, ya sea 
a causa de la anemia o de la malaria.</P>

<P>Applet para el c&aacute;lculo de las frecuencias g&eacute;nicas de diferentes combinaciones de fitness, 

<A HREF="../applets/selekt.htm">haga clic aqu&iacute;</A> </P>

<P><A HREF="4.htm">P&aacute;gina siguiente </A> </P>

</BODY>
</HTML>
