<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Selecci&oacute;n contra heterocigotos</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>3.4 Selecci&oacute;n contra heterocigotos</H3>

<P><A HREF="3.htm">P&aacute;gina anterior</A> </P>

<P>La tabla, que se utiliz&oacute; en la selecci&oacute;n de heterocigotos, tambi&eacute;n se puede utilizar en 
 la selecci&oacute;n contra heterocigotos. Selecci&oacute;n (s) de la recesiva y el tipo dominante 
ahora tiene un signo negativo y de nuevo es relativo el heterocigoto tipo, ver Figura 3.5. </ P> 

<PRE> Tabla con formulaci&oacute;n de selecci&oacute;n contra heterocigotos,
 s<sub>1</SUB> y s<sub>2</SUB> es ahora negativa:
---------
Genotipo         EE               Ee             ee       Total
Frecuencia         p<SUP>2</SUP>               2pq            q<SUP>2</SUP>       = 1,00
Fitness          1-s<SUB>1</SUB>              1            1-s<SUB>2</SUB>      
Proporci&oacute;n       p<SUP>2</SUP>(1-s<SUB>1</SUB>)         2pq           q<SUP>2</SUP>(1-s<SUB>2</SUB>)   = 1-p<SUP>2</SUP>s<SUB>1</SUB> - q<SUP>2</SUP>s<SUB>2</SUB>
despu&eacute;s de selecci&oacute;n
---------
</PRE>

<P>Despu&eacute;s de selecci&oacute;n las frecuencias g&eacute;nicas se calculan por medio de
 m&eacute;todo de conteo los genes, como se muestra en la secci&oacute;n 3.2.<BR>
</P>
<PRE>              q' = (2q<SUP>2</SUP>*(1-s<SUB>2</SUB>) + 2pq)/(2*(1-p<SUP>2</SUP>s<SUB>1</SUB> - q<SUP>2</SUP>s<SUB>2</SUB>)) </PRE>

<P> 
La frecuencia q' representa los genes que sobreviven y, por tanto, corresponde a 
las frecuencias g&eacute;nicas en la pr&oacute;xima generaci&oacute;n antes de la selecci&oacute;n. 
El equilibrio de frecuencias se denomina q (sombrero), y el equilibrio se 
alcanza cuando no hay ning&uacute;n cambio 
de una generaci&oacute;n a la siguiente, es decir, el delta q = 0. <BR> 

<PRE>          delta q  = pq(ps<SUB>1</SUB>-qs<SUB>2</SUB>)/(1-p<SUP>2</SUP>s<SUB>1</SUB> - q<SUP>2</SUP>s<SUB>2</SUB>) = 0

             q(sombrero) = s<SUB>1</SUB> / (s<SUB>1</SUB> + s<SUB>2</SUB>)</PRE>
<br>
<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="40 %">
<TR><TD>Figura 3.5<BR>
Fitness condici&oacute;n de la selecci&oacute;n contra heterocigotos.<BR>
<img src="../../genetik/3/4.gif" align=bottom >
</TD></TR></TABLE>

<P> Figura 3.5 muestra el nivel de fitness cuando la selecci&oacute;n es en contra  del heterocigoto.
 Los dos tipos homocigotos nivel de fitness son superiores del 
heterocigoto, cuyo fitness es  1.</P>

<P>Delta q es el cambio en las frecuencias g&eacute;nicas de una generaci&oacute;n a la siguiente. 
Cuando las frecuencias g&eacute;nicas es m&aacute;s grande que el equilibrio de la frecuencia 
q (sombrero), el delta q es positiva, y cuando la frecuencia es menor delta q es 
negativo. Por lo tanto,  la selecci&oacute;n contra heterocigotos lleva a una situaci&oacute;n inestable. 
Que conduce a la fijaci&oacute;n del alelo cuya frecuencia es superior a la del 
 equilibrio. En algunos casos, los heterocigotos pueden ser seleccionados en contra 
un periodo de vida y selecci&oacute;n en favor del otro, y a&uacute;n se
 produce el equilibrio.</P>

<P>Un ejemplo de la selecci&oacute;n contra los heterocigotos: Cuando el cromosoma polimorfismo 
ocurre en el zorro azul, como se muestra en la secci&oacute;n 10,3, los heterocigotos 
 tienen una menor tasa de reproducci&oacute;n que el de los homocigotos. 
Sin embargo, el polimorfismo 
a&uacute;n se encuentra en muchas poblaciones naturales, 
 y a&uacute;n se produce el equilibrio.</P>

<P><A HREF="5.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
