<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Desviaciones aleatorias del equilibro Hardy-Weinberg</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>3.5 Desviaciones aleatorias del equilibrio Hardy-Weinberg</H3>

<P><A HREF="4.htm">P&aacute;gina anterior</A> </P>

<P>Problemas pueden ocurrir con el equilibrio de H-W en poblaciones peque&ntilde;as, 
donde un gen puede cambiar la frecuencia 
por casualidad. <BR> 
En una poblaci&oacute;n m&aacute;s peque&ntilde;a posible (1 macho y 1 hembra), s&oacute;lo  4 genes pueden ser 
llevadas a la pr&oacute;xima generaci&oacute;n. En un sistema con dos alelos 
p = 0,5, lo que corresponde a las 5 posibles frecuencias g&eacute;nicas en la pr&oacute;xima generaci&oacute;n, como se muestra 
m&aacute;s adelante, cuando ambos padres han sido heterocigotos (Aa):
 </P>
<PRE>AA - AA  q=0
AA - Aa  q=0,25
AA - aa  q=0,5
Aa - Aa  q=0,5
Aa - aa  q=0,75
aa - aa  q=1</PRE>

<P>Si las frecuencias g&eacute;nicas son 0 o 1, el gen es fijo o perdido.  Si 4 genes 
se han extra&iacute;do de una base de poblaci&oacute;n con una frecuencias g&eacute;nicas de p = 0,5, la posibilidad de 
 p&eacute;rdida o de fijaci&oacute;n (cada uno de los cuatro genes es a o  A) es 0,5<SUP>4</SUP> = 0,0625.
<br>
<TABLE ALIGN="RIGHT" BORDER="0" WIDTH="50 %">
<TR><TD>
    Figura 3.6
    <br>Desviaciones est&aacute;ndar a partir de una frecuencia de 
genes en funci&oacute;n del tama&ntilde;o de la poblaci&oacute;n.<BR>
<img src="../../genetik/3/5.gif" width="355" height="211" align=bottom ></p>
  </TD></TR></TABLE>

<P>Las frecuencias g&eacute;nicas  son bajas a una varianza   binomial. Esto puede ser usado 
en la evaluaci&oacute;n si es una poblaci&oacute;n peque&ntilde;a, con los cambios al azar en 
las frecuencias g&eacute;nicas o un grande con  frecuencia g&eacute;nicas estable. <BR> 
Un applet para simular los cambios al azar en las frecuencias g&eacute;nicas
 en funci&oacute;n del tama&ntilde;o de la poblaci&oacute;n es 
encontrado 
 <A HREF="../applets/rand.htm"> aqu&iacute;.</A> </P>

<P>El varianza binomio es igual a (p*q)/(2*N), 2*N y es igual al n&uacute;mero de genes de transmisi&oacute;n a la siguiente generaci&oacute;n. <BR> 
Figura 3.6 muestra las desviaciones est&aacute;ndar de la frecuencia g&eacute;nica (p) cuando la base 
poblaci&oacute;n tiene un promedio de 0,5 frecuencias g&eacute;nicas. La nueva generaci&oacute;n 
consta de N individuales con 2N genes. La desviaci&oacute;n t&iacute;pica tiene importancia 
para la frecuencia g&eacute;nica cuando se va de una generaci&oacute;n a la siguiente. 
El proceso  al azar es
importante, cuando s&oacute;lo un n&uacute;mero limitado de animales puede llevar  los genes. En la Figura 3.6 
es evidente que en una gran 
poblaci&oacute;n tiene desviaci&oacute;n est&aacute;ndar de las frecuencias g&eacute;nicas peque&ntilde;a. Lo que significa 
que la ley de H-W es valida, en la gran poblaci&oacute;n, con una constante  frecuencias g&eacute;nicas de generaci&oacute;n a
generaci&oacute;n <BR> 
En caso de bajas o altas frecuencias g&eacute;nicas, el n&uacute;mero de individuales es 
a&uacute;n m&aacute;s importante si un gen se pierde o fija. En la gran poblaci&oacute;n, incluso los genes 
con frecuencias muy bajas se mantendr&iacute;an. <STRONG> <BR> 
La regla de los pulgares:</STRONG> Que se pueden derivar de Figura 3.6, que las grandes poblaciones, se cuentan en cientos, no en decenas. </STRONG> </ P> 

<p>El tama&ntilde;o de la poblaci&oacute;n es el problema cuando se considera en peligro de extinci&oacute;n. 
Si una especie se cr&iacute;a con menos de 100 individuos, su oportunidad de sobrevivir 
ser&aacute; cuando el hombre ayuda a aumentar el tama&ntilde;o efectivo de la poblaci&oacute;n, v&eacute;ase el cap&iacute;tulo 9.3. 
<br> En la peque&ntilde;a poblaci&oacute;n, si sobrevive, se producir&aacute;n cambios r&aacute;pidos fuera de la poblaci&oacute;n base. 
Darwin describi&oacute; el fen&oacute;meno como "la evoluci&oacute;n por el aislamiento". Bas&oacute; su teor&iacute;a en las observaciones 
de las islas  muchas aisladas en el oc&eacute;ano Pac&iacute;fico. Aqu&iacute;, 
tanto los animales y las plantas var&iacute;an mas
fuertemente que el de los  continentes. 


 

<P><A HREF="6.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
