<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Tama&ntilde;o efectivo de la poblaci&oacute;n</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>3.6 Tama&ntilde;o efectivo de la poblaci&oacute;n</H3>

<P><A HREF="5.htm">P&aacute;gina anterior</A> </P>

<P>Cada nueva generaci&oacute;n hereda la mitad de sus genes de los machos y la mitad de las hembras. Esto es 
muy importante, por ejemplo, en la cr&iacute;a de ganado, donde 
la posibilidad de 
 
 utiliza la inseminaci&oacute;n artificial. El n&uacute;mero de machos aqu&iacute;
 puede ser muy bajo en comparaci&oacute;n con el n&uacute;mero de 
vacas. <BR> 
En el caso de n&uacute;meros  de los dos sexos es desigual el tama&ntilde;o efectivo 
de la poblaci&oacute;n (Ne) puede calcularse con la siguiente
f&oacute;rmula: <BR>

</P>
<PRE>            4/Ne  = 1/N<SUB>machos</SUB> + 1/N<SUB>hembras</SUB> o resuelto por  Ne

	      Ne = (4N<SUB>machos</SUB> * N<SUB>hembras</SUB>)/(N<SUB>machos</SUB> + N<SUB>hembras</SUB>)

Ejemplo 1) 10 machos y 10 hembras

            4/Ne  = 1/10 + 1/10   corresponde a Ne = 20

Ejemplo 2) 1 machos y 10 hembras

            4/Ne  = 1/1 + 1/10    corresponde a Ne = 3,7

Ejemplo 3) 100 toros y 100000 vacas

            4/Ne  = 1/100 +   0   corresponde a Ne = 400</PRE>

<P>La diferencia de las frecuencias g&eacute;nicas en la pr&oacute;xima generaci&oacute;n corresponde a lo que se calcula 
por el uso de Ne, ver secci&oacute;n 3.5. Si el n&uacute;mero de 
machos y  hembras son los mismos (ejemplo 1), Ne es igual a la suma. Si el n&uacute;mero de 
hembras es infinito en comparaci&oacute;n con el n&uacute;mero de machos, Ne es igual a 4 veces el 
n&uacute;mero de machos. El sexo que tenga el menor n&uacute;mero de individuas  determina el tama&ntilde;o efectivo de la poblaci&oacute;n. 

<P><STRONG>El tama&ntilde;o efectivo de la poblaci&oacute;n y el aumento de la consanguinidad. </STRONG> <BR> 
El tama&ntilde;o efectivo de la poblaci&oacute;n es importante en relaci&oacute;n a la acumulaci&oacute;n 
de la consanguinidad en una poblaci&oacute;n. En poblaciones con pocos animales todos 
los animales estar&aacute;n estrechamente relacionados entre s&iacute; dentro de un par de generaciones. 
La consanguinidad se produce cuando los padres de un individuo est&aacute;n relacionados, v&eacute;ase Cap&iacute;tulo 4. 
Consanguinidad conduce a varios efectos negativos, que son directamente proporcionales al coeficiente de 
consanguinidad. De acuerdo con la f&oacute;rmula el aumento de la consanguinidad es inversamente proporcional 
para  el tama&ntilde;o efectivo de la poblaci&oacute;n:


<P>delta F = 1/(2*Ne)</P>

<P>En una poblaci&oacute;n donde Ne = 20 el aumento de la consanguinidad es de 2,5 porciento por generaci&oacute;n.</P>

<P><A HREF="0.htm">Cap&iacute;tulo 3</A> </P>

</BODY>
</HTML>
