<HTML><br>
<HEAD>
<meta http-equiv="content-type" content="text/html;charset=utf-8" />
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<TITLE>Gen&eacute;tica de poblaciones</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H2>Gen&eacute;tica de poblaciones de <A HREF="http://www.ihh.kvl.dk/htm/kc/">Knud Christensen</A></H2>

<P>Divisi&oacute;n de Gen&eacute;tica Animal, Copenhague, Dinamarca<HR>
<H3>Contenido</H3>

<P>Capitulo 1. <A HREF="1/0.htm">Introducci&oacute;n, la gen&eacute;tica cuantitativa versus cualitativa</A> </P>

<P>Capitulo 2. <A HREF="2/0.htm">Ley de Hardy-Weinberg para la estabilidad de las frecuencias g&eacute;nicas en grandes poblaciones</A> </P>

<P>Capitulo 3. <A HREF="3/0.htm">Desviaciones de Hardy-Weinberg equilibrio</A> </P>

<P>Capitulo 4. <A HREF="4/0.htm">Relaci&oacute;n y consanguinidad</A> </P>

<P>Capitulo 5. <A HREF="5/0.htm">Prueba de hip&oacute;tesis gen&eacute;ticas simples, experimentales o de datos de campo</A> </P>

<P>Capitulo 6. <A HREF="6/0.htm">Definici&oacute;n de un car&aacute;cter cuantitativo, el valor de cr&iacute;a y la heredabilidad</A> </P>

<P>Capitulo 7. <A HREF="7/0.htm">Estimaci&oacute;n de los valores de cr&iacute;a</A> </P>

<P>Capitulo 8. <A HREF="8/0.htm">Cambio gen&eacute;tico  mediante selecci&oacute;n</A> </P>

<P>Capitulo 9. <A HREF="9/0.htm">La consanguinidad, el cruzamiento y la estructura de las razas</A> </P>

<P>Capitulo 10. <A HREF="10/0.htm">Cromosomas y aberraciones cromos&oacute;micas</A> </P>

<P>Capitulo 11. <A HREF="11/0.htm">Gen&eacute;tica del pelo y el color del pelaje en los mam&iacute;feros </A> </P>

<P>Capitulo 12. <A HREF="12/0.htm"> Estimaci&oacute;n tecnolog&iacute;a, biotecnol&oacute;gicas y la resistencia a las enfermedades</A> </P>

<P>Capitulo 13. <A HREF="applets/0.htm">C&aacute;lculos gen&eacute;ticos, applets y otros programas (in English)</A> </P>

<H3>Introducci&oacute;n</H3>



<P>Las notas que se producen para  un curso por estudiantes de veterinaria. Por tanto, 
  se han hecho esfuerzos para ajustar las notas de los estudiantes con unos 
conocimientos de biolog&iacute;a, 
y al mismo tiempo proporcionar un conjunto m&iacute;nimo de f&oacute;rmulas para describir la 
relaci&oacute;n entre las observaciones pr&aacute;cticas y la teor&iacute;a gen&eacute;tica. 
Adem&aacute;s la descripci&oacute;n de los rasgos de la herencia mendeliana simple,
la descripci&oacute;n de la gen&eacute;tica para las caracter&iacute;sticas (enfermedades), con 
etiolog&iacute;a multifactorial. Tambi&eacute;n se ha subrayado, aqu&iacute; la aplicaci&oacute;n de los
 planes de crianza que 
hacen posible reducir significativamente la frecuencia de una enfermedad gen&eacute;tica.
</P>

<P>Las notas de gen&eacute;tica est&aacute;n disponibles en el servidor web, que puede ser 
accesible desde la direcci&oacute;n: www.ihh.kvl.dk/htm/kc/. Tanto en ingl&eacute;s, espa&ntilde;ol y una 
versi&oacute;n danesa est&aacute;n disponibles. 
<P>Las notas en l&iacute;nea incluyen una serie de enlaces (subrayados en el texto) a otros 
servidores y de ejemplos de c&aacute;lculo extendido y los programas (applets).

<P> No hay secci&oacute;n de ejercicios independientes, en las versiones en ingl&eacute;s y espa&ntilde;ol. 
Pero para 
cada applet es un ejemplo y uno o m&aacute;s ejercicios para  solucionar 

<P> El profesor <A HREF="//www.dina.kvl.dk/~sestoft/"> Peter Sestoft </A> 
   me ha asesorado y guiado 
  durante la producci&oacute;n de los  applets.

<P> Algunos estudiantes que ten&iacute;an el antecedente importante de estar en el proceso de aprendizaje
 de del tema han comentado sobre el texto. Las notas en espa&ntilde;ol han sido  producidas por una traducci&oacute;n de 
Google de la versi&oacute;n en ingl&eacute;s, por lo tanto la lengua puede ser un poco primitiva, aunque los peores errores han sido 
corregidos por el autor, y Rolando Escobar Savececho, Cochabamba, Bolivia ha dado comentarios 
sobre el contenido y el estilo  espa&ntilde;ol del texto. 
Cualquier propuesta de mejora del texto y el espa&ntilde;ol son bienvenidos.
 </P>

<p>Segunda edici&oacute;n en espa&ntilde;ol, Marzo 2011; Knud Christensen
<H3>Referencias.</H3>

Christensen, L.G., <i>Husdyravl - teori og praksis,</i> DSR Forlag,
2005.

<br>Falcorner,D.S. Mackay T., <i> Introduction to Quantitative Genetics,</i> Longman Scientific Technical,
1996.


<br>Nicolas, F.W., <i> Veterinary Genetics</i>, Oxford University Press, 1989.

<br>Nicolas, F.W., <i> Introduction to Veterinary Genetics</i>, Oxford University Press,
1996.

<br>Samuel, M., <i> Statistics for the life science</i>, Prentice-Halls,1989.

<br>Strachan, T.  Read A.P., <i> Human Molecular Genetics</i>, pp.597, John Wiley 
Sons, 1996. 



<p><A HREF="genetik.pdf">Transferencia Gen&eacute;tica de Poblaciones, Archivo pdf <A>

</BODY>
</HTML>
