<HTML>
<HEAD>
<title>Systematiske afvigelser fra H-W ligev&aelig;gt</title>
</HEAD>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">


<H3>
</H3>

<H3>
3.1 Systematiske afvigelser fra H-W ligev&aelig;gt</H3>
<A HREF="0.htm">Lektion 3</A>
<p>B&aring;de mutationer og migration introducerer nye alleler i en population.
 Mutationsraterne er almindeligvis lave, derfor bidrager mutation kun lidt 
til &aelig;ndring af allel frekvenser. Naturlig og menneskeskabt selektion kan 
&aelig;ndre allel frekvenser p&aring; en systematisk m&aring;de til fordel for en af allelerne 
(genotyperne). Selektion kan ogs&aring; resultere i en stabil genetisk polymorfi, hvor
 heterozygoten har den h&oslash;jeste fitness. Selektion mod skadelige mutationer kan 
f&oslash;re frem til en selektions-mutations balance, hvor frekvensen af den skadelige 
allel forbliver konstant fra generation til generation. Den lille population er
 ustabil pga. 'genetisk drift', der er for&aring;rsaget af tilf&aelig;ldige &aelig;ndringer af 
genfrekvensen. Retningen p&aring; &aelig;ndringen er tilf&aelig;ldig, og kan v&aelig;re meget hurtig 
i sm&aring; populationer p&aring; under 100 avlsindivider.
<br>-----
<P>I en stor population med tilf&aelig;ldig parring er der H-W ligev&aelig;gt,
med mindre populationen er underkastet systematiske p&aring;virkninger,
der kan &aelig;ndre genfrekvensen. De systematiske processer kan opdeles
i f&oslash;lgende kategorier.

<TABLE  COLS=2 WIDTH="90%" >
<TR>
<TD WIDTH="15%">
Figur 3.1.
<br>
<br>
Mutation, 
<br>
<br><br>
<br><br>



Migration og
<br>
<br><br>
<br><br>


Selektion

</TD>

<TD WIDTH="75%"><IMG SRC="../../genetik/3/1a.gif" HEIGHT="230" ></TD>
</TR>
</TABLE>

<P><b>Mutation</b> sker normalt med en frekvens p&aring; 1 per million gameter
per gen for de egentlige arveanl&aelig;g (strukturgener). Den sker ca.
1000 gange hyppigere, n&aring;r det drejer sig om antal repetitioner i
korte repeterede DNA sekvenser (mikrosatelliter). Disse sekvenser bliver ikke oversat til
et protein, men virker som interne spacere mellem generne. Summen af mutationer
over alle arveanl&aelig;g vil bevirke, at hvert nyt individ b&aelig;rer
p&aring; en eller flere nymutationer. De fleste nymutationer i strukturgenerne
er skadelige, derfor sker der i hver generation en vis selektion p&aring;
grund af lav fitness hos dyr, der er b&aelig;re af de nye skadelige mutationer.
Der vil over et stort antal generationer opst&aring; en balance mellem
nymutation og selektion. 
<p>For recessive arveanl&aelig;g kan ligev&aelig;gtsgenfrekvensen (q)
beregnes fra f&oslash;lgende ligning 
<p>q<SUP>2</SUP>*s = <font FACE="Symbol">m</font>, 
<p>hvor mutationsfrekvensen (<font FACE="Symbol">m</font>) er lig frekvensen af
recessive individer, der bortselekteres i hver generation (q<SUP>2</SUP>*s). 
<p>For
dominante arveanl&aelig;g kan ligev&aelig;gtsgenfrekvensen (p) 
beregnes fra f&oslash;lgende ligning
<p>(1/2)2pq*s = ps = <font FACE="Symbol">m</font>, 
<p> hvor mutationsfrekvensen
(<font FACE="Symbol">m</font>) er lig med halvdelen af frekvensen af heterozygote individer, 
der bortselekteres i hver generation
(pq*s) og q er approximativ 1. For definition af s se afsnit 3.2.

<p>
<b>Migration</b> sker i naturlige populationer oftest fra de n&aelig;rmeste omgivelser.
Derved f&aring;r man j&aelig;vne overgange i genfrekvens mellem de enkelte
subpopulationer. I husdyravlen svarer migration til indk&oslash;b af avlsdyr,
disse bliver normalt k&oslash;bt hvor de bedste dyr forefindes.

<P>Naturlig <b>selektion</b> svarer til begrebet 'survival of the fittest' der
er kendt fra Darwins udviklingsl&aelig;re. Den naturlige selektion vil
sj&aelig;ldent n&aring; til genfiksering, da en population i visse tilf&aelig;lde
pludseligt f&aring;r &aelig;ndrede milieuforhold. Derfor kan det v&aelig;re
en fordel for populationen at b&aelig;re p&aring; gener der ikke i den
&oslash;jeblikkelige situation er de mest optimale. N&aring;r der er tale
om recessive gener, kan disse b&aelig;res i lav frekvens med ringe tab
af livskraft (fitness) til f&oslash;lge.

<P>I forbindelse med nedsat fitness eller letalgener taler man om 'genetic
load' for populationen. Populationen taber de bortselekterede i hver generation
og en population er kun i stand til at b&aelig;re en vis byrde, her spiller
nymutationerne dog kun en mindre rolle. Det er derimod en meget stor omkostning
at vedligeholde systemer, hvor der er overdominans med bortselektion af
begge de homozygote typer med en vis frekvens i hver generation. 

<br><TABLE><TR>
<TD><br>Figur 3.2. 
<br>Tyr af Belgisk Bl&aring;hvid race med dobbelt muskelhed.</TD>
<TD><IMG SRC="../../genetik/3/belgian.jpg" height="100" ></TD>
</TR></TABLE>


I Belgisk bl&aring;hvid 
kv&aelig;g findes en recessiv mutant for dobbelt muskelhed, et s&aring;dant dyr er 
vist i figur3.2. Genet kan kun vedligeholdes s&aring;fremt man accepterer et h&oslash;jt antal
af kejsersnit, da kalvene er for store til at f&oslash;des p&aring; normal m&aring;de. 
I naturen vil de fleste af disse kalve d&oslash;, og genet kan derfor kun eksistere i en meget lav 
frekvens, s&aring;fremt kalvene skal f&oslash;des p&aring; normal m&aring;de.

<P>I de n&aelig;ste afsnit vil der blive givet formler for hvorledes genfrekvensen
&aelig;ndre sig, n&aring;r der er lagt et selektionstryk p&aring; en bestemt
genotype. Formlerne er udviklet, s&aring; de b&aring;de kan anvendes ved
naturlig s&aring;vel som menneskeskabt selektion p&aring; begge k&oslash;n.
<BR>I husdyrpopulationer behandles de to k&oslash;n vidt forskelligt, derfor
skal formlerne ofte anvendes p&aring; hvert k&oslash;n for sig. Har man
f.eks. en situation hvor man kan DNA teste handyrene for en recessiv
nedarvet sygdom, og dermed sikre at alle avlshannerne er fri for sygdomsgenet.
Da vil man halvere frekvensen af sygdomsgenet i hver generation, da halvdelen
af generne kommer fra f&aelig;drene og halvdelen fra m&oslash;drene.



<P><A HREF="2.htm">N&aelig;ste side</A>
</BODY>
</HTML>
