 <HTML>
<title>Selektion mod den recessive</title>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">

<h3>3.2 Selektion mod den recessive </h3>
<P><A HREF = "1.htm">Foreg&aring;ende side</A> 
<p>

 
Ved selektion mod den recessive f&aring;r man f&oslash;lgende opstilling. Selektion (s) mod den 
recessive skal opfattes relativt i forhold til de dominante typer. Lille s
er den proportion af en given genotype, der bortselekteres i hver generation.

<pre>Ved selektion f&aring;r man:

---------
Genotype         EE               Ee             ee       Total
Frekvens         p<sup>2</sup>               2pq           q<sup>2</sup>        = 1,00
Fitness           1                1            1-s      
Proportion       p<sup>2</sup>               2pq           q<sup>2</sup>(1-s)   = 1-sq<sup>2</sup>
efter selektion
---------
</pre>
<p>Efter selektion beregnes genfrekvensen ved gent&aelig;llemetoden, q' bestemmes som 
halvdelen af heterozygoterne plus de overlevende
recessive  relativ til halvdelen af proportionen efter selektion af alle overlevende gener,
der er lig 1-sq<sup>2</sup>.
<pre>
            q'  = (2pq/2 + q<sup>2</sup>(1-s))/(1-sq<sup>2</sup>) 
</pre>
<p> <TABLE align=right width="50%"><TR>
<TD>Figur 3.3. 
Selektion mod den recessive og &aelig;ndring i
 genfrekvens over generationerne. 
Ved lave genfrekvenser er &aelig;ndringerne meget langsomme.</TD></tr><tr>
<TD><IMG SRC  = "../../genetik/3/2.gif"   ></TD>
</TR></TABLE>
Frekvensen q'  repr&aelig;senterer de gener der overlever og vil s&aring;ledes 
svare til genfrekvensen i n&aelig;ste generation f&oslash;r selektion. Formlen kan anvendes
gentagne gange, hvor man  hver gang g&aring; en generation frem. I h&oslash;jre side af 
formel inds&aelig;ttes det q' der beregnedes i foreg&aring;ende generation osv.
<p>I figur 3.3 kan man se en s&aring;dan anvendelse. Ved st&aelig;rk selektion, 
s=1, &aelig;ndres genfrekvensen meget hurtigt ved
h&oslash;je genfrekvenser. Er genfrekvensen derimod lav, p&aring;virkes frekvensen kun i ringe grad. 
Populationen parkerer genet i en slags venteposition. Dette er meget ubehageligt,
s&aring;fremt det drejer sig om et sygdomsgen i en husdyrbestand. Man bliver aldrig helt 
af med det skadelige gen. Der er derfor stor interesse for at finde DNA testmetoder,
hvorved man kan p&aring;vise   heterozygote anl&aelig;gsb&aelig;rer.
<A NAME="Fig"></A>

<p> 

Det fremg&aring;r endvidere, at ved et svagt selektionstryk er &aelig;ndringerne i genfrekvensen 
altid meget langsomme.

<p> Ved s=1 kan formlen for genfrekvens &aelig;ndring udvides til at g&aelig;lde n generationer
 og man har, n&aring;r q<sub>0</sub> er genfrekvensen i udgangspopulationen:
<pre>	q<sub>n</sub> = q<sub>0</sub>/(1+n*q<sub>0</sub>)
</pre>
<br>
Herfra kan n isoleres og det kan beregnes, hvor mange generationer det
vil medg&aring; for at opn&aring; en given &aelig;ndring i genfrekvensen q.
<br>
<pre>	 n  = 1/q<sub>n</sub> - 1/q<sub>0</sub> 
</pre>
<br>Eksempel: Genfrekvens &aelig;ndres fra 0,01 til 0,005
<br>
<pre>      n  = 1/0,005 - 1/0,01 = 200 - 100 = 100 </pre>
<br>der vil medg&aring; 100 generationer for at nedbringe frekvensen af et letalgen fra
1 procent til 5 pro mille. 
<P>Applet til at beregne &aelig;ndring i genfrekvens for forskellige 
fitness kombinationer,
<A HREF = "../applets/selekt.htm">klik her</A>,
 se nedenst&aring;ende graf med eksempel p&aring; 1 generations selektion mod den recessive med fitness p&aring; 0,5.
<p align=center><img src="../../genetik/3/31.gif"   >

<p><b>DNA test og bortselektion af heterozygote handyr</b>
<br>For recessive sygdomme g&aring;r der uendelig lang tid med at fjerne et sygdomsgen fra
en population, n&aring;r man kun kan selektere mod den recessive. I mange populationer 
er der relativt meget f&aelig;rre handyr end hundyr, derfor
kan det ofte betale sig kun at DNA teste handyrene. De bidrager med halvdelen
af generne til den nye generation, og man vil derfor kunne nedbringe frekvensen af sygdomsgenet
til halvdelen i hver generation, s&aring;fremt der kun avles med hannerne, der er fri for sygdomsgenet. 
Man vil samtidig opn&aring;, at der ikke sker nogen udspaltning af de recessive syge individer.
<br><b>Eksempel:</b> Hos SDM malkekv&aelig;gracen forekommer den recessivt nedarvede
sygdom, BLAD (Bovin Leucocyte Adhesion Deficiency). I 1992 var man oppe p&aring; en genfrekvens
p&aring; 15 % i hundyr populationen af BLAD genet. Ved systematisk at 
gennemf&oslash;re 'BLAD DNA test' p&aring; de nye tyre er
frekvensen i 1999 langt under 10 %. Og frekvensen af BLAD-genet halveres 
for hver ny generation. 

<P><A HREF = "3.htm">N&aelig;ste side </A> 

