 <HTML>
<title>Selektion for heterozygoter</title>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">

<h3>3.3 Selektion for heterozygote </h3>
 <P><A HREF = "2.htm">Foreg&aring;ende side</A> 
<p>
Ved selektion for heterozygote (overdominans) f&aring;r man f&oslash;lgende opstilling. 
Selektion mod den recessive (s<sub>2</sub>) og den dominante (s<sub>1</sub>) 
skal opfattes relativt i forhold til den heterozygote type. 

<pre>Ved selektion f&aring;r man:
---------
Genotype         EE               Ee             ee       Total
Frekvens         p<sup>2</sup>               2pq            q<sup>2</sup>       = 1,00
Fitness          1-s<sub>1</sub>              1            1-s<sub>2</sub>      
Proportion       p<sup>2</sup>(1-s<sub>1</sub>)         2pq           q<sup>2</sup>(1-s<sub>2</sub>)   = 1-p<sup>2</sup>s<sub>1</sub> - q<sup>2</sup>s<sub>2</sub>
efter selektion
---------
</pre>
<p>Efter selektion beregnes genfrekvensen ved gent&aelig;llemetoden,  som vist i afsnit 3.2.

<pre>              q' = (q<sup>2</sup>*(1-s<sub>2</sub>) + pq)/(1-p<sup>2</sup>s<sub>1</sub> - q<sup>2</sup>s<sub>2</sub>) 
</pre>
<br>
Frekvensen q'  repr&aelig;senterer de gener der overlever og vil s&aring;ledes 
svare til genfrekvensen i n&aelig;ste generation f&oslash;r selektion.
<br>Ligev&aelig;gtsfrekvensen kaldes q (hat), og der opst&aring;r ligev&aelig;gt ved
<br>
<pre>          delta q = q' - q = pq(ps<sub>1</sub>-qs<sub>2</sub>)/(1-p<sup>2</sup>s<sub>1</sub> - q<sup>2</sup>s<sub>2</sub>) = 0
                                ps<sub>1</sub>-qs<sub>2</sub>                = 0  

der l&oslash;st giver m.h.t. q giver ligev&aelig;gtsfrekvensen
 
            q(hat) = s<sub>1</sub> / (s<sub>1</sub> + s<sub>2</sub>) eller
            p(hat) = s<sub>2</sub> / (s<sub>1</sub> + s<sub>2</sub>)</pre>
 <br>           
<p>Delta q er &aelig;ndring af genfrekvensen fra en generation til den n&aelig;ste.
N&aring;r genfrekvensen er st&oslash;rre end ligev&aelig;gtsfrekvensen  q(hat), f&aring;r man et negativt delta 
q, og er genfrekvensen mindre f&aring;r man et positivt delta q.
Selektion for heterozygoter er derfor selektion uden ende. Det er derfor en kostbar
polymorfi at opretholde med et stort genetic load.
 Overdominans udnyttes bedst i husdyravlen ved at producere
krydsningsdyr, hvor alle kan blive heterozygoter. 

<A NAME="Fig"></A>
<br><TABLE align=right><TR>
<TD>Figur 3.4.
<br><IMG SRC  = "../../genetik/3/3.gif"  height="130" ></TD>

</TR></TABLE>


Fitness ved overdominans er skitseret i  figur 3.4, hvor de to homozygote typer
har en fitness der er mindre end de heterozygote, hvis fitness s&aelig;ttes til 1.


<p><b>Eksempel:</b> Fra den humane genetik er det klassiske eksempel p&aring; overdominans forekomst af 
den Mendelsk recessiv nedarvede segelcellean&aelig;mi med stor hyppighed (omkring 5% svarende 
til q = 0,22) i malariaomr&aring;der. 
Individer der er heterozygotiske m.h.t
segelcellean&aelig;mien er resistente mod malaria, hvilket giver dem en st&oslash;rre overlevelses chance
end normale individer. Individer med an&aelig;mi har ringe overlevelseschancer s<SUB>2</SUB>=1.

<br>Hvad er fitness for de homozygot normale i forhold til heterozygoterne ?

<pre>ligev&aelig;gt opst&aring;r ved    p(hat) = s<sub>2</sub> / (s<sub>1</sub> + s<sub>2</sub>) = 1 - q(hat) =1 - 0,22 

der l&oslash;st give          s<sub>1</sub> = (s<sub>2</sub> /(1 - q(hat))) - s<sub>2</sub> = 0,285</pre>
<br>
Fitness for normale individer i dette omr&aring;de er s&aring; 1 - 0,285 = 71,5 % i forhold til heterozygote.
Den genetiske byrde 'genetic load' for populationen er 
p<sup>2</sup>s<sub>1</sub> + q<sup>2</sup>s<sub>2</sub> = 0,22, dvs. 22% af de f&oslash;dte
m&aring; g&aring; til grunde enten som f&oslash;lge af an&aelig;mien eller p&aring; grund af malaria for at
opretholde ligev&aelig;gten.



<P>Applet til at beregne &aelig;ndring i genfrekvens for forskellige 
fitness kombinationer,
<A HREF = "../applets/selekt.htm">klik her</A> 

<P><A HREF = "4.htm">N&aelig;ste side </A> 


