 <HTML>
<title>Tilf&aelig;ldige afvigelser fra Hardy-Weinberg ligev&aelig;gt</title>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">

<h3>3.5 Tilf&aelig;ldige afvigelser fra Hardy-Weinberg ligev&aelig;gt</h3> 
 <P><A HREF = "4.htm">Foreg&aring;ende side</A> 
<p>

<p>
 Der  er  problemer med 
H-W ligev&aelig;gten i den lille population, da et gen her  kan &aelig;ndre frekvens 
p&aring; grund af tilf&aelig;ldigheder.
<br>  I den 
mindst mulige populationsst&oslash;rrelse med 1 han og 1 hun kan der kun b&aelig;res fire arveanl&aelig;g
videre til n&aelig;ste generation, hvilket i et to allel system med p=0,5
 svarer til nedenst&aring;ende fem mulige genfrekvenser, s&aring;fremt de to for&aelig;ldre er 
heterozygoter: 
<pre>AA x AA  q=0
AA x Aa  q=0,25
AA x aa  q=0,5
Aa x Aa  q=0,5
Aa x aa  q=0,75
aa x aa  q=1</pre>

Er genfrekvensen
0 eller 1, siges genet at v&aelig;re tabt eller fikseret. Tr&aelig;kkes der fra en udgangspopulation
med en genfrekvens p&aring; p =0,5 fire gener, er chancen for tab eller fiksering
(alle fire gener er a eller alle er A) 0,5<sup>4</sup> =
0,0625.

<p>
<TABLE align=right><TR>
<TD>Figur 3.6.
<br><IMG SRC  = "../../genetik/3/5.gif"  ></TD>

</TR></TABLE>


For at f&aring; et overblik over hvorn&aring;r populationen er stor og har stabile
genfrekvenser kan man se p&aring; variansen af genfrekvensen der svarer til binominalvariansen, 
der er (p*q)/(2*N), hvor 2*N er lig antallet af gener der videref&oslash;res til n&aelig;ste generation.
 
I  figur 3.6 er vist spredning p&aring; genfrekvensen p ved en genfrekvens p&aring; 0,5 i 
udgangspopulationen, og den nye generation dannes af N individer med 2N gener. 
Spredningen p&aring; genfrekvensen kommer til udtryk n&aring;r man g&aring;r fra en 
generation til den n&aelig;ste, n&aring;r det er et beskedent antal dyr der skal b&aelig;re generne videre.
I en stor population er spredningen p&aring; genfrekvensen s&aring; ringe, at man f&aring;r H-W loven
opfyldt med konstante genfrekvenser fra generation til generation.
<p>


 
Ved ekstremt lave eller h&oslash;je genfrekvenser har antal individer endnu st&oslash;rre betydning for, om et
gen g&aring;r tabt eller  fikseres. I den store population kan selv gener med meget lave
frekvenser fastholdes. 
Som generel regel kan afledes af ovenst&aring;ende figur, at <b>en 
stor population t&aelig;lles i hundrede og sm&aring; populationer t&aelig;lles i tiere. </b>

<p>Populationsst&oslash;rrelse er problemet n&aring;r man taler om truede dyrearter. S&aring;fremt en art kommer under 100
avlsindivider vil den stort set kun kunne overleve s&aring;fremt der g&oslash;res en indsats for at for&oslash;ge
den effektive populationsst&oslash;rrelse, se lektion 9.3. 
<br>I den lille population vil s&aring;fremt den overlever ske meget hurtigere &aelig;ndringer v&aelig;k fra udgangspopulationen.
Darwin beskrev f&aelig;nomenet som 'evolution by isolation', han baserede sin teori p&aring; iagttagelser p&aring;
de mange isolerede &oslash;er i Stillehavet. Her var dyrelivet meget forskelligt 
fra dyrelivet p&aring; kontinenterne, og han konkluderede at her var evolutionen g&aring;et s&aelig;rligt
hurtigt p&aring; grund af isolationen. 
<P> <A HREF = "6.htm">N&aelig;ste side  </A>  