 <HTML>
<title>Effektiv populationsst&oslash;rrelse</title>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" bgcolor="#ffffff">

<h3>3.6 Effektiv populationsst&oslash;rrelse </h3> 
 <P><A HREF = "5.htm">Foreg&aring;ende side</A> 
<p>

Hver ny generation f&aring;r halvdelen af generne fra f&aelig;drene og halvdelen fra m&oslash;drene.
Dette kan have stor betydning feks. i forbindelse med kv&aelig;gavl, hvor der er mulighed
for kunstig s&aelig;doverf&oslash;ring. Antallet af k&oslash;er er her meget stort i forhold til antallet af tyre.
<br>

Ved ulige fordeling af k&oslash;nnene beregnes den effektive populationsst&oslash;rrelse (Ne)
efter f&oslash;lgende formel:
<pre>            4/Ne  = 1/N<sub>hanner</sub> + 1/N<sub>hunner</sub> eller l&oslash;st m.h.t Ne

	      Ne = (4N<sub>hanner</sub> * N<sub>hunner</sub>)/(N<sub>hanner</sub> + N<sub>hunner</sub>)

Eksempel 1) 10  hanner og 10 hunner 

            4/Ne  = 1/10 + 1/10   svarer til Ne = 20

Eksempel 2)  1  han  og 10 hunner 

            4/Ne  = 1/1 + 1/10    svarer til Ne = 3,7

Eksempel 3) 100  hanner og 100000 hunner 

            4/Ne  = 1/100 +   0   svarer til Ne = 400</pre>

<p>
Variansen p&aring; genfrekvensen i n&aelig;ste generation svarer til den, som det beregnede Ne angiver,
se foreg&aring;ende side.  
Er der lige mange hanner og hunner (eksempel 1), er Ne blot lig med summen. Er der uendelig mange hunner
i
forhold til antallet af hanner, er Ne lig 4 gange antallet af hanner. Det er det k&oslash;n der er 
f&aelig;rrest af, der afg&oslash;r populationens effektive st&oslash;rrelse.

<p><b>Effektiv populationsst&oslash;rrelse og stigning i indavlsgrad.</b>
<br>Populationens effektive st&oslash;rrelse har betydning i forbindelse med akkumulering af indavl i
en population. N&aring;r der kun er f&aring; dyr i en population, vil alle dyrene efter nogle f&aring;
generationer v&aelig;re i familie med hinanden. N&aring;r for&aelig;ldre til et dyr er i
familie, opst&aring;r der indavl, se lektion 4. Indavl har mange uheldige virkninger,
stigning i indavlsgrad er omvendt proportional med populationens effektive st&oslash;rrelse
og man har:
<p> delta F = 1/(2*Ne)
<p>I en population med Ne = 20, er indavlsstigning i hver generation   2,5 %.
<P><A HREF = "0.htm">Lektion 3</A> 

