<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>Genealog&iacute;a y la formulaci&oacute;n de hip&oacute;tesis gen&eacute;ticas</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>5.1 Genealog&iacute;a y la formulaci&oacute;n de hip&oacute;tesis gen&eacute;ticas</H3>

<P><A HREF="0.htm">Cap&iacute;tulo 5</A> </P>

<P>Cuando nuevos rasgos o enfermedades son reconocidos, es importante formular hip&oacute;tesis
 gen&eacute;tica o posibles alternativas de causas ex&oacute;genas. 
Ex&oacute;geno factores pueden ser la desnutrici&oacute;n, la vivienda, la infecci&oacute;n microbiol&oacute;gica o una combinaci&oacute;n de 
 factores  ex&oacute;geno y end&oacute;geno (gen&eacute;tica).</P>

<P>Cuando una enfermedad es causada de   gen&eacute;tica  es probable que se produzca algunas 
de las siguientes caracter&iacute;sticas. Como por ejemplo  
la ocurrencia  en familias,  el hecho de que s&oacute;lo algunos miembros de la familia son
afectados. La t&iacute;pica segregaci&oacute;n en proporciones mendeliana 
son 1:1, 1:3 y 1:7 dentro de una familia. En este  contexto rasgos 
 con la herencia intermediario no se incluyen, ya que estos tipos de herencia son 
rara vez vistas en enfermedades de animales.  </P>

<P>Una alternativa a las segregaci&oacute;n mendeliana son los enfermedades llamados umbrales,  cuando 
la suma de medio ambiente y factores gen&eacute;ticos desencadena la enfermedad. Umbral enfermedades de baja frecuencia ocurrencia en familias, 
que es muy similar a la segregaci&oacute;n mendeliana, v&eacute;ase la secci&oacute;n 8.3, donde la herencia de rasgos umbral se describe. <BR> 
El esquema general de los diferentes tipos de herencia que se ve en la figura en la secci&oacute;n 1.2 deber&iacute;a 
tambi&eacute;n  tomarse en consideraci&oacute;n.</P>

<P>La herencia mendeliana simple puede ocurrir en cuatro diferentes formas 
de herencia. Los rasgos como puede ser heredados dominante o recesivo, en comparaci&oacute;n 
con el fenotipo normal, y pueden exhibir
 herencia autos&oacute;mico o ligada al sexo. En las p&aacute;ginas siguientes las caracter&iacute;sticas
 de las cuatro formas sencillas de la herencia 
se han demostrado. Tenga en cuenta que la mencionada herencia mendeliana 
s&oacute;lo se aplicar&aacute; si la poblaci&oacute;n  frecuencia es
baja. Esto es siempre el caso para las enfermedades reci&eacute;n descubiertas  causado gen&eacute;ticamente 
dentro de una 
o unas pocas familias.
<TABLE ALIGN="RIGHT" >
<TR><TD>Figura 5.1. S&iacute;mbolos utilizados en genealog&iacute;a.
male=macho,  female=hembra, carrier=portador, mating=apareamiento, offspring=descendencia<BR>
<img src="../../genetik/5/2.gif"  > </TD></TR></TABLE>

<P>En cuanto a enfermedades con alta frecuencia, como por ejemplo el
 c&aacute;ncer de mama 
en la poblaci&oacute;n humana, exegie 
a menudo una cantidad significativa de heterogeneidad. Esta enfermedad tiene una 
base gen&eacute;tica, que puede ser 
causada por la segregaci&oacute;n de los genes en varias loci independiente. Cuando gran heterogeneidad 
 ocurre el an&aacute;lisis de segregaci&oacute;n  no puede llevarse a cabo entre las familias, pero 
si
 s&oacute;lo dentro de una gran familia. Finalmente hay un problema con 
<STRONG> Fenocopias</STRONG>, que es una enfermedad causada por causas   no gen&eacute;ticas. 
Fenocopias tambi&eacute;n se producen 
en el c&aacute;ncer de mama en los seres humanos.


<P>Los diferentes s&iacute;mbolos que se aplican en genealog&iacute;a se muestran en Figura 5.1. </P>

<P>El probando es el individuo que caus&oacute; la apertura de la investigaci&oacute;n. Este individuo o familia 
normalmente deber&iacute;a ser excluido en el an&aacute;lisis estad&iacute;stico posterior. Una combinaci&oacute;n de ruta 
diagrama y esquema geneal&oacute;gico tambi&eacute;n se puede utilizar junto con el diagrama genealog&iacute;a.</P>

<P><A HREF="2.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
