<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE> prueba apareamiento y prueba estad&iacute;stica</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>5.6 Prueba apareamiento y prueba estad&iacute;stica</H3>

<P><A HREF="5.htm">P&aacute;gina anterior</A> </P>

<P>Cuando un menor material est&aacute; accesible a la segregaci&oacute;n mendeliana,
 
hip&oacute;tesis alternativa suele ser posible, 
que no pueden ser excluidos. La segregaci&oacute;n puede, como se mencion&oacute; anteriormente, tambi&eacute;n se 
causado por la gen&eacute;tica simulada (fenocopias) 
o la herencia umbral, donde la segregaci&oacute;n puede parecerse a la herencia mendeliana simple. 
Si una hip&oacute;tesis dada es para ser aceptada, el prueba apareamiento  es en muchos casos, simplemente esperando a tener m&aacute;s descendencia 
a nacer, en el que los resultados son predecibles. Si los resultados se desv&iacute;an, una nueva 
hip&oacute;tesis, que puede ser probada, tiene que ser formulada.

<P><STRONG>&iquest;Cu&aacute;ntos datos  se necesitan para una prueba determinada para dar una 
respuesta final? </STRONG> </P>

<P>Esta es una de las cuestiones importantes que tienen que ser respondidas
 antes del 
inicio de la prueba de apareamiento. </P>

<P>Prueba de apareamiento de un toro, que es un portador sospechoso, se puede hacer 
en el apareamiento con el toro y 
vacas afectadas, transportistas o hijas del toro. 
Teniendo en cuenta estos casos, &iquest;cu&aacute;ntos hijos normales tienen el toro 
 produje antes de que pueda 
ser declarado no afectada? La probabilidad de que un descendiente normal es nacido en los tres casos es 
respectivamente, 1/2, 3/4 
y 7/8. Usando la regla de multiplicaci&oacute;n de las probabilidades en el acoplamiento con conocidos 
 transportistas, la probabilidad de obtener un descendiente normal es (3/4) <SUP>n</SUP>. Por medio de esta f&oacute;rmula y un 
l&iacute;mite de la significaci&oacute;n de 0,05, 0,01 y 0,001 n puede ser calculada a cumplir los criterios de probabilidad cl&aacute;sica.


 </P>

<P><strong>N&uacute;mero de hijos normales (n) que son necesarios para excluir 
un toro como portador</STRONG> </P>

<PRE>
Exclusi&oacute;n de toro                 Probabilidad             F&oacute;rmula
como portador               --------------------------------------
Test-apareamiento          0,05    0,01      0,001      (x)<SUP>n</SUP> menos de
------------------------------------------------------------------
Conocido recesiva            5        7       10         x=1/2
Conocido portadoras         11       16       24         x=3/4
Hijas                       23       35       52         x=7/8
-----------------------------------------------------------------
</PRE>

<p><br>
<TABLE width="60 %" align="right">
<TR><TD>Figura 5.6 Segregaci&oacute;n te&oacute;rica de los genes recesivos en el apareamiento de prueba con hijas. 
 <br><img src="../../genetik/5/fdatter.gif" ></TD></TR></TABLE>

<P>Para descendencia normal de un individuo heterocig&oacute;tico por el padre/hijas de 
 apareamiento  la probabilidad es de 7/8, como puede deducirse 
de la Figura 5.6. El n&uacute;mero de hijos necesarios para declarar el padre no-portador  sobre el nivel del 5 porciento 
(7/8)<SUP>n</SUP> = 0,05 correspondiente a n * ln(7/8) = ln(0,05), que redondeado es n = 23. 
<P> Apareamiento con las propio 
hijas tambi&eacute;n tiene la ventaja de que el toro se comprobar&aacute; como portador de todos los 
posibles genes recesivos, no s&oacute;lo el que es sospechosa de haber.</P>

<P><STRONG>Test de Ji-cuadrado </STRONG></P>

<P>En las pruebas de las proporciones de segregaci&oacute;n para conocer 
el acoplamiento  un test de Ji-cuadrado puede ser utilizado. El 
prueba para unirse con conocidos 
portadores se asemeja a la prueba para el equilibrio H-W, pero aqu&iacute; los n&uacute;meros esperados son 
en las proporciones 1:2:1 para el codominante, y 3:1 para los casos dominante. El n&uacute;mero esperado se calcula multiplicando las frecuencias esperadas 
(proporciones) con N, como se muestra en la tabla de abajo.</P>

<P><STRONG> Segregaci&oacute;n en el apareamiento de prueba de Aa x Aa, herencia codominante.</STRONG> </P>
<PRE>---------
Genotipo          AA               Aa             aa       Total
N&uacute;meros, obs      30               51             39      = 120 = N
Frecuencia, exp   1/4              1/2            1/4     = 1,00
N&uacute;meros, exp      30               60              30     = 120
Desviaci&oacute;n         0                -9             9 
Ji-cuadrado       0              1,35            2,70    = 4,05
----------
</PRE>

<P>Df = 3-1 = 2, ya que el material s&oacute;lo se proporciona el par&aacute;metro N para el
 c&aacute;lculo de
 las cifras previstas. El valor Ji-cuadrado 
 es menor que la H<SUB>0</SUB> valor de la prueba de 5,99, lo que significa que no hay 
desviaci&oacute;n estad&iacute;stica significativa de un 1:2:1 
segregaci&oacute;n en el nivel de 5 porciento.</P>

<P><STRONG> Segregaci&oacute;n en el apareamiento de prueba de Aa x Aa, herencia dominante</STRONG> </P>
<PRE>---------
Genotipo        AA+ Aa         aa       Total
N&uacute;meros, obs      81             39      = 120 = N
Frecuencia, exp   3/4            1/4     = 1,00
N&uacute;meros, exp      90             30      = 120
Desviaci&oacute;n        -9              9 
Ji-cuadrado     1,00            2,70    = 3,70
----------
</PRE>

<P>Df = 2-1 = 1, ya que el material s&oacute;lo se proporciona el par&aacute;metro N
 para el c&aacute;lculo de las cifras previstas. El  valor Ji-cuadrado es
 justo por debajo de la H<SUB>0</SUB> valor de la prueba de 3,84, lo que significa 
que no hay ninguna desviaci&oacute;n estad&iacute;stica significativa de una relaci&oacute;n de 3:1 
la segregaci&oacute;n en el nivel del 5 porciento.</P>

<P>Applet para el c&aacute;lculo de la Ji-cuadrado para la segregaci&oacute;n mendeliana en el apareamiento de prueba,
 <A HREF="../applets/ki.htm">se encuentra aqu&iacute;</A>.</P>

<P><A HREF="7.htm">P&aacute;gina siguiente</A> </P>

</BODY>
</HTML>
