<HTML>
<HEAD>
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE> prueba estad&iacute;stica datos del campo</TITLE>
</HEAD>
<BODY TEXT="#000000" LINK="#0000ff" VLINK="#551a8b" ALINK="#ff0000" BGCOLOR="#ffffff">
<H3>5.7 Prueba estad&iacute;stica de datos del campo</H3>

<P><A HREF="6.htm">P&aacute;gina anterior</A> </P>

<P>Cuando el uso de datos de campo, que a menudo es el caso cuando nuevas enfermedades ocurren, 
s&oacute;lo las familias con hijos afectados pueden ser consideradas. Cuando una proporci&oacute;n de segregaci&oacute;n de la herencia mendeliana 
se calcula sobre la base de tales observaciones, es necesario  corregir para  
las familias que, debido a las posibilidades aleatorias no tienen segregaci&oacute;n.



<P><TABLE ALIGN="RIGHT" >
<TR><TD>Figura 5.7
<br>Segregaci&oacute;n te&oacute;rica de los padres heterocigotos 
<br> 
en 7 de cada 16 familias de dos descendencias. 
<br><img src="../../genetik/5/72.gif" ></TD></TR></TABLE>

Si la herencia recesiva se produce y ambos padres en una familia son 
heterocigotos normales
la posibilidad de que en la familia no sea detectado, por medio de un primog&eacute;nito afectados, 
es 3/4. Despu&eacute;s del nacimiento de las cr&iacute;as de la segunda posibilidad ser&aacute; (3/4) <SUP>2</SUP> = 9/16. 
Figura 5.7 muestra c&oacute;mo los padres heterocigotos se separar&aacute;n en una familia de dos. Nueve 
de las 16 familias no tienen hijos afectados, por lo que al excluir a estas familias 
en el an&aacute;lisis final, el an&aacute;lisis mendeliano cl&aacute;sico carece de sentido.</P>

<P>En las siguientes f&oacute;rmulas para el c&aacute;lculo de las pruebas
 y corregir por la segregaci&oacute;n en las familias que no producen la segregaci&oacute;n. 
Por lo tanto, los datos pertinentes  (zona sombreada) de Figura 5.7 son:</P>
<PRE>
T = 14   -n&uacute;mero total
A = 8    -n&uacute;mero afectado
A<SUB>1</SUB> = 6   -n&uacute;mero de familias con 1 afectada 
A<SUB>2</SUB> = 1   -n&uacute;mero de familias con 2 afectadas 
</PRE>

<P>Figura 5.8 muestra un diagrama de camino de una familia de visones de una granja con un brote de Tirosinemia. Uno de  
los s&iacute;ntomas cl&iacute;nicos, como se muestra en la imagen, el hecho de que los p&aacute;rpados se peguen. Los cachorros mueren despu&eacute;s de uno 
o dos d&iacute;as con s&iacute;ntomas cl&iacute;nicos. Los casos se producen cuando el cachorro es de aproximadamente seis semanas. 
Una descripci&oacute;n de la enfermedad puede encontrarse en

Christensen et al. <i> Canadian J. Comparative Medicine</i>, 43:333-340, 1979.</P>

<P>Figura 5.8. Segregaci&oacute;n de Tirosinemia en vis&oacute;n est&aacute;ndar (s&iacute;mbolos llenos), la foto 

a la derecha muestra un afectado cachorro
 con los p&aacute;rpados t&iacute;pico pegajosos.<BR>
<img src="../../genetik/5/7.gif" align=bottom > </P>

<P>Las f&oacute;rmulas que se aplicar&aacute;n seg&uacute;n el "m&eacute;todo de Singles" para una prueba de la herencia mendeliana (para la 
proporci&oacute;n p-sombreo) se muestran a continuaci&oacute;n. Los números reales del caso Tirosinemia, Figura 5.8, se insertan.<BR>
<p align=center><img src="../../genetik/5/71.gif"  >
</P>

<P>T y A son, respectivamente, el n&uacute;mero total de hijos y el n&uacute;mero de hijos afectados. 
A<SUB>1</sub> y A<SUB>2</sub> es 
el n&uacute;mero de 
familias con 1 y 2 descendencia afectada, respectivamente. Z<SUP>2</SUP> se distribuye como
 Ji-cuadrado con 1 grado de 
libertad (DF). P-sombrero es la prueba en contra de la segregaci&oacute;n de frecuencia esperada (p), 
que en el caso de Tirosinemia es de 0,25, como 
se espera cuando ambos padres tienen que ser portadores.
 </P>

<P>En la familia de vis&oacute;n se encuentra que:</P>
<PRE>
T = 94   -n&uacute;mero total
A = 32   -n&uacute;mero afectada
A<SUB>1</SUB> = 4   -n&uacute;mero de familias con 1 afectada 
A<SUB>2</SUB> = 9   -n&uacute;mero de familias con 2 afectadas 
</PRE>

<P>El c&aacute;lculo se realiza mediante la inserci&oacute;n de los n&uacute;meros reales en las f&oacute;rmulas anteriores. 
No hay ninguna desviaci&oacute;n estad&iacute;stica significativa 
 de una proporci&oacute;n de 3:1 segregaci&oacute;n, como el valor de prueba es menor que 3,84 
(H<SUB>0</SUB>: p(sombrero) = p = 0,25). Las familias con m&aacute;s 
de 2 individuos afectadas no son parte directa de los c&aacute;lculos, 
pero s&oacute;lo contribuyen con el n&uacute;mero total de afectados. <BR> 
Un applet para el c&aacute;lculo se puede encontrar
 <A HREF="../applets/single.htm">aqu&iacute;</A> </P>

<P>Si el n&uacute;mero del ejemplo te&oacute;rico primera (Figura 5.7) se inserta en la f&oacute;rmula para la 
p(sombrero), obtenemos (8-6)/(14-6) = 
0,25, que es por supuesto el resultado correcto, ya que los datos proceden de apareamiento 
con los heterocigotos conocidos.</P>

<P><A HREF="0.htm">Cap&iacute;tulo 5</A> </P>

</BODY>
</HTML>
