 <HTML>
<title>Formulering af genetiske hypoteser</title>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" 
bgcolor="#ffffff">
<h3>5.1 Formulering af genetiske hypoteser og genealogiske symboler</h3>  
 <P><A HREF = "0.htm">Lektion 5</A> 

<p>Her er vist de mest anvendte genealogiske symboler og opstilling af genealogiske diagrammer. 
Der kan formuleres en genetisk hypotese, som kan afpr&oslash;ves  (be- eller afkr&aelig;ftes) v.h.a. statistiske metoder. 
Der kan skelnes mellem autosomal recessiv arvegang, autosomal dominant arvegang, k&oslash;nsbunden recessiv 
arvegang og k&oslash;nsbunden dominant arvegang. Ved unders&oslash;gelser af feltdata og/eller data fra testparringer kan 
den enkelte hypotese indeb&aelig;re udspaltning som 1:1, 3:1 og 7:1, der hver kan afpr&oslash;ves med en statistisk test. 
<br>-------
<br>N&aring;r der opst&aring;r nye egenskaber eller sygdomme, er det vigtigt, at der formuleres genetiske 
hypoteser som alternativer til andre exogene &aring;rsagsforhold. Exogene faktorer kan v&aelig;re 
fejlern&aelig;ring, opstaldningsforhold, mikrobiel infektion eller evt en kombination af exogene og
endogene (genetiske) faktorer.

<br>I de tilf&aelig;lde, hvor der kan v&aelig;re tale om genetisk betingede sygdomme, er et af de
n&oslash;dvendige
karakteristika en vis familievis optr&aelig;den, og is&aelig;r  at kun en vis del af et kuld (familie)
f&aring;r lidelsen. De typiske Mendelske udspaltningsforhold er en 1:1, 1:3 og 1:7. I denne
sammenh&aelig;ng vil der ikke blive omtalt egenskaber med intermedi&aelig;r nedarvning, da den
type egenskaber er meget sj&aelig;ldne i forbindelse med sygdomme. 
<p>Alternativer til Mendelsk udspaltning er de s&aring;kaldte t&aelig;rskelsygdomme, hvor det er
summen af
milieu og genetiske faktorer, der udl&oslash;ser sygdommen. T&aelig;rskelsygdomme med lav frekvens vil
udvise familievis  optr&aelig;den, der minder meget om Mendelsk udspaltning, 
se afsnit 8.3 vedr. t&aelig;rskelegenskaber.

<br>Der skal her endvidere erindres om den skematiske oversigt over
de forskellige nedarvningsformer givet i lektion 1.4.

<p>Ved simpel Mendelsk arvegang kan der skelnes mellem 4 forskellige nedarvningsformer. 
Egenskaben kan nedarves dominant eller recessivt i forhold til normaltypen, og egenskaben
kan udvise autosomal eller k&oslash;nsbunden nedarvning.
P&aring; de f&oslash;lgende sider vil de fire simple nedarvningsformer blive demonstreret.
Det skal pointeres,
at de n&aelig;vnte indikationer p&aring; Mendelsk arvegang, kun kan anvendes s&aring;fremt 
populationsfrekvensen er lav, som det altid vil v&aelig;re tilf&aelig;ldet for nyopdukkede
genetisk betingede sygdomme indenfor en eller nogle f&aring; familier.
<TABLE border=0  align="right">
<TR>
<TD>Figur 5.1.</TD>
<TR>
<TD><IMG SRC = "../../genetik/5/2.gif" > </TD>
</TABLE>
<p>
Er der tale om sygdomme med h&oslash;j populationsfrekvens som f.eks. brystkr&aelig;ft 
i den humane population, vil der ofte v&aelig;re tale om en betydelig heterogenitet. Denne sygdom 
har en genetisk baggrund, der kan skyldes udspaltning af gener p&aring; flere forskellige uafh&aelig;ngige loci. 
S&aring; det er sv&aelig;rt at sammenligne udspaltningen mellem familier,
men analyse kan fortsat foreg&aring; indenfor en stor familie. Endelig er der problemet
med <b>f&aelig;nokopier</b>, dvs at en identisk sygdom er for&aring;rsaget af ikke genetiske &aring;rsager.

<p>
De  forskellige symboler der anvendes indenfor genealogi er vist i figur 5.1. 

<p>Proband individet er det individ der har givet anledning til unders&oslash;gelsen.
Dette individ eller familien skal normalt udelukkes ved evt. senere statistisk unders&oslash;gelse.
Ved siden af det egentlige genealogiske diagram kan der dog ogs&aring; anvendes en kombination af
pilediagrammer og genealogiske diagrammer.
<P>  <A HREF = "2.htm">N&aelig;ste side</A>  
