 <HTML>
<title>Felt data, statistisk test </title>
<BODY text="#000000" link="#0000ff" vlink="#551a8b" alink="#ff0000" 
bgcolor="#ffffff">
<h3>5.7  Felt data, statistisk test, (Singles metode)</h3>  
 <P><A HREF = "6.htm">Foreg&aring;ende side</A> 

<p>N&aring;r der arbejdes med feltdata, og n&aring;r det drejer sig om nye sygdomme, er det n&oslash;dvendigt
at arbejde med familier, hvori sygdommen optr&aelig;der. N&aring;r man p&aring; grundlag af s&aring;danne
observationer 
vil beregne om udspaltningen stemmer overens med Mendelsk arvegang, er det n&oslash;dvendigt at 
korrigere for de familier der kunne spalte ud, men p&aring; grund af tilf&aelig;ldigheder ikke g&oslash;r det.
<TABLE border=0 align="right">
<TR>
<TD>Figur 5.7</TD>
<TR>
<TD><IMG SRC  = "../../genetik/5/72.gif"  ></TD>
</TABLE><BR>
<p>
Er der tale om recessiv arvegang og man har en familie, hvor begge for&aelig;ldre er
heterozygote, 
vil der v&aelig;re 3/4 chance for at familien ikke bliver afsl&oslash;ret p&aring; grund af sygt afkom, efter det
f&oslash;rste afkom er f&oslash;dt. Efter andet afkoms f&oslash;dsel vil chancen v&aelig;re (3/4)<sup>2</sup> = 9/16. I 
nedenst&aring;ende figur er vist, hvorledes heterozygote for&aelig;ldre vil spalte ud i 
en familiest&oslash;rrelse p&aring; to. I de 9 ud af 16 familier vil der ikke v&aelig;re afficeret afkom,
s&aring; n&aring;r de ikke medtages i den endelige analyse, bliver den klassiske 
Mendelske analyse meningsl&oslash;s.


<p>I det f&oslash;lgende er vist formler for test og beregning af korrigeret udspaltningsforhold
fra familier med udspaltning. Relevante data (skraveret omr&aring;de) fra  figur 5.8 er derfor:
<pre>
T = 14   -total antal 
A = 8   -antal afficerede
A<sub>1</sub> = 6   -antal familier med 1 syg
A<sub>2</sub> = 1   -antal familier med 2 syge
</pre>
<p>
I  figur 5.8 er vist et pilediagram over minkfamilier fra en farm, 
hvor der har v&aelig;ret et stort udbrud af tyrosin&aelig;mi. Et af de kliniske symptomer
er som vist p&aring; billedet,  at &oslash;jenl&aring;gene klistrer sammen. Hvalpene d&oslash;r
efter en til to dages sygdom, tilf&aelig;ldene optr&aelig;der ved en alder af ca 6 uger. En detaljeret
beskrivelse af sygdommen foreligger i Christensen et al. Canadian J. Comparative Medicine,
43:333-340, 1979.
<p>Figur 5.8. Udspaltning af tyrosin&aelig;mi i en minkbestand (fyldte symboler), 
billedet til h&oslash;jre viser en angrebet minkhvalp med de typiske tilklistrede &oslash;jne.
 
<br><IMG SRC  = "../../genetik/5/7.gif">


<p>De formler der skal anvendes if&oslash;lge "Singles metode" for test om Mendelsk 
nedarvning (for proportionen p-hat) er vist i nedenst&aring;ende figur.
Der er tillige anf&oslash;rt tal fra ovenanf&oslash;rte mink tyrosin&aelig;mi tilf&aelig;lde
<br><center><IMG SRC  = "../../genetik/5/71.gif"  ></center>
<br>Hvor T og A er henholdsvis totalt antal afkom og antal afficeret afkom.  A<sub>1</sub> og
A<sub>2</sub>
er antal familier med henholdsvis 1 og to stk. afficeret afkom. Z<sup>2</sup> er Chi-i-anden
fordelt med 1 frihedsgrad. Ved testen testes p-hat imod den forventede udspaltningshyppighed
(p)
som i tyrosin&aelig;mitilf&aelig;ldet er 0,25, da der er forventning om, at begge for&aelig;ldre m&aring; v&aelig;re
anl&aelig;gsb&aelig;rere. 

<p> I ovenst&aring;ende mink familie findes ved opt&aelig;lling at:</p>

<pre>T = 94   -total antal hvalpe
A = 32   -antal afficerede
A<sub>1</sub> = 4   -antal familier med 1 syg
A<sub>2</sub> = 9   -antal familier med 2 syge
</pre>
<p>  Beregningerne er anf&oslash;rt i ovenst&aring;ende figur. Der er ikke signifikant afvigelse fra
en 3 til 1 udspaltning da testv&aelig;rdien er mindre end 3,84 (H<sub>0</sub>: p(hat) = p =0,25). 
Bem&aelig;rk endvidere at familier med mere end 2 syge ikke direkte indg&aring;r i beregningerne, men
kun bidrager til totalt antal afficerede.
En applet til brug ved beregningerne kan kaldes 
<A HREF = "../applets/single.htm">her</A>
<p>Inds&aelig;ttes tallene fra det f&oslash;rste teoretiske eksempel (Fig. 5.7) i formlen 
for p(hat) f&aring;r man (8-6)/(14-6) = 0,25, hvilket naturligvis 
er det korrekte resultat, idet  data stammer fra parring af kendte heterozygoter.

<P>  <A HREF = "0.htm">Lektion 5</A>   